<!DOCTYPE html>
<html lang="es-es">
<head>

    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />

    
    
        <meta name="twitter:card" content="summary"/>
    



<meta name="twitter:title" content="Sobre nuestra migración a Dinahosting"/>
<meta name="twitter:description" content=""/>
<meta name="twitter:site" content="@obokaman"/>



  	<meta property="og:title" content="Sobre nuestra migración a Dinahosting &middot; Albert García Gibert" />
  	<meta property="og:site_name" content="Albert García Gibert" />
  	<meta property="og:url" content="http://albert.garcia.gibert.es/nuestra-migracion-dinahosting-156135/" />

    
        
            <meta property="og:image" content="/images/background-201805080646.jpg"/>
        
    

    
    <meta property="og:description" content="" />
  	<meta property="og:type" content="article" />
    <meta property="article:published_time" content="2008-11-11T00:00:00Z" />

    
    <meta property="article:tag" content="dinahosting" />
    
    <meta property="article:tag" content="ferca" />
    
    <meta property="article:tag" content="hosting" />
    
    <meta property="article:tag" content="obolog" />
    
    

    <title>Sobre nuestra migración a Dinahosting &middot; Albert García Gibert</title>

    
    <meta name="description" content="Como sabr&amp;aacute;s, si eres usuario de OboLog, sigues alguno de los miles de blogs alojados en nuestro servicio gratu&amp;iacute;to, o eres lector de uno de nuestro" />
    

    <meta name="HandheldFriendly" content="True" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />

    <link rel="shortcut icon" href="http://albert.garcia.gibert.es/images/favicon.ico">
	  <link rel="apple-touch-icon" href="http://albert.garcia.gibert.es/images/apple-touch-icon.png" />

    <link rel="stylesheet" type="text/css" href="http://albert.garcia.gibert.es/css/screen.css" />
    <link rel="stylesheet" type="text/css" href="http://albert.garcia.gibert.es/css/nav.css" />

    

    
        <link rel="stylesheet" href="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.8.0/styles/default.min.css">
        <script src="//cdnjs.cloudflare.com/ajax/libs/highlight.js/9.8.0/highlight.min.js"></script>
        
        <script>hljs.initHighlightingOnLoad();</script>
    

    
      
          <link href="http://albert.garcia.gibert.es/index.xml" rel="alternate" type="application/rss+xml" title="Albert García Gibert" />
      
      
    
    <meta name="generator" content="Hugo 0.72.0" />

    <link rel="canonical" href="http://albert.garcia.gibert.es/nuestra-migracion-dinahosting-156135/" />

    
      
    
    <script type="application/ld+json">
{
    "@context": "https://schema.org",
    "@type": "Article",
    "publisher": {
        "@type": "Organization",
        "name":  null ,
        "logo": "http://albert.garcia.gibert.es/favicon.ico"
    },
    "author": {
        "@type": "Person",
        "name":  null ,
        
        "image": {
            "@type": "ImageObject",
            "url": "http://albert.garcia.gibert.es/favicon.ico",
            "width": 250,
            "height": 250
        }, 
        
        "url": "http://albert.garcia.gibert.es",
        "sameAs": [
            
            
             
             
             
             
             
            
        ],
        "description": "Cofounder and former CTO of @Uvinum, founder of @Obolog. Father of @soclajulia \u0026 @soclabril . I'd like to travel more and improve my guitar skills."
        
    },
    "headline": "Sobre nuestra migración a Dinahosting",
    "name": "Sobre nuestra migración a Dinahosting",
    "wordCount":  1208 ,
    "timeRequired": "PT6M",
    "inLanguage": {
      "@type": "Language",
      "alternateName": "en"
    },
    "url": "http://albert.garcia.gibert.es/nuestra-migracion-dinahosting-156135/",
    "datePublished": "2008-11-11T00:00Z",
    "dateModified": "2008-11-11T00:00Z",
    
    "keywords": "dinahosting, ferca, hosting, obolog",
    "description": "",
    "mainEntityOfPage": {
        "@type": "WebPage",
        "@id": "http://albert.garcia.gibert.es/nuestra-migracion-dinahosting-156135/"
    }
}
    </script>
    


    

    
    <script>
      (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
      (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
      m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
      })(window,document,'script','//www.google-analytics.com/analytics.js','ga');

      ga('create', 'UA-97247-14', 'auto');
      ga('send', 'pageview');

    </script>
    

    
</head>
<body class="nav-closed">

  <div class="nav">
    <h3 class="nav-title">Menu</h3>
    <a href="#" class="nav-close">
        <span class="hidden">Close</span>
    </a>
    <ul>
        
        
    </ul>

    
    <a class="subscribe-button icon-feed" href="http://albert.garcia.gibert.es/index.xml">Subscribe</a>
    
</div>
<span class="nav-cover"></span>


 <div class="site-wrapper">



<header class="main-header post-head no-cover">
  <nav class="main-nav clearfix">


  
      <a class="blog-logo" href="http://albert.garcia.gibert.es/"><img src="http://albert.garcia.gibert.es/favicon.ico" alt="Home" /></a>
  
  
      <a class="menu-button icon-feed" href="http://albert.garcia.gibert.es/index.xml" >&nbsp;&nbsp;Subscribe</a>
  
  </nav>
</header>



<main class="content" role="main">




  <article class="post post">

    <header class="post-header">
        <h1 class="post-title">Sobre nuestra migración a Dinahosting</h1>
        <small></small>

        <section class="post-meta">
        
          <time class="post-date" datetime="2008-11-11T00:00:00Z">
            Nov 11, 2008
          </time>
        
         
          <span class="post-tag small"><a href="http://albert.garcia.gibert.es//tags/dinahosting/">#dinahosting</a></span>
         
          <span class="post-tag small"><a href="http://albert.garcia.gibert.es//tags/ferca/">#ferca</a></span>
         
          <span class="post-tag small"><a href="http://albert.garcia.gibert.es//tags/hosting/">#hosting</a></span>
         
          <span class="post-tag small"><a href="http://albert.garcia.gibert.es//tags/obolog/">#obolog</a></span>
         
        </section>
    </header>

    <section class="post-content">
      <p>Como sabr&aacute;s, si eres usuario de <a href="http://www.obolog.com">OboLog</a>, sigues alguno de los miles de blogs alojados en nuestro servicio gratu&iacute;to, o eres lector de uno de nuestros blogs tem&aacute;ticos de <a href="http://www.nexoblogs.com">nexoBlogs</a>, el pasado 27 de Julio tuvimos <a href="http://blog.obolog.com/caida-servicio-durante-ultimas-horas-113662">un problema de hardware que dej&oacute; nuestro servidor fuera de combate durante casi 3 d&iacute;as</a>. Una de esas cat&aacute;strofes inform&aacute;ticas memorables, de las de nervios, carreras, llamadas y mensajes en el contestador y noches en vela. Ha sido, desde que obokaman.com empez&oacute; a funcionar en DinaHosting y con actualizaciones de software y migraciones servidor de por medio, <strong>la ca&iacute;da m&aacute;s prolongada que hemos sufrido</strong>.</p>
<p>Un a&ntilde;o antes, all&aacute; por agosto / septiembre del 2007, decidimos mudarnos de nuestro servidor americano a un proveedor espa&ntilde;ol. No importaba la diferencia de precio: <strong>lo que busc&aacute;bamos era la proximidad y la tranquilidad de poder acceder a un servicio t&eacute;cnico que hablara nuestro idioma y se preocupara por nosotros</strong>. Escogimos <a href="http://www.ferca.com">Ferca</a> porque la mayor parte de las opiniones sobre ellos eran muy positivas, y porque a d&iacute;a de hoy muchos proyectos 2.0 y blogs hispanos conocidos est&aacute;n en sus manos (men&eacute;ame.net, Enrique Dans, Medios y Redes, WeblogsSL en su primera etapa...). Para mi las referencias fueron muy importantes, y algunas opiniones en qu&eacute; se hablaba de Ferca como un "aliado tecnol&oacute;gico" para sus clientes, m&aacute;s que como un proveedor, adem&aacute;s de la implicaci&oacute;n personal en varios proyectos 2.0 de David Carrero, su fundador, fueron determinantes en la elecci&oacute;n.</p>
<p>Supongo que el nuestro fu&eacute; uno de esos t&iacute;picos "casos aislados", que no son reflejo de la forma de trabajar de la compa&ntilde;&iacute;a, pero la verdad es que la odisea que pasamos desde la ma&ntilde;ana del domingo 27 a la tarde del martes 29 fu&eacute; para olvidar. Durante esos 3 d&iacute;as llegu&eacute; a tener que pedir favores comprometidos a algunas personas, a robar horas de sue&ntilde;o a varios amigos y termin&eacute; comprando un nuevo servidor dedicado en otro proveedor, a&uacute;n a sabiendas que ten&iacute;amos a&uacute;n dos meses m&aacute;s pagados por contrato. En definitiva, la cosa sali&oacute; bastante cara.</p><p>La cr&oacute;nica de la "crisis" fu&eacute; la que sigue:</p>
<p>- El domingo por la ma&ntilde;ana, <strong>a eso de las 9:30</strong>, me conecto desde casa para hacer la primera comprobaci&oacute;n manual del d&iacute;a (es algo que hago siempre, <strong>cada d&iacute;a</strong>). OboLog no carga, da un error de conexi&oacute;n. Empiezo con la habitual bater&iacute;a de pruebas: compruebo que no sea cosa de las DNS, pero los dem&aacute;s dominios vinculados a OboLog tampoco funcionan, trato de conectar por SSH y veo que tampoco funciona. Malo. Me conecto al DRAC para tratar de reiniciar el servidor, pero tampoco responde, devuelve un c&oacute;digo de error. Malo, muy malo. Seg&uacute;n Analytics, desde las 3 de la ma&ntilde;ana dej&oacute; de registrarse tr&aacute;fico.</p>
<p>- Despu&eacute;s de un rato de reintentos, tomo conciencia de que no puedo hacer nada de forma remota, as&iacute; que me dispongo a avisar al servicio t&eacute;cnico. Pasan unos minutos de las <strong>10 de la ma&ntilde;ana</strong> y trato de encontrar un tel&eacute;fono de servicio t&eacute;cnico en la web de Ferca. Misi&oacute;n imposible. Hasta ahora no hab&iacute;a necesitado soporte inmediato, s&oacute;lo hab&iacute;a solicitado alguna que otra ampliaci&oacute;n de hardware, y me doy cuenta de que no hay soporte t&eacute;cnico v&iacute;a telef&oacute;nica, s&oacute;lo a trav&eacute;s de un sistema de tickets via web. Agh. Primera colleja. Pero acepto la culpa, eso es algo que podr&iacute;a haber comprobado por mi mismo. En fin, me resigno y escribo el primer ticket de soporte explicando el problema y enviando el c&oacute;digo de error que veo en el DRAC de mi servidor. <strong>Son las 10:15 de la ma&ntilde;ana</strong>.</p>
<p>- <strong>La primera respuesta es a las 13:21</strong>, v&iacute;a web. Informan de que van a escalar la incidencia para que se revise f&iacute;sicamente la m&aacute;quina . Ese domingo adem&aacute;s se da la fant&aacute;stica coincidencia de que no voy a estar en casa en todo el d&iacute;a. Por suerte, David est&aacute; al caso del mail que le envi&eacute; y env&iacute;a mi tel&eacute;fono al servicio t&eacute;cnico. <strong>Primera llamada de "estamos trabajando en ello" sobre las 13:30</strong>. Parece que ya han detectado que se trata de un fallo de hardware. A partir de aqu&iacute;, vamos comentando la situaci&oacute;n con el t&eacute;cnico por tel&eacute;fono.</p>
<p>- <strong>Ya por la tarde </strong>me informan que no han podido recuperar el servidor y han tenido que mover el disco a otra m&aacute;quina. Ops. "Supongo que todo funcionar&aacute; igual", trato de convencerme. M&aacute;s tarde, cuando parece que el servidor empieza a responder... parece que algo falla, se cuelga cont&iacute;nuamente y las gr&aacute;ficas de cacti se han vuelto locas. Es normal tras un reinicio... pero pasan los minutos y las gr&aacute;ficas siguen arriba del todo. Algo se me escapa. Vuelvo a revisar las gr&aacute;ficas y... s&iacute;, ah&iacute; est&aacute;. El servidor de OboLog ten&iacute;a 3GB de memoria RAM y el nuevo servidor s&oacute;lo tiene 1GB. Contando con qu&eacute; reservamos 500MB para la cach&eacute; de memcached... lo debe estar pasando realmente mal.</p>
<p>- Bueno, pienso... si han podido cambiar el disco de m&aacute;quina, ampliar la memoria, para dejarlo como estaba, no ser&aacute; problema. Han tenido un lapsus. <strong>Env&iacute;o un mail a las 22:30</strong> al sistema de soporte para informar del problema y pedirles que restauren la configuraci&oacute;n del antiguo servidor, que sin los 3GB de memoria que ten&iacute;a la aplicaci&oacute;n no puede funcionar como es debido. Insisto de nuevo a las 00:47 y a las 7 de la ma&ntilde;ana del lunes. Su respuesta llega, escueta, poco despu&eacute;s de las 7. "<em>El servicio se restaur&oacute; 100% el d&iacute;a de ayer [...] la memoria de servidor sustituido no puede ser cambiada por segurodad, ya que no sabemos cu&aacute;l es el problema exacto del servidor.</em>" Wow.</p>
<p>- Aqu&iacute; empieza una conversaci&oacute;n acerca de qu&eacute; entendemos ambas partes por "restablecer el servicio". Por mi parte, entiendo que el servicio no estar&aacute; restablecido hasta que el servidor est&eacute; en marcha con la misma configuraci&oacute;n y el mismo hardware que ten&iacute;a. Insisto de nuevo a las <strong>16h del lunes</strong>. "<em>Me confirman que es muy complicado adelantar el viaje s&oacute;lo para subir los 2GB.[...] &iquest;Pod&eacute;is esperar al mi&eacute;rcoles?</em>" El mi&eacute;rcoles, 3 d&iacute;as despu&eacute;s de abrir la incidencia. Ins&oacute;lito.</p>
<p>- Despu&eacute;s de cruzar algunos mails, me aseguran que tratar&aacute;n de resolverlo antes del mi&eacute;rcoles. Y as&iacute; es.<strong> La tarde del martes, sobre las 19h</strong>, se a&ntilde;aden los 2GB de RAM que faltan y el sistema vuelve a la normalidad. S&oacute;lo que para entonces ya tengo otro dedicado con un nuevo proveedor y estoy preparando la migraci&oacute;n. No puedo permitirme que me vuelva a pasar algo parecido.</p>
<p>Y as&iacute; fu&eacute; la historia de c&oacute;mo OboLog volvi&oacute; de nuevo a su primera casa.</p>
<p>Tengo que decir que despu&eacute;s del cabreo inicial, me supo muy mal que la cosa terminara as&iacute;. David fu&eacute; muy amable en todos nuestros contactos desde el principo y se interes&oacute; personalmente por mail en los primeros momentos del problema, aunque nunca tuve la sensaci&oacute;n de que desde Ferca se tomara conciencia de lo grave que result&oacute; para nosotros, y esa sensaci&oacute;n de impotencia y desamparo fu&eacute; la que me hizo decidir el cambio. La sensaci&oacute;n que tuve fu&eacute; que seguramente no &eacute;ramos tan importantes como esos "clientes VIP" que me hicieron optar por Ferca un a&ntilde;o antes.</p>
<p>En fin, espero que todas las partes aprendi&eacute;ramos algo de todo aquello. Ahora toca seguir.</p>
    </section>


  <footer class="post-footer">


    








<figure class="author-image">
    <a class="img" href="http://albert.garcia.gibert.es/" style="background-image: url(/images/avatar.jpg)"><span class="hidden">Albert García Gibert's Picture</span></a>
</figure>


<section class="author">
  <h4><a href="http://albert.garcia.gibert.es/">Albert García Gibert</a></h4>
  
  <p>Cofounder and former CTO of @Uvinum, founder of @Obolog. Father of @soclajulia &amp; @soclabril . I&#39;d like to travel more and improve my guitar skills.</p>
  
  <div class="author-meta">
    <span class="author-location icon-location">Barcelona, Spain</span>
    <span class="author-link icon-link"><a href="http://albert.garcia.gibert.es">http://albert.garcia.gibert.es</a></span>
  </div>
</section>




    
<section class="share">
  <h4>Share this post</h4>
  <a class="icon-twitter" style="font-size: 1.4em" href="https://twitter.com/share?text=Sobre%20nuestra%20migraci%c3%b3n%20a%20Dinahosting&nbsp;-&nbsp;Albert%20Garc%c3%ada%20Gibert&amp;url=http%3a%2f%2falbert.garcia.gibert.es%2fnuestra-migracion-dinahosting-156135%2f"
      onclick="window.open(this.href, 'twitter-share', 'width=550,height=235');return false;">
      <span class="hidden">Twitter</span>
  </a>
  <a class="icon-facebook" style="font-size: 1.4em" href="https://www.facebook.com/sharer/sharer.php?u=http%3a%2f%2falbert.garcia.gibert.es%2fnuestra-migracion-dinahosting-156135%2f"
      onclick="window.open(this.href, 'facebook-share','width=580,height=296');return false;">
      <span class="hidden">Facebook</span>
  </a>
  <a class="icon-pinterest" style="font-size: 1.4em" href="http://pinterest.com/pin/create/button/?url=http%3a%2f%2falbert.garcia.gibert.es%2fnuestra-migracion-dinahosting-156135%2f&amp;description=Sobre%20nuestra%20migraci%c3%b3n%20a%20Dinahosting"
      onclick="window.open(this.href, 'pinterest-share','width=580,height=296');return false;">
      <span class="hidden">Pinterest</span>
  </a>
</section>



    

<div id="disqus_thread"></div>
<script>




var disqus_config = function () {
this.page.url = "http:\/\/albert.garcia.gibert.es\/nuestra-migracion-dinahosting-156135\/";  
this.page.identifier = "http:\/\/albert.garcia.gibert.es\/nuestra-migracion-dinahosting-156135\/"; 
};

(function() { 
var d = document, s = d.createElement('script');
s.src = 'https://albert-garcia-gibert.disqus.com/embed.js';
s.setAttribute('data-timestamp', +new Date());
(d.head || d.body).appendChild(s);
})();
</script>
<noscript>Please enable JavaScript to view the <a href="https://disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript>








  </footer>
</article>

</main>


  <aside class="read-next">
  
      <a class="read-next-story" style="no-cover" href="http://albert.garcia.gibert.es/charlando-twitter-podcamp-09-340838/">
          <section class="post">
              <h2>Charlando sobre Twitter en PodCamp 09</h2>
              
          </section>
      </a>
  
  
      <a class="read-next-story prev" style="no-cover" href="http://albert.garcia.gibert.es/aprender-continuamente-153126/">
          <section class="post">
              <h2>Aprender, contínuamente</h2>
          </section>
      </a>
  
</aside>



    <footer class="site-footer clearfix">
        <section class="copyright"><a href="">Albert García Gibert</a> All rights reserved - 2015</section>
        
        <section class="poweredby">Proudly generated by <a class="icon-hugo" href="http://gohugo.io">HUGO</a>, with <a class="icon-theme" href="https://github.com/vjeantet/hugo-theme-casper">Casper</a> theme</section>
        
    </footer>
    </div>
    <script type="text/javascript" src="http://albert.garcia.gibert.es/js/jquery.js"></script>
    <script type="text/javascript" src="http://albert.garcia.gibert.es/js/jquery.fitvids.js"></script>
    <script type="text/javascript" src="http://albert.garcia.gibert.es/js/index.js"></script>
    
</body>
</html>

