+++
date = "2007-09-19 20:55:22"
author = ""
title = "Wordprexy: ¿Se puede tener más morro?"
slug = "wordprexy-se-tener-mas-morror-28462"
tags = [ "blogs","plagio","wordpress","wordprexy" ]
+++
<p>
Hace cosa de un mes, <a href="https://wordpress.com/blog/2007/08/19/why-were-blocked-in-turkey/">Wordpress.com fu&eacute; bloqueado en Turqu&iacute;a</a> a ra&iacute;z de unas denuncias por calumnias a un escritor desde algunos blogs alojados en dicho portal. Desde entonces han sido muchas las voces que han tratado de apelar a dicha decisi&oacute;n, represiva y excesiva a todas luces, o han intentado buscar v&iacute;as alternativas que permitieran a los internautas turcos seguir accediendo a los servicios y contenidos alojados en <strong>Wordpress.com</strong>. La historia que nos ocupa, sin embargo, no tiene parang&oacute;n.
</p>
<p>
<a href="https://mangasverdes.es/2007/09/19/wordprexycom-asalto-masivo-a-wordpresscom/#more-4884">Leo en <strong>Mangas Verdes</strong></a> que hace algunos d&iacute;as que ha aparecido un site, bajo el dominio <strong>Wordprexy.com</strong>, que reproduce &iacute;ntegramente los contenidos del site original, <strong>Wordpress.com</strong>. A pesar de lo que pueda parecer en un primer momento, no han hackeado su web ni han conseguido sus bases de datos: <strong>se trata simplemente de un proxy que act&uacute;a como pasarela, leyendo los contenidos del site original y mostr&aacute;ndolo bajo su propio dominio... &iexcl;e incluyendo publicidad de Adsense propia!</strong>
</p>
<p>
En los primeros momentos la cosa ha levantado bastante revuelo: nadie sab&iacute;a de d&oacute;nde hab&iacute;a salido el sitio, si la propia gente de Wordpress.com estaba detr&aacute;s, si se trataba de alguna forma de ataque...Desde hace un rato, sin embargo, <a href="https://www.greatfirewallofturkey.com/blog/bilgi/what-we-are-and-what-we-are-not/">los propios responsables de la web han salido a dar explicaciones</a>. Y se han cubierto de gloria.
</p>
<p>
El intento de justificaci&oacute;n no podr&iacute;a ser m&aacute;s penoso: Seg&uacute;n los responsables de Wordprexy, su intenci&oacute;n no es otra que permitir a los internautas turcos saltarse el bloqueo a Wordpress.com . El fondo, la intenci&oacute;n, me parece fant&aacute;sticos, <strong>pero las formas no podr&iacute;an ser m&aacute;s torpes y cuestionables.</strong>
</p>
<p>
Para empezar, con lo que han hecho <strong>est&aacute;n exponiendo a Wordpress.com a una penalizaci&oacute;n por parte de Google por contenidos duplicados</strong>. Si de verdad sus motivos fueran altruistas y respetaran m&iacute;nimamente a la gente de Wordpress, hubieran podido usar t&eacute;cnicas para impedir la indexaci&oacute;n de sus p&aacute;ginas en los buscadores ( robots.txt, NOINDEX en los metatags... ), y en cambio, lejos de esto, alardean incluso de que sus contenidos duplicados se encuentran en ocasiones por encima de los originales en Google. Incre&iacute;ble.
</p>
<p>
Y para m&aacute;s inri, se permiten el lujo y la desfachatez de incrustar publicidad propia en los contenidos que muestran desde sus servidores, seg&uacute;n ellos para financiar el coste de transferencia que supone mantener su servicio online. &iexcl;Por favor! Pues claro que la transferencia cuesta dinero, pero no es de ninguna manera l&iacute;cito que moneticen los contenidos usuarios que no han pasado en ning&uacute;n momento por un proceso de alta en su site, ni han aceptado ningunas condiciones de uso por su parte. De nuevo, si sus intenciones fueran honestas y altru&iacute;stas, podr&iacute;an haber buscado muchas alternativas:
</p>
<ul>
	<li>Esponsorizaci&oacute;n del servicio. Quiz&aacute;s incluso la propia gente de Wordpress hubiera estado interesada en participar en una acci&oacute;n de este tipo.</li>
	<li>Redirecci&oacute;n al sitio original cuando los usuarios accedieran desde fuera de Turqu&iacute;a.</li>
	<li>Ofrecimiento del servicio bajo petici&oacute;n de los propietarios de blogs en Wordpress.com</li>
	<li>...</li>
</ul>
En fin, que no lo podr&iacute;an haber hecho peor, ni haber ofrecido una justificaci&oacute;n m&aacute;s rastrera, estoy asombrado. Veremos como termina la historia y si la gente de Wordpress se manifiesta al respecto...&nbsp;
