+++
date = "2005-09-08 17:25:41"
author = ""
title = "Tornados en Barcelona"
slug = "tornados-barcelona-637"
tags = [ "fotos","noticias" ]
+++
Bufffff, la tormenta del siglo azot&oacute; ayer Barcelona. Menuda tarde pasamos, entre agua, rayos, truenos y tornados!!! La cosa ya me pareci&oacute; espectacular volviendo a casa desde Cerdanyola por la A2. La oscuridad nos envolv&iacute;a, y decenas de nubes negras parec&iacute;a que de un momento a otro iban a caer y cerrarnos el paso f&iacute;sicamente. Un cami&oacute;n cruzado totalmente en la autov&iacute;a ayud&oacute; a crear un ambiente verdaderamente inquietante. Por suerte consegu&iacute; salir ileso de la aventura, aparte de un inesperado golpe en la parte trasera de Fluky, pobre...   <p>Lo que en la lejan&iacute;a me parecieron peque&ntilde;as lenguas de agua, resultaron ser varios tornados que al llegar a casa varios noticiarios mostraban en su esplendor. Tornados, tios! Como los de las pel&iacute;culas, que arrastran un mont&oacute;n de porquer&iacute;a, tiran paredes al suelo y lanzan los autom&oacute;viles varios metros por encima de las cabezas de los protagonistas mientras &eacute;stos corren a refugiarse en los s&oacute;tanos... Flip&eacute;, flip&eacute; mucho.</p>  <p>Os dejo un peque&ntilde;o extracto del Mundo que explica como esta misma ma&ntilde;ana los tornados han hecho su reaparici&oacute;n:</p><div class="quote"> <p> Un tornado ha afectado esta ma&ntilde;ana en Barcelona la zona de <strong>Mollet del Vall&egrave;s</strong> as&iacute; como las localidades de Santa Perp&egrave;tua de Mogoda, la Llagosta y Montcada i Reixac. El tornado, que no ha causado heridos, derrib&oacute; &aacute;rboles y muros, hizo volar carteles y tejados y rompi&oacute; cristales. </p> <p>Asimismo, el aeropuerto de El Prat ha recuperado la normalidad despu&eacute;s de que <a href="https://www.elmundo.es/elmundo/2005/09/07/sociedad/1126123868.html">dos tornados</a> causaran la pasada noche da&ntilde;os materiales y la <strong>cancelaci&oacute;n de 42 vuelos</strong>.</p>   <p>Mollet del Vall&egrave;s fue la localidad m&aacute;s afectada por el tornado de esta ma&ntilde;ana, que comenz&oacute; a las 9.30 horas y dur&oacute; unos diez minutos, ya que atraves&oacute; el <strong>casco urbano</strong>.</p>   <p>&Aacute;rboles arrancados por el fuerte viento afectaron adem&aacute;s <strong>la carretera BV5001 a su paso por Montcada i Reixac</strong> y la carretera C-33 y a la autopista AP-7, aunque no se lleg&oacute; a cortar el tr&aacute;fico por completo, seg&uacute;n ha informado la DGT.</p> <p>[...]</p> <p><strong>Un fen&oacute;meno en aumento</strong></p>   <p>Seg&uacute;n &Aacute;ngel Rivera, jefe de predicci&oacute;n del Instituto Nacional de Meteorolog&iacute;a, la formaci&oacute;n de tornados -debido a la aparici&oacute;n de fuertes tormentas que en otras ocasiones pueden derivar tambi&eacute;n en granizo- en la zona de la mitad superior oriental de la Pen&iacute;nsula es un fen&oacute;meno cuya frecuencia <strong>&quot;parece estar aumentando</strong> desde hace unos cuatro a&ntilde;os&quot;.</p>   <p>Sin embargo, Rivera ha afirmado a elmundo.es que todav&iacute;a no es posible confirmar si en realidad hay m&aacute;s tornados o la mayor detecci&oacute;n de los mismos se debe a que han mejorado los sistemas de observaci&oacute;n. Asimismo, aunque no se descarta que el incremento de estos fen&oacute;menos se deba al <strong>cambio clim&aacute;tico</strong>, tampoco es algo que se pueda confirmar al cien por cien, seg&uacute;n dijo el meteor&oacute;logo.</p>   <p>Respecto a la velocidad de los vientos alcanzados en Catalu&ntilde;a estos dos d&iacute;as, Rivera ha asegurado que, seg&uacute;n los primeros datos conocidos, los tornados que afectaron el aeropuerto de El Prat habr&iacute;an &quot;alcanzado unos 120 kil&oacute;metros por hora&quot;, lo que les convierte en tornados con un nivel bajo.</p> </div>
