<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Heroes on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/heroes/</link><description>Recent content in Heroes on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Tue, 25 Sep 2007 08:28:45 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/heroes/index.xml" rel="self" type="application/rss+xml"/><item><title>¡Vuelve Heroes!</title><link>https://albert.garcia.gibert.es/vuelve-heroes-29169/</link><pubDate>Tue, 25 Sep 2007 08:28:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/vuelve-heroes-29169/</guid><description>&lt;p>
Ayer empez&amp;oacute; de nuevo en la NBC la emisi&amp;oacute;n de la segunda temporada de una de las mejores series de los &amp;uacute;ltimos tiempos: &lt;strong>Heroes&lt;/strong>. A&amp;uacute;n no hay muchos clientes de los que descargarse el cap&amp;iacute;tulo, pero espero que la lista vaya creciendo a lo largo del d&amp;iacute;a para poder verlo hoy durante la cena. &amp;iexcl;Qu&amp;eacute; ganas!
&lt;/p>
&lt;p>
M&amp;aacute;s info | &lt;a href="https://z6.invisionfree.com/Heroes_Foro/">Heroes Foro&lt;/a>
&lt;/p></description></item><item><title>Heroes > Mr. Linderman > Malcolm McDowell > La Naranja Mecánica</title><link>https://albert.garcia.gibert.es/heroes-mr-linderman-malcolm-mcdowell-naranja-mecanica-11696/</link><pubDate>Thu, 17 May 2007 01:07:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/heroes-mr-linderman-malcolm-mcdowell-naranja-mecanica-11696/</guid><description>&lt;p align="center">
&lt;img src="https://albert.garcia.gibert.es/images/post/11696-12633.jpg" alt="11696-12633.jpg" title="11696-12633.jpg" width="450" height="128" /> 
&lt;/p>
&lt;p>
Vaya, pues va a ser que s&amp;iacute; que era &amp;eacute;l. Llevaba una semana con la duda y hoy lo he confirmado. &lt;strong>El personaje de Linderman en Heroes es interpretado por &lt;a href="https://en.wikipedia.org/wiki/Malcolm_McDowell">Malcolm McDowell&lt;/a>, el actor que a&amp;ntilde;os atr&amp;aacute;s protagoniz&amp;oacute; &amp;quot;La Naranja Mec&amp;aacute;nica&amp;quot;&lt;/strong>. Tiene unas facciones muy caracter&amp;iacute;sticas, &amp;iquest;verdad?
&lt;/p></description></item><item><title>Parón en Heroes hasta el 24 de Abril</title><link>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</link><pubDate>Sun, 11 Mar 2007 11:45:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</guid><description>&lt;p>
Se ve&amp;iacute;a venir. Primero fueron &lt;strong>Perdidos&lt;/strong> y &lt;strong>Jericho&lt;/strong> las que pusieron a prueba nuestra paciencia, y ahora son los &lt;strong>Heroes&lt;/strong> los que se toman un descanso hasta despu&amp;eacute;s de Semana Santa. Leo en &lt;a href="https://www.heroes-spain.com/">&lt;strong>Heroes-Spain&lt;/strong>&lt;/a> que &lt;a href="https://www.heroes-spain.com/index.php?subaction=showfull&amp;amp;id=1173204469&amp;amp;archive=&amp;amp;start_from=&amp;amp;ucat=24&amp;amp;">la serie sufrir&amp;aacute; un par&amp;oacute;n hasta el d&amp;iacute;a 23 de Abril&lt;/a>.
&lt;/p>
&lt;p>
Seg&amp;uacute;n nos cuentan, lamentablemente estos parones son necesarios, puesto que las temporadas televisivas ( desde Septiembre hasta Mayo ), constan de 37 semanas, mientras que la mayoria de series suelen constar de unos 22 cap&amp;iacute;tulos. Por tanto, antes o despu&amp;eacute;s, hay que programar estos parones para rellenar esas semanas &amp;quot;sobrantes&amp;quot;. 
&lt;/p></description></item><item><title>Tantas series y tan poco tiempo...</title><link>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</link><pubDate>Fri, 16 Feb 2007 20:02:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</guid><description>&lt;p>
Creo que nunca antes hab&amp;iacute;a estado enganchado a tantas series a la vez. Bueno, ni a tantas... ni de forma tan intensa, desde que era adolescente y me apresuraba por las tardes para llegar a casa para disfrutar de mi dosis de 25 minutos diarios de Dragon Ball Z.
&lt;/p>
&lt;p>
Hace a&amp;ntilde;o y medio, m&amp;aacute;s o menos, me aficion&amp;eacute; a una extra&amp;ntilde;a serie que en un principio no parec&amp;iacute;a demasiado original: contaba la historia de los pasajeros de un vuelo con origen en Sidney extraviados en una isla desierta del Pac&amp;iacute;fico, n&amp;aacute;ufragos tras un accidente de avi&amp;oacute;n. Pobre de mi, no sab&amp;iacute;a lo que vendr&amp;iacute;a despu&amp;eacute;s.
&lt;/p></description></item><item><title>La NBC retoma la emisión de Heroes</title><link>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</link><pubDate>Mon, 22 Jan 2007 22:55:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</guid><description>&lt;p>
Si, como yo, eres fan de &lt;strong>&lt;a href="https://albert.garcia.gibert.es/mensaje/4990/heroes-la-serie">Heroes&lt;/a>&lt;/strong>, te alegrar&amp;aacute; saber esto: despu&amp;eacute;s del par&amp;oacute;n navide&amp;ntilde;o de series en los USA, &lt;strong>&lt;a href="https://www.nbc.com/Heroes/">la NBC vuelve hoy a retomar la emisi&amp;oacute;n de sus episodios&lt;/a>&lt;/strong> . Y esto significa que posiblemente la magia de las comunicaciones globales permita que este fin de semana podamos saber m&amp;aacute;s, a este lado del atl&amp;aacute;ntico, sobre las vidas del hilarante &lt;a href="https://en.wikipedia.org/wiki/Hiro_Nakamura">Hiro Nakamura&lt;/a>, el misterioso &lt;a href="https://en.wikipedia.org/wiki/The_Haitian">haitiano&lt;/a> y del perverso &lt;a href="https://en.wikipedia.org/wiki/Sylar">Sylar&lt;/a>...
&lt;/p>
&lt;p>
No s&amp;eacute; tu, &amp;iexcl;pero yo &lt;strong>me muero de ganas de ver los nuevos cap&amp;iacute;tulos&lt;/strong>! 
&lt;/p></description></item><item><title>Heroes, la serie</title><link>https://albert.garcia.gibert.es/heroes-la-serie-4990/</link><pubDate>Wed, 08 Nov 2006 09:26:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/heroes-la-serie-4990/</guid><description>&lt;p>
El anuncio de la cadena &lt;em>abc &lt;/em>de que la emisi&amp;oacute;n serie &lt;strong>&lt;a href="https://es.wikipedia.org/wiki/Lost">Perdidos&lt;/a> &lt;/strong>va a sufrir un par&amp;oacute;n hasta enero ha supuesto un buen golpe para los fans. Ya es dif&amp;iacute;cil encontrar buenos contenidos en la TV para amenizar las sobremesas nocturnas... y encima esto. Peeero... no os preocup&amp;eacute;is: Hay otras alternativas que pueden hacer m&amp;aacute;s llevadera la &lt;em>sequ&amp;iacute;a&lt;/em>.
&lt;/p>
&lt;p>
En concreto, quer&amp;iacute;a llamar la atenci&amp;oacute;n sobre una serie que est&amp;aacute; emitiendo la &lt;em>&lt;a href="https://www.nbc.com/">NBC&lt;/a> &lt;/em>desde hace bien poco ( de hecho s&amp;oacute;lo llevan emitidos 6 cap&amp;iacute;tulos ), pero que me ha enganchado como lo hizo &lt;strong>&lt;a href="https://es.wikipedia.org/wiki/Lost">Perdidos&lt;/a> &lt;/strong>en su momento: &lt;a href="https://es.wikipedia.org/wiki/Heroes">&lt;strong>H&amp;eacute;roes&lt;/strong>&lt;/a> .
&lt;/p></description></item></channel></rss>