<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>música on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/m%C3%BAsica/</link><description>Recent content in música on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Fri, 11 May 2007 02:35:56 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/m%C3%BAsica/index.xml" rel="self" type="application/rss+xml"/><item><title>De cuando Pandora calló</title><link>https://albert.garcia.gibert.es/cuando-pandora-callo-11219/</link><pubDate>Fri, 11 May 2007 02:35:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/cuando-pandora-callo-11219/</guid><description>Dear Pandora Visitor,
We are deeply, deeply sorry to say that due to licensing constraints,
we can no longer allow access to Pandora for most listeners located
outside of the U.S. We will continue to work diligently to realize the
vision of a truly global Pandora, but for the time being we are
required to restrict its use. We are very sad to have to do this, but
there is no other alternative.</description></item><item><title>Pandora en aprietos</title><link>https://albert.garcia.gibert.es/pandora-aprietos-10137/</link><pubDate>Wed, 18 Apr 2007 22:59:41 +0000</pubDate><guid>https://albert.garcia.gibert.es/pandora-aprietos-10137/</guid><description>Precisamente hoy, en la oficina, hablaba con Alejandro de Last.fm y Pandora, de lo interesante que era la idea del Genome Music Project, y de c&amp;oacute;mo realizaba un acercamiento &amp;quot;diferente&amp;quot; al tema de los contenidos personalizados: an&amp;aacute;lisis de variables parametrizables de la m&amp;uacute;sica [objetivo/cient&amp;iacute;fico] VS recomendaciones por afinidad con usuarios [subjetivo/emocional].
Total, que al llegar esta tarde a casa he encontrado este correo en mi buz&amp;oacute;n de hotmail, el que uso para registrarme en mil y un sitios por ah&amp;iacute;, entre ellos Pandora.</description></item><item><title>Nickelback: ¿Puede un grupo plagiarse a sí mismo?</title><link>https://albert.garcia.gibert.es/nickelback-grupo-plagiarse-mismor-9652/</link><pubDate>Fri, 06 Apr 2007 00:17:41 +0000</pubDate><guid>https://albert.garcia.gibert.es/nickelback-grupo-plagiarse-mismor-9652/</guid><description>Bajo este t&amp;iacute;tulo me pasaron har&amp;aacute; cosa ya de un a&amp;ntilde;o un curioso MP3 en el que se reproduc&amp;iacute;an simult&amp;aacute;neamente dos canciones del mismo grupo : Nickelback. Hoy lo he recuperado del ba&amp;uacute;l de los recuerdos mientras hac&amp;iacute;a limpieza, as&amp;iacute; que aprovechar&amp;eacute; para compartirlo contigo.
El autor, por lo visto, pretend&amp;iacute;a dejar evidenciar la sorprendente similitud entre algunos de los temas del propio grupo de rock... Y la verdad es que es alucinante lo clavados que est&amp;aacute;n los patrones de las dos canciones que escogi&amp;oacute;.</description></item><item><title>Paul Gilbert: cómo tocar la guitarra con un taladro</title><link>https://albert.garcia.gibert.es/paul-gilbert-tocar-guitarra-taladro-6012/</link><pubDate>Fri, 15 Dec 2006 00:20:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/paul-gilbert-tocar-guitarra-taladro-6012/</guid><description>&amp;Uacute;ltimamente he estado navegando m&amp;aacute;s de lo habitual por YouTube, curioseando de forma desordenada y buscando algunos videoclips de grupos que ten&amp;iacute;a ya casi olvidados. Saltando de un v&amp;iacute;deo a otro encontr&amp;eacute; varios videos de Paul Gilbert, guitarrista de los ya disueltos Mr.Big.
Entre las curiosidades que me contaba Jorge, un amigo fan de esta gente, yo alucinaba con los duelos entre el guitarra y el bajo que se montaban en cada concierto, o los arreglos de piano o violines que se curraba Paul con el multiefectos en directo, o la velocidad a la que era capaz de tocar el bajo Billy.</description></item><item><title>Usando Google para encontrar MP3: G2P</title><link>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</link><pubDate>Mon, 18 Sep 2006 14:36:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</guid><description>G2P es una herramienta que usa el propio Google para, a trav&amp;eacute;s del uso de modificadores del tipo: intitle:index.of &amp;ldquo;mp3&amp;rdquo; +&amp;rdquo;nombre de la canci&amp;oacute;n&amp;rdquo; -htm -html -PHP -asp &amp;ldquo;Last Modified&amp;rdquo; , encontrar aquellos archivos MP3 que nos interesan. Una idea curiosa y que... funciona! O pensabas que s&amp;oacute;lo pod&amp;iacute;as encontrar m&amp;uacute;sica a trav&amp;eacute;s de los P2P.
Podr&amp;aacute;n monitorizar el uso de redes entre pares, pero ... &amp;iquest;a d&amp;oacute;nde tendr&amp;iacute;amos que llegar para que usar un buscador fuera ileg&amp;iacute;timo?</description></item><item><title>Calamaro no es una persona cualquiera</title><link>https://albert.garcia.gibert.es/calamaro-no-persona-cualquiera-1024/</link><pubDate>Thu, 09 Feb 2006 00:26:12 +0000</pubDate><guid>https://albert.garcia.gibert.es/calamaro-no-persona-cualquiera-1024/</guid><description>Dailymotion blogged video
Hace ya un par de meses que fu&amp;eacute; el concierto de Calamaro en Barcelona. Lo montaron pim-pam, casi por sorpresa. Se hab&amp;iacute;a hecho tan poca publicidad que casi nos lo tomamos como un rumor.
Durante el concierto saqu&amp;eacute; este video. Cu&amp;aacute;nta emoci&amp;oacute;n sobrevolando a esos miles de personas. Calamaro no es una persona cualquiera, no.</description></item><item><title>Pandora, o tu asesor musical online</title><link>https://albert.garcia.gibert.es/pandora-o-asesor-musical-online-1013/</link><pubDate>Tue, 07 Feb 2006 23:57:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/pandora-o-asesor-musical-online-1013/</guid><description>Hace poco le&amp;iacute; una rese&amp;ntilde;a en Techcrunch acerca de este servicio, Pandora , y desde que empec&amp;eacute; a probarlo no he podido dejar de alucinar... Se trata de un servicio que te propone una serie de temas musicales a partir de tu elecci&amp;oacute;n inicial: tu escribes el nombre de una canci&amp;oacute;n o un grupo musical, y Pandora te devuelve una estaci&amp;oacute;n radiof&amp;oacute;nica personalizada con temas musicales afines a tu propuesta.</description></item><item><title>Probando, probando...</title><link>https://albert.garcia.gibert.es/probando-probando-584/</link><pubDate>Tue, 05 Jul 2005 21:49:38 +0000</pubDate><guid>https://albert.garcia.gibert.es/probando-probando-584/</guid><description>La venía tarareando de camino a casa y he tenido que grabarla al
llegar para ver cómo sonaba. Bueh... ahora que lo escucho entero no es
nada del otro mundo. Sobra alguna guitarra por ahi debajo y&amp;nbsp;
quizás con alguna otra rueda de acordes... otro día más...
&amp;nbsp;</description></item><item><title>Kompotser! a la platja</title><link>https://albert.garcia.gibert.es/kompotser-platja-582/</link><pubDate>Mon, 27 Jun 2005 22:56:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/kompotser-platja-582/</guid><description>Qu&amp;egrave; r&amp;agrave;pid passen les coses bones... Finalment el concert de la
platja va sortir for&amp;ccedil;a millor del que tots esper&amp;agrave;vem... perqu&amp;egrave;,
reconeguem-ho, cap de nosaltres havia depositat moltes esperances en el
concert. Port&amp;agrave;vem la desconfian&amp;ccedil;a en silenci... o no, chatines? ;) Molt
millor per la quantitat de gent que es va arreplegar al lloc
assenyalat, portats pel bon temps i l'ambient festiu que es respira a
la platja aquests primers dies de calor, amb els nous xiringuitos.</description></item><item><title>Hoy no me puedo levantar</title><link>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</link><pubDate>Mon, 23 May 2005 15:45:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</guid><description>Ni el terrible madrugón, ni las 6 horas y media del viaje de ida
(contando el tiempo que invertimos en encontrar la conexión con la
M-30), más las otras 5 y pico del de vuelta, ni las Autovías
Temblorosas al paso por Castilla, ni los Temibles Vendavales que nos
que dan vida a los Molinos Gigantes de la Muela consiguieron
amedrentarnos. Habíamos decidido adentrarnos en la Península, viajar
hasta su mismísimo centro, a la Capital, a las riendas de Fluky, y nada
nos iba hacer cambiar de opinión.</description></item><item><title>Con los brazos cruzados por Extremadura</title><link>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</link><pubDate>Wed, 18 May 2005 08:33:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</guid><description>Bueno, aquí van las fotos. Lo que ocurrió, más tarde desde el trabajo. Mientras tanto también puedes leer la crónica de Ruben en Neburx. ;-)</description></item><item><title>Con la frente marchita</title><link>https://albert.garcia.gibert.es/frente-marchita-516/</link><pubDate>Mon, 21 Feb 2005 02:01:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/frente-marchita-516/</guid><description>Nanos, si aquesta és la primera versió que grabem... el m&amp;agrave;ster que
fem a la Capsa pot quedar espectacular. Se felicita a los asistentes.
Teniu la versió completa i la versió &amp;quot;karaoke&amp;quot; al FTP per poder
practicar aquests dies. Apa, ara a treballar a casa que estarem uns
quants dies sense assajar!
Actualització: Penjada la versió remasteritzada (ara, segueix estant gravada cutrement amb el meu port&amp;agrave;til al buc d'assaig...)
&amp;nbsp;</description></item><item><title>La web del grup i altres recomanacions</title><link>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</link><pubDate>Sun, 06 Feb 2005 16:43:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</guid><description>Em faig repetitiu amb lo de &amp;quot;aquesta setmana he estat molt enfeinat, i bla, bla, bla...&amp;quot;,
ho sé. Per&amp;ograve; no hi ha més, és la veritat. I el més fotut de tot és que
quan hagi acabat totes les feines seguiré igual de pobre... Per&amp;ograve; bé, é
lo que hay. De moment he aprés a, tot i estar de curro fins les
orelles, no agobiar-me, i anar fent granet a granet com les
formiguetes, una horeta per aqui, dues per all&amp;agrave;.</description></item><item><title>Videoclips Ralentizados</title><link>https://albert.garcia.gibert.es/videoclips-ralentizados-489/</link><pubDate>Mon, 24 Jan 2005 19:31:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/videoclips-ralentizados-489/</guid><description>De las &amp;quot;artes multimedia&amp;quot; posiblemente el video sea la que menos
haya cultivado. Me considero un absoluto principiante, y es una de las
vertientes de la creación multimedia que más me atraen. Centrándonos en
los videos musicales, los videoclips, admiro especialmente la capacidad
de traducir en imágenes en movimiento el mensaje que transmite
determinada canción. Los hay que muestran la historia que narra la
canción, lo hay van totalmente a su aire sin importar de lo que trate
la letra, los hay abstractos, los hay que son pura poesía visual, como
la mayoría de los que he visto de ColdPlay o Bjork, por poner dos
ejemplos que me encantan.</description></item><item><title>Esa bonita canción entre anuncio y anuncio</title><link>https://albert.garcia.gibert.es/esa-bonita-cancion-anuncio-anuncio-481/</link><pubDate>Tue, 18 Jan 2005 00:56:10 +0000</pubDate><guid>https://albert.garcia.gibert.es/esa-bonita-cancion-anuncio-anuncio-481/</guid><description>Se llaman Múm y la canción se titula Green Grass of Tunnel. ¿Os suena? Me sorprendió de igual manera cuando Repsol usó Eden, de Hooverphonic, como banda sonora para su anuncio. Son obras de arte...</description></item><item><title>La Reina ha vuelto!</title><link>https://albert.garcia.gibert.es/reina-vuelto-478/</link><pubDate>Sat, 15 Jan 2005 18:42:12 +0000</pubDate><guid>https://albert.garcia.gibert.es/reina-vuelto-478/</guid><description>Bueno, lo que anunciaba: El sábado 2 de Abril, podremos ver de nuevo en acción a algunos de los miembros de Queen, concretamente a Brian May y Roger Taylor, que han empezado una gira junto con el vocalista Paul Rodgers. En el concierto tocarán varios temas de la mítica banda y algunos temas de Paul en solitario. Tengo que admitir que no conocia a Paul Rodgers, pero algun entendido me ha comentado que la combinación puede ser realmente explosiva.</description></item><item><title>Àudio als teus Posts</title><link>https://albert.garcia.gibert.es/audio-als-teus-posts-442/</link><pubDate>Thu, 23 Dec 2004 17:55:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/audio-als-teus-posts-442/</guid><description>Fa uns dies, un post a tintachina
em feia reprendre una part de la nova versió d'obokaman.com que havia
deixat de banda: el reproductor multim&amp;egrave;dia. Pensava en com muntar un
flash al qual li passés un par&amp;agrave;metre en forma de URL d'un mp3 o video,
i aquest fes streaming de l'arxiu original. Les avantatges son &amp;ograve;bvies:
poder escoltar una can&amp;ccedil;ó directament de la web, estalviar amplada de
banda (només es descarrega all&amp;ograve; que escoltes, el reproductor sol pesa
només 13,5Kb), adaptar la imatge del reproductor a la teva web i no fer
servir mediaplayers incrustats ni coses lletjes per l'estil.</description></item><item><title>Freak Show al Sot del Migdia</title><link>https://albert.garcia.gibert.es/freak-show-al-sot-migdia-402/</link><pubDate>Fri, 05 Nov 2004 16:40:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/freak-show-al-sot-migdia-402/</guid><description>Genial el concert d'ahir a la nit del mestre de cerimònies Enrique Bunbury. Em vaig alegrar repetides vegades de que al seu dia el Xavi i l'Esteve m'introduissin a la seva música i em fessin deixar de banda els meus perjudicis cap aquest home. El tio va muntar una carpa de circ al mig del Sot del Migdia per fer el concert, sota el títol de &amp;quot;Freak Show&amp;quot;. Forçuts, lluitadors, pallassos, carretons.</description></item><item><title>La Cara Oculta (i 2...)</title><link>https://albert.garcia.gibert.es/cara-oculta-i-2-115/</link><pubDate>Tue, 18 Nov 2003 05:31:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/cara-oculta-i-2-115/</guid><description>Matí d'endreçar habitació i idees, de feina devant de l'ordinador, i de repàs musical a algunes de les darreres gravacions dels KPS. Aqui tens la versió remasteritzada de l'assaig del 9 de Novembre. Per què vegis que no vam perdre la tarda. Aplicades les darreres idees que vau comentar (xiuxiueig a &amp;quot;a les teves mans&amp;quot;, teclat afegit, totes les veus _menys les altes del Xavi_, bateria retocada...). A treballar.
LA Cara Oculta by Kompotser
Prefereixes escoltar-la en format MP3?</description></item><item><title>Goo Goo Dolls</title><link>https://albert.garcia.gibert.es/goo-goo-dolls-105/</link><pubDate>Tue, 21 Oct 2003 06:22:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/goo-goo-dolls-105/</guid><description>El cap de setmana a Castelló em va portar a recordar un grup magnífic que feia temps que no seguia, els Goo Goo Dolls. Veureu que la web no els fa justícia (algú els hauria de parlar d'usabilitat. Has de ser un tio pacient per recòrrer totes les opcions del menú superior) , però com a músics son la reòstia, us ho asseguro. Fan un rock durillo d'aquest americà que ja quasi no s'escolta.</description></item><item><title>KPS Productions presenta...</title><link>https://albert.garcia.gibert.es/kps-productions-presenta-70/</link><pubDate>Tue, 25 Mar 2003 15:57:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/kps-productions-presenta-70/</guid><description>Con la mirada fija en el concierto del 18 de Abril, (hacemos de teloneros de els Gossos en La Capsa del Prat. Est&amp;aacute;s invitado, of course) paso m&amp;aacute;s horas de las habituales con mi amiga de seis cuerdas, as&amp;iacute; que inevitablemente surgen algunas ideas, melod&amp;iacute;as, frases que con un poco de suerte consigo combinar hasta que suena algo medianamente congruente. Tengo en mente un par de temas de los que creo que ya te habia ense&amp;ntilde;ado alg&amp;uacute;n fragmento.</description></item><item><title>notas</title><link>https://albert.garcia.gibert.es/notas-68/</link><pubDate>Wed, 19 Mar 2003 15:49:38 +0000</pubDate><guid>https://albert.garcia.gibert.es/notas-68/</guid><description>El tiempo pasa y las heridas cicatrizan lentamente. Poco a poco los recuerdos se vuelven menos dolorosos o quiz&amp;aacute;s nos acostumbramos a soportarlo. Sea como sea, vuelvo a poder hacer cosas de las que me ve&amp;iacute;a incapaz. Escuchar el suave sonido de un piano solitario es una de ellas. Cerrar los ojos y disfrutar de cada pulsaci&amp;oacute;n, de cada nota, tumbado en la cama... y dejar la mente en blanco, fluir entre la melod&amp;iacute;a mientras paseo entre las oscuras columnas del Refugio.</description></item><item><title>A Long December</title><link>https://albert.garcia.gibert.es/a-long-december-65/</link><pubDate>Sun, 16 Mar 2003 14:31:57 +0000</pubDate><guid>https://albert.garcia.gibert.es/a-long-december-65/</guid><description>El oscuro y pesado Invierno pronto acabar&amp;aacute; con su trabajo y dejar&amp;aacute; paso a la Primavera, templada y ociosa compa&amp;ntilde;era. Ella intentar&amp;aacute;, como cada a&amp;ntilde;o, devolver el calor a los corazones que su predecesor dej&amp;oacute; hibernando en su Ba&amp;uacute;l de los Tesoros. O al menos as&amp;iacute; hab&amp;iacute;a sido siempre hasta ahora... El se&amp;ntilde;or Invierno parece estar decidido a cambiar sus costumbres por una vez y mantener a algunos de esos corazones envueltos en un largo letargo, un largo Diciembre, como piezas arqueol&amp;oacute;gicas en un museo de melancol&amp;iacute;a.</description></item><item><title>Nuevas versiones</title><link>https://albert.garcia.gibert.es/nuevas-versiones-59/</link><pubDate>Mon, 17 Feb 2003 18:28:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevas-versiones-59/</guid><description>Un post musical, que ya tocaba. Llevamos un ritmo algo relax las últimas semanas con el grupo, aunque creo que todos lo tenemos más presente de lo que pueda parecer, incluso hacemos los deberes en casa bastante a menudo. Simplemente se han juntado esquiadas, festivales en la Capsa y algún que otro olvido. Además se ha dejado de hablar del festival aquel que te comenté con Sabina y Serrat, y parece que nos estamos centrando más en crear que en ensayar (una bonita manera de justificar que quedemos poco para tocar juntos :P)</description></item><item><title>McGyver me chana</title><link>https://albert.garcia.gibert.es/mcgyver-me-chana-51/</link><pubDate>Thu, 23 Jan 2003 19:25:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/mcgyver-me-chana-51/</guid><description>Vaya... llegar&amp;aacute; realmente un d&amp;iacute;a en que recordemos con nostalgia lo que hoy nos parece absolutamente normal, cotidiano, o incluso moderno? Igual que ahora pensamos en aquellas tardes de fin de semana... Todos sentados alrededor del televisor, con la merienda preparada: Un bol de algo que se parec&amp;iacute;a a los bocabits, otro con circulitos de maiz, y otro con palomitas. Nuestro colacao o un tang tambi&amp;eacute;n, por supuesto. Clic! y a tragarnos el Equipo A, McGyver , El Coche Fant&amp;aacute;stico, Los Visitantes (V), Magnum.</description></item><item><title>Una nit amb orquesta</title><link>https://albert.garcia.gibert.es/nit-amb-orquesta-50/</link><pubDate>Mon, 20 Jan 2003 01:35:15 +0000</pubDate><guid>https://albert.garcia.gibert.es/nit-amb-orquesta-50/</guid><description>Hoy hemos ido a ver al 'Mestre Pep' al Palau de la Música de Barcelona, X., E. y M. Hemos salido contentos, la verdad. No ha decepcionado... Quizás algunos detalles y canciones sobraban, pero nada que no esperáramos ya del Maestro. Sabíamos de antemano a lo que nos estábamos exponiendo. :) Con sus maneras campechanas, sus punteos repetitivos y en un ambiente muy familiar, se le veía disfrutando allí arriba. És de las cosas que más me han gustado de él: puedes ver en sus ojos que está pasándoselo genial mientras toca, consigue transmitírtelo.</description></item><item><title>Una Estona M&amp;eacute;s</title><link>https://albert.garcia.gibert.es/estona-meacutes-49/</link><pubDate>Wed, 15 Jan 2003 16:50:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/estona-meacutes-49/</guid><description>Primera mañana productiva de un buen montón de ellas espero. El lunes por la noche X. me pasó una letra para que probara a musicarla, y esta mañana he estado metido en el tema, entre paseo y paseo de R. (se ha vuelto a cargar una figurita, esta mujer es un caso digno de estudio). La canción se llama Una Estona Més, y aunque no he terminado con ella aún, más o menos se perfila ya cómo podría quedar.</description></item><item><title>Si no fos per tu...</title><link>https://albert.garcia.gibert.es/no-fos-per-48/</link><pubDate>Mon, 13 Jan 2003 23:36:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/no-fos-per-48/</guid><description>Uhm.... Si. Por fin, un poco de tranquilidad. Estoy sentado en mi sillón, con las piernas sobre la cama, tumbado lo suficiente como para alcanzar las teclas. La música suena suave, relajada... al tiempo que, mientras cierro los ojos, puedo sentir como una especie de nube azul claro de paz y sosiego se extiende lentamente en mi interior. Aunque queda mucho aún por expiar, no me preocupo. Me concentro en disfrutar al máximo de esta sensación.</description></item><item><title>&amp;iexcl;Mutaci&amp;oacute;n!</title><link>https://albert.garcia.gibert.es/iexclmutacioacuten-44/</link><pubDate>Fri, 03 Jan 2003 01:58:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/iexclmutacioacuten-44/</guid><description>Bueno, que ya me iba a dormir y han salido estas dos maravillas en el Winamp y no he podido resistirme. Seguro que a más de uno le brillan los ojillos al escucharlas. Comando G
Ulises XXXI</description></item><item><title>nieblas matutinas</title><link>https://albert.garcia.gibert.es/nieblas-matutinas-36/</link><pubDate>Sun, 08 Dec 2002 02:16:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/nieblas-matutinas-36/</guid><description>Cuando me han venido a despertar hoy para decirme que la comida ya estaba lista y en la mesa, no pod&amp;iacute;a creerlo. C&amp;oacute;mo pod&amp;iacute;a estar TAN hecho polvo a&amp;uacute;n y que fueran ya las 2 y media del mediod&amp;iacute;a?? Al menos (creo) me acuerdo de todo lo que hice ayer, nada de lo que me pudiera arrepentir. Bueno, est&amp;aacute; bien. O no. Tambi&amp;eacute;n mola arrepentirse de algo de cuando en cuando.</description></item><item><title>meditacions guitarrístiques</title><link>https://albert.garcia.gibert.es/meditacions-guitarristiques-34/</link><pubDate>Sun, 01 Dec 2002 21:06:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/meditacions-guitarristiques-34/</guid><description>Una semana bastante cargadita de trabajo. He estado ausente y desconectado pr&amp;aacute;cticamente de todo fuera del curro. Ten&amp;iacute;a ganas de que llegara el viernes y me pagara de una vez. Triste, pero el dinero es lo &amp;uacute;nico que me hace seguir en este curro, la verdad. Ya, el dinero no hace la felicidad. Pero si lo dejo, adem&amp;aacute;s de infeliz, ser&amp;eacute; tambi&amp;eacute;n pobre. S&amp;oacute;lo es cuesti&amp;oacute;n de hacer balance. Adem&amp;aacute;s, gracias a eso he podido hacerme mi primer homenaje del mes, uno de los mejores de los &amp;uacute;ltimos tiempos.</description></item><item><title>Mononoke Hime</title><link>https://albert.garcia.gibert.es/mononoke-hime-33/</link><pubDate>Sun, 24 Nov 2002 20:12:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/mononoke-hime-33/</guid><description>De escuchar m&amp;uacute;sica es de lo &amp;uacute;nico que tengo ganas ahora mismo. Cerrar la puerta y subir el volumen. Apagar la luz y estirarme en la cama a torturarme un poquito m&amp;aacute;s. Le estoy cogiendo afici&amp;oacute;n. Adem&amp;aacute;s hoy el tiempo acompa&amp;ntilde;a, as&amp;iacute; que no voy a ofrecer mucha resistencia. Quedan un par de horas como mucho para cenar, el tiempo suficiente para ver de nuevo La Princesa Mononoke abrazando a la almohada.</description></item><item><title>Que tinguem sort</title><link>https://albert.garcia.gibert.es/tinguem-sort-28/</link><pubDate>Mon, 11 Nov 2002 23:00:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/tinguem-sort-28/</guid><description>Esta canción es preciosa. Me gustaría poder estar en su piel y ser suficientemente fuerte como para sentir serenamente lo que canta.
Escuchadla y leerla.
Que tinguem sort
Que tinguem sort
Si em dius adéu, vull que el dia sigui net i clar, que cap ocell trenqui l&amp;rsquo;harmonia del seu cant. Que tinguis sort i que trobis el que t&amp;rsquo;ha mancat en mi.
Si em dius &amp;ldquo;et vull&amp;rdquo;, que el sol faci el dia molt més llarg, i així, robar temps al temps d&amp;rsquo;un rellotge aturat.</description></item><item><title>Ensayo dominguero</title><link>https://albert.garcia.gibert.es/ensayo-dominguero-23/</link><pubDate>Sun, 27 Oct 2002 20:23:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/ensayo-dominguero-23/</guid><description>Qu&amp;eacute; pronto ha oscurecido hoy... entre el cambio de hora y que el invierno est&amp;aacute; cada vez m&amp;aacute;s cerca, s&amp;oacute;n las 7 de la tarde y ya es de noche! Ahora hace un rato comentaba con unos amigos lo mucho que me gusta pasar fr&amp;iacute;o cuando llega el invierno. Bueno, no exactamente el hecho de pasar fr&amp;iacute;o, si no lo agradable que es poder abrigarte y sentir ese calorcito debajo de mantas, edredones, chaquetas, (abrazos, caricias, besos.</description></item><item><title>Tengo un J-A-K</title><link>https://albert.garcia.gibert.es/tengo-un-j-a-k-21/</link><pubDate>Sun, 20 Oct 2002 15:58:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/tengo-un-j-a-k-21/</guid><description>Groarrrr... que sueñito... :) He terminado de comer hace un rato, falta poco para las 4. Hoy repito sesión de cine con mi abuelo. La peli no será para tirar cohetes, pero es de las que a él le gustan: acción y tiros, y ya que lo llevo al cine, al menos que disfrute. Vamos a ver 'Triple X', la de Vin Diesel, que también hizo creo 'Fast &amp;amp; Furious'. Supongo que será del tipo Misión Imposible, James Bond &amp;amp; Co.</description></item><item><title>Un rayo...</title><link>https://albert.garcia.gibert.es/un-rayo-18/</link><pubDate>Wed, 09 Oct 2002 00:17:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/un-rayo-18/</guid><description>... no cae nunca en el mismo lugar dos veces, pero si quiero te espero en el mismo lugar, otra vez, dec&amp;iacute;a el amigo Calamaro. Que la nit &amp;eacute;s un viatge llarg i s'ha de poder arribar, la nit &amp;eacute;s un viatge llarg, per&amp;ograve; jo t'estar&amp;eacute; esperant, oigo cantar a Sau en el walkman. Mai es massa tard per tornar a comen&amp;ccedil;ar, per sortir a buscar el teu tresor, me recordaba X.</description></item><item><title>Je t'aimais, je t'aime et je t'aimerai....</title><link>https://albert.garcia.gibert.es/je-taimais-je-taime-et-je-taimerai-17/</link><pubDate>Fri, 04 Oct 2002 03:38:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/je-taimais-je-taime-et-je-taimerai-17/</guid><description>Me he propuesto no volver a escribir sobre ello. Quiero guardarte para m&amp;iacute;. Tu y yo, aqu&amp;iacute; dentro, para siempre. Oscuro, caliente, &amp;iacute;ntimo. Nada podr&amp;aacute; evitarlo. Seguir&amp;aacute; latiendo hasta el fin de los d&amp;iacute;as. Nunca volver&amp;eacute; a ser el mismo, y tu seguramente tampoco. Los a&amp;ntilde;os pasar&amp;aacute;n y nuestros caminos como hilos seguir&amp;aacute;n zigzagueando sobre el telar de la vida, pero en nuestro peque&amp;ntilde;o rinc&amp;oacute;n, un trocito de universo encontrar&amp;aacute; la manera de escapar al paso del tiempo.</description></item><item><title>Cuando Todo Vaya Mal</title><link>https://albert.garcia.gibert.es/cuando-vaya-mal-13/</link><pubDate>Wed, 25 Sep 2002 01:12:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/cuando-vaya-mal-13/</guid><description>La pierdo en cap&amp;iacute;tulos, cada vez un poco m&amp;aacute;s. Y fuera sigue todo igual, el cielo sigue negro, sin estrellas, los ojos distantes siguen suspendidos en el balc&amp;oacute;n y el volumen demasiado bajo mientras me esfuerzo por oir sus palabras a trav&amp;eacute;s de las nubes. Y s&amp;eacute; que tengo que continuar, que aunque todo vaya mal somos nosotros quienes vamos formando nuestro destino cada ma&amp;ntilde;ana, que el escultor tiene que volver a su trabajo y el capit&amp;aacute;n debe confiar m&amp;aacute;s en su instinto que en los faros en la oscuridad.</description></item><item><title>Kompotser!?</title><link>https://albert.garcia.gibert.es/kompotserr-12/</link><pubDate>Sun, 22 Sep 2002 14:13:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/kompotserr-12/</guid><description>Despu&amp;eacute;s de algunos a&amp;ntilde;os de inactividad musical, parece que va siendo hora de descolgar la guitarra de nuevo y sacarle brillo a esas cuerdas. Con qu&amp;eacute; objetivo? No s&amp;eacute; aun... de momento reencontrarme con viejos amigos y volver a disfrutar de esa sensaci&amp;oacute;n tan excitante que es actuar en directo. Prepararemos un medley con algunos cl&amp;aacute;sicos de la &amp;eacute;poca KPS: Sopa, Sangtra&amp;iuml;t... Ya veremos. De momento, os dejo un par de temas de KomPotSer para ir poni&amp;eacute;ndonos en situaci&amp;oacute;n.</description></item><item><title>Glòria per Tu</title><link>https://albert.garcia.gibert.es/gloria-per-tu-11/</link><pubDate>Mon, 16 Sep 2002 22:11:57 +0000</pubDate><guid>https://albert.garcia.gibert.es/gloria-per-tu-11/</guid><description>Un himno a la amistad. Una melodia para recordar, para llorar, ¿porqu&amp;eacute; no? Por todas aquellas personas que han sido importantes en nuestras vidas.
Gl&amp;ograve;ria
Tu que m&amp;acute;has vist caure a terra tu que sempre m&amp;acute;has trobat en les nits de lluna plena dormint en el teu sof&amp;agrave;
Tu m&amp;acute;ajudes sense presses si cal deixes el que tens m&amp;acute;obres sempre casa teva perqu&amp;egrave; no em quedi al carrer</description></item><item><title>Mala sang</title><link>https://albert.garcia.gibert.es/mala-sang-5/</link><pubDate>Thu, 29 Aug 2002 15:24:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/mala-sang-5/</guid><description>Antes escribia canciones. Muy de cu&amp;aacute;ndo en cu&amp;aacute;ndo, pero algunas hac&amp;iacute;a. Hay gente que tiene una gran facilidad de palabra y simplemente preparando un tema y con algunas ideas b&amp;aacute;sicas puede empezar a disparar palabras a un papel y sacar una buena historia. Yo recuerdo que no. Nunca fui capaz de proponerme escribir una canci&amp;oacute;n y hacerlo por voluntad propia. Lo que pasaba es que de repente me venia un flash.</description></item><item><title>Unravel</title><link>https://albert.garcia.gibert.es/unravel-3/</link><pubDate>Mon, 26 Aug 2002 16:15:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/unravel-3/</guid><description>Supongo que ayer os sonaba el t&amp;iacute;tulo, pero por si acaso, os he preparado esto para que pod&amp;aacute;is disfrutar de esa maravilla. Haced clic en el bot&amp;oacute;n de play (posiblemente tarde un poco en cargar): While you are away
My heart comes undone
Slowly unravels
In a ball of yarn
The devil collects it
With a grin
Our love</description></item></channel></rss>