+++
date = "2003-03-11 14:43:30"
author = ""
title = "KomPotSer per Sempre!"
slug = "kompotser-per-sempre-64"
tags = [ "sentimientos" ]
+++
<p>A dia de hoy doy por creada la plataforma pro-recuperaci&oacute;n 
                                del nombre del grupo. Kompotser per Sempre.</p>
                              <p align="center"> <img src="/img_blog_obo/kompotsertorna.gif" width="450" height="233"></p><p>Pong&aacute;monos en situaci&oacute;n... Ayer 
                                por la noche estaba charlando con Esteve por el 
                                msn y me pas&oacute; una canci&oacute;n grabada 
                                en directo que hab&iacute;an tocado hace tiempo, 
                                una versi&oacute;n muy guapa del Stand by Me. 
                                Oyendo a la gente corear y lo realmente bien que 
                                sonaba el tema en directo me entr&oacute; ese 
                                gusanillo que ya tan bien conozco... El Happening 
                                sirvi&oacute; para encender la chispilla, pero 
                                a todos nos supo a poco. Las perspectivas del 
                                concierto en la gala con Sabia y Co. cada vez 
                                m&aacute;s lejos y los problemas para ensayar 
                                cada vez m&aacute;s frecuentes. Hac&iacute;a falta 
                                algo que metiera una buena inyecci&oacute;n de 
                                nitro al grupo. Y las cosas siempre ocurren cuando 
                                menos lo esperas, as&iacute; que hay que ser paciente. 
                                Paciente pero constante. Y tener la suerte de 
                                estar en el lugar adecuado en el momento adecuado, 
                                estas cosas van as&iacute;. Esta tarde estaba 
                                en el Lloro para hablar con Sonia y Juan de una 
                                cena que estamos montando y ha bajado el chico 
                                que se encarga de la programaci&oacute;n musical 
                                de la Capsa. Me ha dicho que queria hablar un 
                                momento conmigo si tenia un rato, y yo he pensado 
                                que querr&iacute;a comentar algo de la web o qu&eacute; 
                                se yo. Cuando he subido a verle, lo primero que 
                                me ha dicho es si conocia a &quot;Gossos&quot;. 
                                Aunque haya desconectado bastante de la movida, 
                                Els Gossos son uno de los grupos que m&aacute;s 
                                han sonado aqu&iacute; en Catalunya los &uacute;ltimos 
                                a&ntilde;os. Claro que los conozco. Como? Si, 
                                tengo un grupo con unos amigos. Ah, si, cantamos 
                                en catal&aacute;n. Espera... teloneros? C&oacute;mo? 
                                Qu&eacute; me est&aacute;s contando? :D Claroooooooo!</p>
                              <p>En resumen: el dia 18 de Abril, dentro de un 
                                mes y poco, telonearemos a Gossos en el Prat. 
                                SSSSSSSSI!!! Si en ese momento se hubieran fijado 
                                en mis pies, hubieran visto que se elevaban varios 
                                cent&iacute;metros sobre el suelo. Estaba levitando. 
                                No he podido esperar para llamar al resto y cont&aacute;rselo... 
                                Y me he sentido genial cuando los he visto igual 
                                de ilusionados. <em>D'acord, potser no millor 
                                que un polvo o que saltar al buit en paracaigudes, 
                                per&ograve; el que es sent tocant en directe no 
                                es pot descriure en paraules...</em> Si lo que 
                                sentimos no fuera tan intenso, si el nuestro fuera 
                                un sue&ntilde;o de adolescentes hace tiempo que 
                                lo habr&iacute;amos dejado, que el grupo hubiera 
                                caido en el olvido. Pero ah&iacute; hemos seguido, 
                                a pesar de los problemas, superando diferencias, 
                                venciendo miedos y rencores, siempre mirando a 
                                los ojos, bien abiertos... Es por eso que os hago 
                                un llamamiento a vosotros, a Los Perlas, para 
                                volver a los or&iacute;genes, para recuperar la 
                                esencia, que al fin y al cabo se concreta en KomPotSer. 
                                <em>KomPotSer mai va ser un grup, ni una colla 
                                d'amics, ni un projecte. Els projectes es planifiquen, 
                                es parla en termes de rendiment, de resultats, 
                                de xifres... KomPotSet no van ser aquelles tres 
                                persones, quatre ni cinc ni sis. KomPotSer era 
                                un somni, era passi&oacute;, era il.lusi&oacute;, 
                                esfor&ccedil;, empenta, ganes de crear i disfrutar 
                                amb la m&uacute;sica... i molt m&eacute;s que 
                                tot aix&ograve;, un sentiment. I torno a sentir 
                                bullir la sang i torno a sentir veus il.lusionades 
                                que parlen mentre els brillen els ulls... KomPotSer 
                                ha tornat entre nosaltres, segur que tamb&egrave; 
                                podeu sentir-ho. &Eacute;s per aix&ograve; que 
                                us proposo de reobrir aquest llibre de contes 
                                que ha estat la nostra hist&ograve;ria per escriure-hi 
                                un nou cap&iacute;tol. Hi esteu d'acord? La fe 
                                fa moure muntanyes, per&ograve; nosaltres farem 
                                petar La Capsa! ;-DD</em></p>