<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>fotos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/fotos/</link><description>Recent content in fotos on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Sun, 25 Nov 2007 23:39:00 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/fotos/index.xml" rel="self" type="application/rss+xml"/><item><title>Volviendo de Egipto</title><link>https://albert.garcia.gibert.es/volviendo-egipto-41936/</link><pubDate>Sun, 25 Nov 2007 23:39:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/volviendo-egipto-41936/</guid><description>&amp;nbsp;Acabo de mandar hace unos minutos un mail a los compañeros del que hicimos la semana pasada a Egipto. Un viaje increíble, por cierto, recomendable en todos los aspectos. Económico ( unos 1000€, incluyendo vuelos, pensión completa, crucero, hoteles, excursiones... ), enriquecedor, por la cantidad de cosas que hemos aprendido, emocionante, por la cantidad de monumentos, esculturas, templos y lugares emblemáticos que hemos visitado, intenso, por los horarios intempestivos que tuvimos que "</description></item><item><title>Calçotada a Sant Pau de l'Ordal</title><link>https://albert.garcia.gibert.es/calcotada-sant-pau-lordal-8272/</link><pubDate>Sun, 18 Feb 2007 11:52:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/calcotada-sant-pau-lordal-8272/</guid><description>Ahir vam estar amb la familia fent una cal&amp;ccedil;otada a la casa que tenen el Joan i la Eug&amp;egrave;nia a prop de Sant Pau de l&amp;#39;Ordal, a les caves d&amp;#39;Albet i Noya. El dia no va acompanyar gaire, i tot i que providencialment va deixar de ploure al migdia, just el temps per fer els cal&amp;ccedil;ots i la carn, despr&amp;eacute;s la pluja va reprendre la feina, amb energies renovades.
El lloc &amp;eacute;s preci&amp;oacute;s: una encantadora masia rodejada per inmensos camps de vinya.</description></item><item><title>Nuevo logo para Firefox</title><link>https://albert.garcia.gibert.es/nuevo-logo-firefox-6242/</link><pubDate>Fri, 22 Dec 2006 08:57:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-logo-firefox-6242/</guid><description> &amp;iexcl;No he podido resistirme , me parece buen&amp;iacute;simo! Via | Propiedad Privada</description></item><item><title>Lanzarote</title><link>https://albert.garcia.gibert.es/lanzarote-5940/</link><pubDate>Tue, 12 Dec 2006 22:10:10 +0000</pubDate><guid>https://albert.garcia.gibert.es/lanzarote-5940/</guid><description>Esta pasada semana, aprovechando nuestros &amp;uacute;ltimos d&amp;iacute;as de fiesta del a&amp;ntilde;o, nos lo montamos para pasar el puente en Lanzarote. Nunca antes hab&amp;iacute;a estado en las Canarias, y la verdad es que tras escuchar experiencias y ver varios cientos de fotos de los viajes de amigos y familia me tiraba mucho la idea de visitar esta isla, tierra de fuego, volcanes y lava.
A pesar del mal tiempo que nos hizo ( nos llovi&amp;oacute; y el cielo estuvo la mayor parte del viaje nublado.</description></item><item><title>Los mejores fotógrafos de Flickr</title><link>https://albert.garcia.gibert.es/mejores-fotografos-flickr-5151/</link><pubDate>Mon, 13 Nov 2006 21:38:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/mejores-fotografos-flickr-5151/</guid><description>
En Flickr&amp;#39;s best Photographers recogen lo mejor de Flickr, la comunidad fotogr&amp;aacute;fica por excelencia. Las mejores fotos de los mejores fot&amp;oacute;grafos...
Te recomiendo que te tomes unos minutos para revisarla sin prisas: hay tomas realmente espectaculares.</description></item><item><title>Fundamentos Web 2006 en imágenes</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link><pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid><description> Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso Fundamentos Web 2006 , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n. Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses.</description></item><item><title>Impresionante fotografía del transbordador Atlantis</title><link>https://albert.garcia.gibert.es/impresionante-fotografia-transbordador-atlantis-4055/</link><pubDate>Tue, 26 Sep 2006 21:20:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/impresionante-fotografia-transbordador-atlantis-4055/</guid><description>Impresionante. Se trata de una fotograf&amp;iacute;a tomada desde la Tierra, en la que se puede observar el transbordador Atlantis, y a su lado la estaci&amp;oacute;n espacial. El objeto luminoso que sirve de fondo a esta imagen es ni m&amp;aacute;s ni menos que el Sol.
La foto fu&amp;eacute; tomada el 17 de septiembre por Thierry Legault , fot&amp;oacute;grafo franc&amp;eacute;s especialista en astrofotograf&amp;iacute;a, desde Mamers, Normandia. Desde luego, para sacar una imagen como esta no s&amp;oacute;lo son necesarias buenas dosis de paciencia y pulso firme.</description></item><item><title>Viaje a Donosti</title><link>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</link><pubDate>Mon, 18 Sep 2006 15:05:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</guid><description>Este fin de semana estuvimos en San Sebasti&amp;aacute;n, con motivo de la boda de unos amigos. A pesar de la constante llovizna ( &amp;iexcl;y no tan -izna en algunos momentos! ), la verdad es que me encant&amp;oacute;, tanto la visita a la ciudad, como el paisaje durante el trayecto. &amp;iexcl;El verde lo invade todo!
Nos alojamos en un hotelito bastante majo en Lasarte, a unos 10 - 15 minutos de San Sebasti&amp;aacute;n, desde el jueves hasta el domingo, as&amp;iacute; que, adem&amp;aacute;s de la boda, tuvimos tiempo para hacer unas visitas con la calma y descansar en el hotel para coger fuerzas.</description></item><item><title>Córcega: Isla de tortuosas carreteras</title><link>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</link><pubDate>Tue, 15 Aug 2006 21:15:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</guid><description>Para las vacaciones de este a&amp;ntilde;o decidimos organizarnos para coincidir e ir de viaje con un grupo de amigos. Sin m&amp;aacute;s premisas que divertirnos y descansar, estuvimos barajando diferentes posibilidades: viaje en furgoneta por la Costa Azul francesa, ruta folcl&amp;oacute;rico-fiestera por la Castilla profunda, varios paquetes tur&amp;iacute;sticos pre-cocinados... pero finalmente la isla de C&amp;oacute;rcega se llev&amp;oacute; la papeleta.
Alquilamos a trav&amp;eacute;s de internet una casita en Alata, una poblaci&amp;oacute;n cercana a la costa sur de la isla y a 8 Km.</description></item><item><title>Mini-vacaciones en Castellón</title><link>https://albert.garcia.gibert.es/mini-vacaciones-castellon-3580/</link><pubDate>Tue, 15 Aug 2006 20:28:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/mini-vacaciones-castellon-3580/</guid><description>
Una vez terminadas las vacaciones, lo &amp;uacute;nico que nos queda son los recuerdos.&amp;nbsp;Y las fotograf&amp;iacute;as son una de las mejores maneras de evocarlos. Aqu&amp;iacute; van algunas fotos de los d&amp;iacute;as que pasamos en la casa de mis padres en Castell&amp;oacute;n. El reportaje de C&amp;oacute;rcega is coming...</description></item><item><title>Fotos desde Cardona</title><link>https://albert.garcia.gibert.es/fotos-cardona-1551/</link><pubDate>Mon, 20 Mar 2006 23:17:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/fotos-cardona-1551/</guid><description>Aqui os dejo algunas fotos que saqu&amp;eacute; este fin de semana en Cardona, durante la boda de unos amigos, y la posterior visita a Cardona y las minas de sal.</description></item><item><title>La revancha</title><link>https://albert.garcia.gibert.es/la-revancha-1346/</link><pubDate>Thu, 02 Mar 2006 07:52:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-revancha-1346/</guid><description>Despu&amp;eacute;s de que unas desafortunadas circunstancias hace algunas semanas echaran por tierra nuestra escapada blanca, hace unos d&amp;iacute;as le tomamos la revancha a la nieve, a las nubes y al hombre del tiempo de TV1. El sol y la nieve polvo fueron una constante, y el pack &amp;quot;todo inclu&amp;iacute;do&amp;quot; del hotel puso la guinda al pastel.
Confirmado, 3 d&amp;iacute;as de vacaciones son suficientes para desconectar. En la segunda bajada ya ni me acordaba de d&amp;oacute;nde trabajaba.</description></item><item><title>Aïllats per la neu!</title><link>https://albert.garcia.gibert.es/aillats-per-neu-1022/</link><pubDate>Thu, 09 Feb 2006 00:01:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/aillats-per-neu-1022/</guid><description>B&amp;eacute;, com veieu, vam tornar sans i estalvis de la nostra escapada blanca. Tot i les previsions meteorol&amp;oacute;giques i els avisos del Ministeri, nosaltres vam llen&amp;ccedil;ar-nos de cap a l'aventura, creuant els dits perqu&amp;egrave; l'home del temps hagu&amp;egrave;s estat m&amp;eacute;s pessimista del compte. Malauradament no va ser aix&amp;iacute;, i l'&amp;uacute;nic que vam aconseguir &amp;eacute;s passar-les canutes, amb alegr&amp;iacute;a i bona companyia, aix&amp;ograve; si.
Des que vam passar per Vilafranca del Pened&amp;eacute;s el dissabte de matinada, fins a tornar a passar per Cervera diumenge a la tarda, de tornada, no va parar de nevar ni un moment.</description></item><item><title>El encuentro, al fin</title><link>https://albert.garcia.gibert.es/encuentro-al-721/</link><pubDate>Tue, 17 Jan 2006 23:43:33 +0000</pubDate><guid>https://albert.garcia.gibert.es/encuentro-al-721/</guid><description>Despu&amp;eacute;s de algunos intentos fallidos _mea culpa_ de encontrarnos para tomar unos cafeses, conocernos y charlar un rato, finalmente los astros decidieron darnos el si. El pasado s&amp;aacute;bado pude conocer en persona a una de las m&amp;aacute;s veteranas escritoras del blog colectivo, Sol, o ^andra^ , como se hace llamar por aqu&amp;iacute;. Aprovechando que ella y neburX , otro de los feligreses, ten&amp;iacute;an los ex&amp;aacute;menes del GMM en Barcelona, pude compartir comida y sobremesa con ellos y varios compa&amp;ntilde;eros del GMM en un frankfurt cercano a la universidad.</description></item><item><title>La linea amarilla</title><link>https://albert.garcia.gibert.es/linea-amarilla-643/</link><pubDate>Mon, 26 Sep 2005 21:47:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/linea-amarilla-643/</guid><description>Cr&amp;oacute;nica fotogr&amp;aacute;fica del viaje sorpresa a Menorca de este fin de semana.</description></item><item><title>Imágenes del Katrine</title><link>https://albert.garcia.gibert.es/imagenes-katrine-640/</link><pubDate>Fri, 16 Sep 2005 14:21:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/imagenes-katrine-640/</guid><description> No sé si habréis visto ya estas imágenes, pero no podía pasar sin publicarlas en el blog. ¡Son sobrecogedoras!</description></item><item><title>Cabeza de Castilla</title><link>https://albert.garcia.gibert.es/cabeza-castilla-639/</link><pubDate>Mon, 12 Sep 2005 20:52:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/cabeza-castilla-639/</guid><description>De mis vacaciones de este año a dia de hoy sólo me quedan ya vagos recuerdos. Recuerdos de infinitas praderas, de campos de girasoles, de largas, largísimas carreteras, hasta donde se difumina el horizonte, de fiestas de pueblo, de cachis de medio litro, de orquestas, de tapas de jamón a las 6 de la mañana, de puertas abiertas, de pueblos medievales, de monasterios acogedores, de riachuelos, cascadas, arroyos y cuevas, de aves rapaces volando a ras de suelo sobre nuestras cabezas, de evasión, de desconexión, de tranquilidad, de relax, de sol, de amigos, de buena compañía, de buenos días, de hasta luegos y de despedidas.</description></item><item><title>Tornados en Barcelona</title><link>https://albert.garcia.gibert.es/tornados-barcelona-637/</link><pubDate>Thu, 08 Sep 2005 17:25:41 +0000</pubDate><guid>https://albert.garcia.gibert.es/tornados-barcelona-637/</guid><description>Bufffff, la tormenta del siglo azot&amp;oacute; ayer Barcelona. Menuda tarde pasamos, entre agua, rayos, truenos y tornados!!! La cosa ya me pareci&amp;oacute; espectacular volviendo a casa desde Cerdanyola por la A2. La oscuridad nos envolv&amp;iacute;a, y decenas de nubes negras parec&amp;iacute;a que de un momento a otro iban a caer y cerrarnos el paso f&amp;iacute;sicamente. Un cami&amp;oacute;n cruzado totalmente en la autov&amp;iacute;a ayud&amp;oacute; a crear un ambiente verdaderamente inquietante. Por suerte consegu&amp;iacute; salir ileso de la aventura, aparte de un inesperado golpe en la parte trasera de Fluky, pobre.</description></item><item><title>Una tarde en el parque</title><link>https://albert.garcia.gibert.es/tarde-parque-610/</link><pubDate>Thu, 04 Aug 2005 01:17:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/tarde-parque-610/</guid><description>Un paseo por el parque en im&amp;aacute;genes...</description></item><item><title>Camping La Pola</title><link>https://albert.garcia.gibert.es/camping-la-pola-608/</link><pubDate>Tue, 02 Aug 2005 00:14:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/camping-la-pola-608/</guid><description>Aquest cop vam decidir provar i deixar a un costat l'acampada lliure que veniem practicant els darrers dos anys al Saiol, tirant cap a la Costa Brava. Si b&amp;eacute; he de dir que en un principi no m'acabava de conv&amp;egrave;ncer el tema aquest del &amp;quot;camping guiri-playero&amp;quot; en modalitat multitudin&amp;agrave;ria (vam ser m&amp;eacute;s de 25 persones), la veritat &amp;eacute;s que la cosa va sortir for&amp;ccedil;a b&amp;eacute;. Treient el fet que fossim els &amp;uacute;nics jugadors &amp;quot;locals&amp;quot; (juntament amb una recepcionista), que l'acc&amp;eacute;s a les parcel&amp;middot;les fos un petit calvari i que els del camping &amp;quot;La Pola&amp;quot; havien adoptat uns horaris m&amp;eacute;s aviat &amp;quot;europeus&amp;quot;, vam disfrutar lo suyo.</description></item><item><title>Me abuuuurrooo</title><link>https://albert.garcia.gibert.es/me-abuuuurrooo-600/</link><pubDate>Wed, 20 Jul 2005 15:06:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/me-abuuuurrooo-600/</guid><description>Pues nada, que andaba yo ayer solito por Terrassa y no tenia mucho
que hacer por la noche... así que me dió por hacer fotos absurdas.</description></item><item><title>Fotos al atardecer</title><link>https://albert.garcia.gibert.es/fotos-al-atardecer-597/</link><pubDate>Fri, 15 Jul 2005 14:36:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/fotos-al-atardecer-597/</guid><description>Algunas fotos que saqué con Esteve ayer por la tarde...</description></item><item><title>No hay quien me gane</title><link>https://albert.garcia.gibert.es/no-hay-quien-me-gane-590/</link><pubDate>Sun, 10 Jul 2005 21:19:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/no-hay-quien-me-gane-590/</guid><description> Sin palabras. Definitivamente, no hay quien le gane...</description></item><item><title>Atentado en Londres el dia después de ser nombrada ciudad titular de las Olimpiadas</title><link>https://albert.garcia.gibert.es/atentado-londres-dia-despues-nombrada-ciudad-titular-olimpiadas-588/</link><pubDate>Thu, 07 Jul 2005 12:27:20 +0000</pubDate><guid>https://albert.garcia.gibert.es/atentado-londres-dia-despues-nombrada-ciudad-titular-olimpiadas-588/</guid><description>Hace tan s&amp;oacute;lo una hora se daba a conocer la noticia. Una serie de explosiones en el metro de Londres obligaban a desalojar e impedir el acceso de los ciudadanos al transporte subterraneo de la capital inglesa. En un principio, las autoridades del transporte han indicado que pod&amp;iacute;an haberse producido a causa de una sobrecarga de la red el&amp;eacute;ctrica, y la polic&amp;iacute;a se absten&amp;iacute;a de opinar al respecto. Sin embargo, a estas explosiones simult&amp;aacute;neas han seguido una serie de detonaciones en varios autobuses, que seg&amp;uacute;n parece ya han provocado varios muertos y heridos.</description></item><item><title>Instante</title><link>https://albert.garcia.gibert.es/instante-583/</link><pubDate>Fri, 01 Jul 2005 17:07:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/instante-583/</guid><description>Ayer volviendo del trabajo no pude evitar detenerme en la rotonda
que da entrada al Prat desde la Gran Via. El sol andaba ya muy bajo e
imaginé que podría conseguir un buen contraluz. Siempre que paso por
allí pienso en lo fotogénica que es esa escultura y me lamento de no
llevar encima la cámara. Ayer, sin embargo, no fué así: la tenia en el
asiento de al lado. Espero que te guste.</description></item><item><title>Kompotser! a la platja</title><link>https://albert.garcia.gibert.es/kompotser-platja-582/</link><pubDate>Mon, 27 Jun 2005 22:56:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/kompotser-platja-582/</guid><description>Qu&amp;egrave; r&amp;agrave;pid passen les coses bones... Finalment el concert de la
platja va sortir for&amp;ccedil;a millor del que tots esper&amp;agrave;vem... perqu&amp;egrave;,
reconeguem-ho, cap de nosaltres havia depositat moltes esperances en el
concert. Port&amp;agrave;vem la desconfian&amp;ccedil;a en silenci... o no, chatines? ;) Molt
millor per la quantitat de gent que es va arreplegar al lloc
assenyalat, portats pel bon temps i l'ambient festiu que es respira a
la platja aquests primers dies de calor, amb els nous xiringuitos.</description></item><item><title>Nuevo entretenimiento</title><link>https://albert.garcia.gibert.es/nuevo-entretenimiento-572/</link><pubDate>Mon, 13 Jun 2005 22:09:19 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-entretenimiento-572/</guid><description>Como comentaba el domingo, últimamente verás que estoy algo
desmotivado y falto de tiempo para actualizar el blog... O quizás sea
la falta de tiempo para dedicarle lo que me 'desmotiva'... Sea como
sea, tengo previsto ponerme pronto con una remodelación de la página, a
causa básicamente de algunos problemas técnicos que estoy teniendo. Se
me acaba el espacio en el hosting (de hecho ya supero el espacio
permitido en unas decenas de Mb) y el consumo de tráfico va está en
vias de superar los 5Gb este mes, cuando sólo tengo 4 Gb contratados.</description></item><item><title>Hoy no me puedo levantar</title><link>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</link><pubDate>Mon, 23 May 2005 15:45:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</guid><description>Ni el terrible madrugón, ni las 6 horas y media del viaje de ida
(contando el tiempo que invertimos en encontrar la conexión con la
M-30), más las otras 5 y pico del de vuelta, ni las Autovías
Temblorosas al paso por Castilla, ni los Temibles Vendavales que nos
que dan vida a los Molinos Gigantes de la Muela consiguieron
amedrentarnos. Habíamos decidido adentrarnos en la Península, viajar
hasta su mismísimo centro, a la Capital, a las riendas de Fluky, y nada
nos iba hacer cambiar de opinión.</description></item><item><title>Con los brazos cruzados por Extremadura</title><link>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</link><pubDate>Wed, 18 May 2005 08:33:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</guid><description>Bueno, aquí van las fotos. Lo que ocurrió, más tarde desde el trabajo. Mientras tanto también puedes leer la crónica de Ruben en Neburx. ;-)</description></item><item><title>Esquí a la Molina - 2</title><link>https://albert.garcia.gibert.es/esqui-molina-2-533/</link><pubDate>Sun, 20 Mar 2005 17:30:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/esqui-molina-2-533/</guid><description>El passat cap de setmana, 12 i 13 de Mar&amp;ccedil;, i com ja ve sent una
tradició, vam anar a la Molina a celebrar l'aniversari del Xavi (el 27é
aniversari per ser més exactes, que un es fa gran, eh?). Vam sortir el
divendres a la tarda creuant els dits per no trobar caravana, per&amp;ograve; les
nostres preg&amp;agrave;ries van ser en va... Tot arribant a Gironella vam entrar
en una esp&amp;egrave;cie de bucle espai-temporal en qu&amp;egrave; vam quedar atrapats
durant un parell d'hores.</description></item><item><title>Esquí a la Molina - 1</title><link>https://albert.garcia.gibert.es/esqui-molina-1-532/</link><pubDate>Sun, 20 Mar 2005 17:09:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/esqui-molina-1-532/</guid><description>Fa un parell de setmanes vam fer les nostres primeres
'mini-vacances'. Tres dies a l'estació d'esquí de la Molina, aprop de
Puigcerd&amp;agrave;. Ens van servir per desconnectar una mica de la ciutat, la
feina, la familia, i poder concentrar-nos una mica més l'un en l'altre.
I ens feia més falta que no em pensava. Si, ja: un cop aqui, trobes que
tot segueix igual i trigues ben poc a tornar a agafar el fil i
estressar-te de nou, per&amp;ograve; al menys has buidat el got i ja calen més
gotes per colmar-lo.</description></item><item><title>Cap de setmana KPS</title><link>https://albert.garcia.gibert.es/cap-setmana-kps-495/</link><pubDate>Tue, 01 Feb 2005 23:04:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/cap-setmana-kps-495/</guid><description>Port&amp;agrave;vem ja alguns mesos amb els preparatius per aquest cap de
setmana. Un parell de dies de desconnexió urbana i conviv&amp;egrave;ncia rural a
la casa dels meus pares a Castelló, amb la música com a fil conductor,
van ser la manera escollida per provar de posar-nos les piles amb les
can&amp;ccedil;ons noves i endre&amp;ccedil;ar una mica les idees. Hem incorporat noves
can&amp;ccedil;ons al repertori i hem recuperat alguns dels antics temes dels
primers anys KPS, així que calia que fessim una sentada tots junts per
escoltar-les, comentar-les, assajar-les.</description></item><item><title>Concert a la presó</title><link>https://albert.garcia.gibert.es/concert-preso-440/</link><pubDate>Mon, 20 Dec 2004 16:40:38 +0000</pubDate><guid>https://albert.garcia.gibert.es/concert-preso-440/</guid><description>Aqui
tens les imatges que ho confirmen: els Kompotser van estar a Can
Brians. Malgrat les cagades, que al menys per part meva van ser
hist&amp;ograve;riques, el concert va ser molt divertit, gr&amp;agrave;cies al bon rotllo i
les ganes que va ficar el nostre públic. Fins i tot alguns d'ells que
tenien un grup dins la presó ens van fer de teloners amb un parell de
temes. Ens van deixar bocabadats.</description></item><item><title>Pintar con Luz</title><link>https://albert.garcia.gibert.es/pintar-con-luz-426/</link><pubDate>Mon, 06 Dec 2004 23:10:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/pintar-con-luz-426/</guid><description>Hace mucho que no cultivo como es debido una de mis aficiones favoritas, la fotograf&amp;iacute;a. Dejadez, quiz&amp;aacute;s tambi&amp;eacute;n sequedad de ideas y sobrecarga de agenda me han apartado del objetivo. Pero estas cosas van y vienen, nunca se sabe. Hoy repasaba algunas fotos en los &amp;aacute;lbumes y encontr&amp;eacute; algunos experimentos que realic&amp;eacute; a partir de alg&amp;uacute;n mensaje en el foro de ojodigital que ahora no consigo encontrar. Eran ejercicios experimentando con la t&amp;eacute;cnica llamada "</description></item><item><title>Per fi: el Saiol II</title><link>https://albert.garcia.gibert.es/per-fi-saiol-ii-391/</link><pubDate>Mon, 01 Nov 2004 18:15:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/per-fi-saiol-ii-391/</guid><description>Apa, aprofintant que he d'estrenar i provar les noves galeries d'imatges d'obokaman, us penjo aquí les tant desitjades i reclamades fotos del Saiol. Crec que les de l'any passat eren més xules, però vaja, no s'hi va poder fer més. Hi ha altres àlbums? Ningú més va fer fotos? Ara ja no recordo si el wess en va penjar per aquí o qué. Feu-me memòria. Passaran a la història dels Saiols, i no van poder quedar reflexats en el reportatge gràfic, el trio de vents de la tenda del costat, els "</description></item><item><title>Aniversari Guida</title><link>https://albert.garcia.gibert.es/aniversari-guida-130/</link><pubDate>Tue, 11 May 2004 15:39:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/aniversari-guida-130/</guid><description>Aqui et deixo algunes fotos del cap de setmana. Tot i que, com veuràs, no va començar gaire bé (algún desgraciat va rebentar una lluna al Fluky), una bona dosi de col.legues i algunes atraccions fan oblidar els mals rotllos. Vam estar celebrant l'aniversari de la Guida (estic perdonat?) amb una visita sorpresa al Tibidabo. I això només seria el començament del cap de setmana-persecució que li esperava. Espero que ho hagis passat tan bé com nosaltres, Guidel, felicitats de nou!</description></item><item><title>Erotismo, Gastronomía</title><link>https://albert.garcia.gibert.es/erotismo-gastronomia-127/</link><pubDate>Mon, 03 May 2004 05:51:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/erotismo-gastronomia-127/</guid><description>Estem preparant actualment una exposici&amp;oacute; al Centre C&amp;iacute;vic d'un fot&amp;ograve;graf anomenat Mikel Alonso. &amp;Eacute;s una mostra de fotografia gastron&amp;ograve;mica una mica especial. &amp;quot;Erotisme i Gastronomia&amp;quot; s'anomena. Us animo a visitar-la si algun cop exposa a prop d'on visqueu, o a fullejar el llibre on mostra tamb&amp;eacute; el seu treball, amb el mateix nom que la exposici&amp;oacute;. A mode de mostra, us ensenyo algunes de les m&amp;eacute;s curioses i suggerents fruites i hortalisses amb les que m'he creuat llegint-lo.</description></item><item><title>Plagios</title><link>https://albert.garcia.gibert.es/plagios-122/</link><pubDate>Tue, 09 Mar 2004 15:31:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/plagios-122/</guid><description>Absolutament ins&amp;ograve;lit, increible i miserable... Aqui la web d'obodesigns, la meva web professional: www.obodesigns.net,
aqui la web d'un
plagiador... No calen paraules...
[Afegit a 10/03/2004] Aix&amp;iacute;mateix seria injust no rectificar aquest missatge en rebre una r&amp;agrave;pida i educada resposta per part del webmaster de l'anteriorment anomenada p&amp;agrave;gina, disculpant-se per la copia i rectificant el disseny. Vull deixar clar que no estic en contra d'utilitzar dissenys d'altres per aprendre, practicar, etc... &amp;eacute;s m&amp;eacute;s: &amp;eacute;s un m&amp;eacute;tode que recomano a tot aquell qui estigui interessat en el tema del disseny web, s'apr&amp;eacute;n molt de la feina que han fet altres.</description></item><item><title>Post-Nadal</title><link>https://albert.garcia.gibert.es/post-nadal-119/</link><pubDate>Tue, 13 Jan 2004 12:10:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/post-nadal-119/</guid><description>Ok, d'acord. Segurament em mereixo aquesta colleja que estas a punt de fotre'm... Però deixa'm parlar, t'ho puc explicar, no és el que sembla! Realment aquell va ser un mal dia, i se'm van treure les ganes d'escriure una bona temporada... A això afegeixes el moviment de les festes de Nadal, i que després de la feina, en arribar a casa, la veritat és que no em venia gens de gust asseure'm devant l'ordinador.</description></item><item><title>Curs de Conducció Segura</title><link>https://albert.garcia.gibert.es/curs-conduccio-segura-117/</link><pubDate>Sun, 14 Dec 2003 12:32:46 +0000</pubDate><guid>https://albert.garcia.gibert.es/curs-conduccio-segura-117/</guid><description>Feia tant de temps que quasi ja ni ho recordava. Pel meu aniversari, mons pares em van regalar un curs de conducció segura a Montmeló, a l'escola Renault del RACC. Si bé ja hi estava força engrescat _m'encanta conduïr_ , la experiència ha superat totes les meves expectatives amb escreix. Simplement al·lucinant, recomenable al 200%. De fet sóc del parer que aquest tipus de cursos haurien d'estar plantejats per llei. En només dos dies m'he adonat que les reaccions instintives del 99% dels conductors devant situacions de risc sóc altament perilloses, ben allunyades del que la física ens explica sobre el comportament del cotxe sobre l'asfalt.</description></item><item><title>Can Puntes</title><link>https://albert.garcia.gibert.es/can-puntes-116/</link><pubDate>Mon, 08 Dec 2003 11:26:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/can-puntes-116/</guid><description>&amp;Uacute;ltimament no parem el cul quiet un sol cap de setmana, eh nanos? Ahir, dia 7, va ser l'aniversari de la nostra amiga Marian i, c&amp;oacute;m no?, ho hav&amp;iacute;em de celebrar &amp;quot;a lo grande&amp;quot;. Can Puntes, aprop de Gironella, va ser l'escenari escollit per l'homenatjada per compartir amb els seus amics aquest dia tan especial. B&amp;eacute;, &amp;quot;aquests&amp;quot;... Hem passat tot el cap de setmana, des del divendres, a aquesta acollidora masia.</description></item><item><title>Oceanogràfic</title><link>https://albert.garcia.gibert.es/oceanografic-114/</link><pubDate>Mon, 17 Nov 2003 07:52:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/oceanografic-114/</guid><description>Llevar-lo dissabte de bon matí al més pur estil Sorpresa-Sorpresa i treure'l de casa sense saber on anava. Aquesta era la nostra idea per aquest cap de setmana amb l'aniversari de l'Esteve. Tot i el seu incontenible esperit curiós, inquisidor i queixaner, vam aconseguir sorprendre'l, encara que fos amb la inesperada visita nocturna a la Casa Inundada de Can Pulpis, i d'això es tractava en definitiva. Un cap de setmana de decisions importants, viatges llargs, bufandes que picaven, aparcaments grans com les Mines de Moria, visites frustrades al Saló Internacional de Cotxes en Miniatura 1:43 amb fundes de seients de Pell de Toro, plujes torrencials a la autopista, partides de Scrabble plenes de trampes (Zaril y Fuir valíen!</description></item><item><title>El Darrer Regal d&amp;#039;Aniversari</title><link>https://albert.garcia.gibert.es/darrer-regal-d039aniversari-102/</link><pubDate>Mon, 13 Oct 2003 05:13:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/darrer-regal-d039aniversari-102/</guid><description>Quina il&amp;middot;lusi&amp;oacute;! Ahir, just arribar a casa despr&amp;eacute;s d'un cap de setmana fant&amp;agrave;stic a Castell&amp;oacute; per celebrar el meu aniversari, al que penso dedicar un post en breu, em vaig trobar a l'escriptori un misteri&amp;oacute;s sobre de l'Ajuntament de Barcelona. &amp;quot;Mite'ls que macos, segur que m'escriuren per felicitar-me l'aniversari&amp;quot;, vaig pensar. En certa manera, si, all&amp;ograve; venia a ser una sorpresa. Crec que alg&amp;uacute; els va informar de la meva passi&amp;oacute; per la fotograf&amp;iacute;a i l'estima que tinc pel meu encantador cotxe, el Fluky, per qu&amp;egrave; me'n van remetre una foto!</description></item><item><title>Cloenda de Festes</title><link>https://albert.garcia.gibert.es/cloenda-festes-100/</link><pubDate>Mon, 29 Sep 2003 15:36:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/cloenda-festes-100/</guid><description>Tard o d'hora tot s'acaba. Son les 00:25 i per tant oficialment 30 de Setembre. Donem per conclosa, doncs, la Festa Major del Prat. Amb uns focs d'artifici for&amp;ccedil;a humils, val a dir-ho, el Prat ha acomiadat aquesta nit l'edici&amp;oacute; d'aquest any. Hem estat tots al terrat veient-los i treien unes fotos. El Piromusical de l'altre dia... all&amp;ograve; si que van ser focs articials!!!! ;DD Ejem!... Fora del Correfoc i els dos concerts, la veritat &amp;eacute;s que s'ha diferenciat ben poc, pel que fa a mi, d'un cap de setmana normal i corrent.</description></item><item><title>Les Llufes Extraordinàries</title><link>https://albert.garcia.gibert.es/les-llufes-extraordinaries-99/</link><pubDate>Sun, 28 Sep 2003 06:40:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/les-llufes-extraordinaries-99/</guid><description>Finalment, per sort, sembla que a principis de la setmana vinent mon avi rebrà l'alta i podrà tornar a casa. Vam coincidir amb la meva tia al Pilar, i com que el concert de Pets començava tard a la nit (de fet encara no teniem gaire clar si no el suspendrien per la pluja ininterrompuda...) vam quedar per anar al Capri a les nou a veure &amp;quot;La Liga de los Hombres Extraordinarios&amp;quot;.</description></item><item><title>Noche de espect&amp;aacute;culos</title><link>https://albert.garcia.gibert.es/noche-espectaacuteculos-98/</link><pubDate>Sat, 27 Sep 2003 07:25:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/noche-espectaacuteculos-98/</guid><description>Ayer no aprovech&amp;eacute; demasiado el dia, aparte de hacer un poco el burro por la ma&amp;ntilde;ana con las fotos que viste y traducir un par de p&amp;aacute;ginas m&amp;aacute;s de la web
de la Capsa. Te echaba de menos y no ten&amp;iacute;a muchas ganas de moverme de casa, me entr&amp;oacute; una perrer&amp;iacute;a... Por suerte mi hermana me &amp;quot;oblig&amp;oacute;&amp;quot; a llevarla a la facultad, y creo que me fu&amp;eacute; bien que me tocara un poco el aire.</description></item><item><title>Retratos</title><link>https://albert.garcia.gibert.es/retratos-97/</link><pubDate>Fri, 26 Sep 2003 06:40:52 +0000</pubDate><guid>https://albert.garcia.gibert.es/retratos-97/</guid><description>Fiesta hasta el martes! Por fin han llegado las fiestas del Prat, mis &amp;uacute;ltimos 4 d&amp;iacute;as seguidos de fiesta hasta Enero, creo. A ver si el pr&amp;oacute;ximo a&amp;ntilde;o deja los festivos mejor colocados que este... :P Ayer me enter&amp;eacute; de que hab&amp;iacute;a hecho tarde para inscribirme a la Gimkana Fotogr&amp;aacute;fica que se hab&amp;iacute;a organizado, me qued&amp;eacute; con las ganas... &amp;not;&amp;not;U Pero bueno, era tan s&amp;oacute;lo una excusa (y el premio un aliciente) para salir por ahi a disparar un rato.</description></item><item><title>Premios Pulitzer</title><link>https://albert.garcia.gibert.es/premios-pulitzer-95/</link><pubDate>Wed, 17 Sep 2003 05:03:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/premios-pulitzer-95/</guid><description>Las visit&amp;eacute; meses atr&amp;aacute;s por casualidad y hace un tiempo alguien en Ojodigital
me las record&amp;oacute;. Son las
fotos de Don Bartletti, el ganador del Premio Pulitzer de fotograf&amp;iacute;a de la actual edici&amp;oacute;n, del 2003.
Unos documentos gr&amp;aacute;ficos impactantes, llenos de fuerza, si bien la t&amp;eacute;cnica fotogr&amp;aacute;fica en este tipo de trabajos pasa a un segundo plano, por la dificultad que entra&amp;ntilde;a preparar una toma. La improvisaci&amp;oacute;n suele ser la t&amp;oacute;nica habitual en reportajes bajo estas condiciones.</description></item><item><title>Te mueves!</title><link>https://albert.garcia.gibert.es/te-mueves-93/</link><pubDate>Wed, 20 Aug 2003 04:34:52 +0000</pubDate><guid>https://albert.garcia.gibert.es/te-mueves-93/</guid><description>Hoy estoy pletórico! Casi un mes sin escribir y tres mensajes en un dia!!! Jajaja... Bueno, hay que aprovechar una mañana con pocas cosas que hacer... Ayer llevé a revelar las fotos del finde de Viella al Fotoprix de la calle Pelayo, tienen una estación de estas de revelado digital, y pensé que seria mejor hacer tiempo en la calle, haciendo algunas pruebas con la cámara, que subir a echar un vistazo a la FNAC, sobretodo mejor para mi bolsillo.</description></item><item><title>La Vall d'Aran</title><link>https://albert.garcia.gibert.es/la-vall-daran-91/</link><pubDate>Wed, 20 Aug 2003 02:27:20 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-vall-daran-91/</guid><description>De vuelta a la ciudad. O de vuelta y vuelta quiz&amp;aacute;s fuera m&amp;aacute;s adecuado, tostados de nuevo por el sofocante calor que estamos sufriendo este a&amp;ntilde;o en Barcelona. Teniendo en cuenta que este fin de semana alcanzamos en Viella temperaturas de hasta 13-15&amp;ordm;C... entender&amp;aacute;s que el choque al llegar a casa sea brutal. Nos fastidi&amp;oacute; el hecho de que durante casi todo el fin de semana el cielo estuviera totalmente encapotado y s&amp;oacute;lo pudi&amp;eacute;ramos disfrutar del sol a horas contadas, aunque cuando ahora recuerdo la sensaci&amp;oacute;n de fr&amp;iacute;o, el salir a la calle con chaqueta y pantal&amp;oacute;n largo, que nos tuvi&amp;eacute;ramos que tapar con manta por las noches.</description></item><item><title>Canon G3</title><link>https://albert.garcia.gibert.es/canon-g3-90/</link><pubDate>Tue, 12 Aug 2003 05:30:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/canon-g3-90/</guid><description>Nos hemos plantado en agosto, a mitad de las vacaciones y casi sin darnos cuenta. Qu&amp;eacute; r&amp;aacute;pido pasa el tiempo cuando nos gusta lo que hacemos... :P El lunes pasado, dia 4 empezaron mis 3 semanas de vacaciones. Bueno, de hecho las empec&amp;eacute; el s&amp;aacute;bado con la excursi&amp;oacute;n a Les Lloses, en el Ripoll&amp;eacute;s. Estuvimos un finde de acampada libre al lado del camping Saiol. El sitio precioso. Los encargados no tan preciosos, pero bueno.</description></item><item><title>Rafting Llavorsí</title><link>https://albert.garcia.gibert.es/rafting-llavorsi-89/</link><pubDate>Tue, 22 Jul 2003 04:36:51 +0000</pubDate><guid>https://albert.garcia.gibert.es/rafting-llavorsi-89/</guid><description>&amp;quot;&amp;iexcl;&amp;iexcl;&amp;iexcl;Adelanteeeee!!!&amp;quot;... &amp;quot;&amp;iexcl;&amp;iquest;Quer&amp;eacute;is que nos comamos esa roca?!&amp;quot;... &amp;quot;&amp;iquest;&amp;iquest;&amp;iexcl;&amp;iexcl;Est&amp;aacute;s viendo lo mismo que yo!!??&amp;quot;... Menudo fin de semana, realmente incre&amp;iacute;ble. El r&amp;aacute;fting del s&amp;aacute;bado divertid&amp;iacute;simo, y el hidrospeed domingo, trepidante. Altas posibilidades de repetir en agosto cuando vayamos al parador de Viella. (ueee!) A pesar de que en un principio la aventura iba a ser multitudinaria (hab&amp;iacute;amos reservado para 17 personas), la cosa qued&amp;oacute; finalmente en 6 participantes, las joyas de la corona, los m&amp;aacute;s atrevidos, intr&amp;eacute;pidos y valientes.</description></item><item><title>Can Deu!</title><link>https://albert.garcia.gibert.es/can-deu-88/</link><pubDate>Thu, 17 Jul 2003 10:38:58 +0000</pubDate><guid>https://albert.garcia.gibert.es/can-deu-88/</guid><description>Hace ya d&amp;iacute;as que ten&amp;iacute;a estas fotos, pero &amp;uacute;ltimamente sab&amp;eacute;is que s&amp;oacute;lo puedo actualizar desde el trabajo, y no he podido traerlas hasta hoy. Es un peque&amp;ntilde;o resumen del previo del concierto que hicimos en el Centro C&amp;iacute;vico de Les Corts, Can Deu, para el cumplea&amp;ntilde;os de una amiga de Ferran, el bajista del grupo. Un concierto en el que hab&amp;iacute;amos puesto muchas esperanzas: al aire libre, versiones que nos entusiasmaban, nuestro propio equipo de sonido, un p&amp;uacute;blico que no nos conoc&amp;iacute;a de nada.</description></item><item><title>Zoo Photo Team</title><link>https://albert.garcia.gibert.es/zoo-photo-team-86/</link><pubDate>Tue, 08 Jul 2003 06:36:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/zoo-photo-team-86/</guid><description>Este fin de semana estuvimos de excursi&amp;oacute;n fotogr&amp;aacute;fica en el Zoo de Barcelona. Estuvo divertido a pesar de la negativa inicial de alguno de los componentes del equipo. Los hay que se oponen categ&amp;oacute;ricamente a cualquier iniciativa que no propongan ellos... ;) Al menos s&amp;iacute; que aprend&amp;iacute; que para hacer fotos m&amp;iacute;nimamente interesantes a animales hace falta un bueno objetivo que te permita captar expresiones, primeros planos... y creo que hoy he cobrado.</description></item><item><title>Poesía Calurosa!</title><link>https://albert.garcia.gibert.es/poesia-calurosa-85/</link><pubDate>Mon, 30 Jun 2003 04:40:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/poesia-calurosa-85/</guid><description>Al parecer Cali inició hace unos días una propuesta muy interesante y enriquecedora a través del correo electrónico. Al grito de &amp;quot;Poesía calurosa!&amp;quot; invita a sus contactos a responder con una poesía a otra enviada por él mismo, iniciando así una cadena de participaciones. Espero que tenga éxito y la podamos mantener por mucho tiempo. De momento ya he enviado mis participaciones, en respuesta a Cali y Vane, inspirado por fotos de los últimos carretes que he revelado.</description></item><item><title>Què vol dir pendenciero?</title><link>https://albert.garcia.gibert.es/vol-dir-pendencieror-84/</link><pubDate>Wed, 18 Jun 2003 12:12:46 +0000</pubDate><guid>https://albert.garcia.gibert.es/vol-dir-pendencieror-84/</guid><description>Increible. 20:30, Miércoles y la sala vacía. Seguro que traman algo. No puedo verlos, pero puedo sentir su mirada, por todas partes... :D Bueno, voy a aprovechar estos minutos de tranquilidad para disparar unas letras y algunas imágenes al aire, que cada vez me columpio más entre mensaje y mensaje. Es tontería que me ponga a resumir lo que he hecho entre el anterior mensaje y este, paso de hacer referencias de dos lineas a cosas que merecerían varias páginas.</description></item><item><title>Hoy va a ser el dia menos pensado...</title><link>https://albert.garcia.gibert.es/hoy-va-dia-menos-pensado-81/</link><pubDate>Fri, 16 May 2003 13:02:51 +0000</pubDate><guid>https://albert.garcia.gibert.es/hoy-va-dia-menos-pensado-81/</guid><description>Un fin de semana fant&amp;aacute;stico el del 18-20 de Abril. Concierto, excursi&amp;oacute;n y otras actividades l&amp;uacute;dico-culturales que ocuparon los 3 d&amp;iacute;as lo convirtieron en memorable (&amp;iquest;abrumador? ;-D). La historia de c&amp;oacute;mo en s&amp;oacute;lo unos d&amp;iacute;as tu vida puede dar un vuelco absolutamente radical. El Albert del 1 de Abril y el del 1 de Mayo son ya tan diferentes... Y espero que los cambios no hayan hecho m&amp;aacute;s que empezar. Pienso hacer lo posible porque as&amp;iacute; sea.</description></item><item><title>Tras el escenario</title><link>https://albert.garcia.gibert.es/escenario-79/</link><pubDate>Tue, 06 May 2003 11:37:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/escenario-79/</guid><description>Dos semanas después, por fin disponemos ya del mini-reportaje fotográfico del concierto en La Capsa. Por si no te había rallado ya suficiente por otras vías, lo hago de nuevo por aquí. Fue simplemente indescriptible. Ok, tengo no tengo muy buena memoria, y hacia años que no hacía un concierto con el grupo (el Happening fueron 10 minutos, no cuenta), pero sí que suelo recordar de manera bastante precisa las emociones, y de verdad no recuerdo haber disfrutado tanto en ningún concierto.</description></item><item><title>Web de Kompotser</title><link>https://albert.garcia.gibert.es/web-kompotser-78/</link><pubDate>Wed, 23 Apr 2003 01:39:11 +0000</pubDate><guid>https://albert.garcia.gibert.es/web-kompotser-78/</guid><description>Els KomPotSer ja tenen web gràcies al Ruben que treu hores d'on no n'hi ha i s'ha convertit en un especialista del Alt-Tab a la feina. ;D podreu llegir totes les notícies referents al grup, propers concerts, veure vídeos i escoltar alguns temes de les maquetes, així com participar als fòrums desde https://www.kompotser.com. La primera entrega: el videoclip de Perdent el Nord. Nanos, estic segur que podem fer el numeret de la galeta veient les gravacions del concert, i sense mans!</description></item><item><title>Cristian Pop</title><link>https://albert.garcia.gibert.es/cristian-pop-76/</link><pubDate>Wed, 09 Apr 2003 14:01:36 +0000</pubDate><guid>https://albert.garcia.gibert.es/cristian-pop-76/</guid><description>Hace unas cuantas semanas, fuimos de paseo al Parque G&amp;uuml;ell a hacer unas fotos con un amigo que nos intent&amp;oacute; guiar un poco en nuestras primeras incursiones fotogr&amp;aacute;ficas experimentales. Las fotos que saqu&amp;eacute; aquel dia las tienes por ah&amp;iacute; en un post del mes pasado, luego lo buscar&amp;eacute;. Ese amigo es Cristian, un fant&amp;aacute;stico fot&amp;oacute;grafo y una mejor persona. Espero poder seguir aprendiendo un mont&amp;oacute;n de &amp;eacute;l, y no s&amp;oacute;lo en lo que a la fotograf&amp;iacute;a se refiere.</description></item><item><title>&amp;quot;El mundo no es como lo vemos...&amp;quot;</title><link>https://albert.garcia.gibert.es/quotel-mundo-no-vemosquot-73/</link><pubDate>Wed, 02 Apr 2003 06:12:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/quotel-mundo-no-vemosquot-73/</guid><description>"...si no como lo recordamos" Quinta tanda de fotograf&amp;iacute;as, y poco a poco voy aprovechando m&amp;aacute;s fotos por carrete, menos mal... Un par de la costillada, algunas del taller de David, que daba mucho m&amp;aacute;s juego del que le consegu&amp;iacute; sacar (tengo que repetir unos paseos por all&amp;iacute; dentro...), y otras que hice ayer, haciendo tiempo antes de la entrevista. Espero que te gusten.
5&amp;ordm; Carrete -( 31/03 - 01/04)</description></item><item><title>OjoDigital</title><link>https://albert.garcia.gibert.es/ojodigital-71/</link><pubDate>Fri, 28 Mar 2003 12:13:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/ojodigital-71/</guid><description>Hace escasamente una semana he empezado a frecuentar una web que ya conocia de oidas y que habia ojeado en más de una ocasión. Se trata de ojodigital,
una comunidad de fotógrafos online. Conocía algunas movidas similares, pero lo que me ha enganchado y sorprendido es el buen ambiente y las ganas de enseñar y aprender que tiene todo el mundo, de compartir ideas y conocimiento, dejando de lado el nivel técnico y la creatividad que abundan.</description></item><item><title>25 fotos y un suspiro</title><link>https://albert.garcia.gibert.es/25-fotos-suspiro-67/</link><pubDate>Tue, 18 Mar 2003 06:49:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/25-fotos-suspiro-67/</guid><description>De nuevo monogr&amp;aacute;fico de fotograf&amp;iacute;a. Aqui algunas de las fotos que se salvan. El resto, experimentos y paranoyas varias en casa para gastar el segundo carrete intentando captar una gota impactando en un vaso... Misi&amp;oacute;n imposible. Tampoco triunfaron mucho los intentos de conseguir el 'efecto nube' con la espuma de las olas y tiempos de exposici&amp;oacute;n largos. Sin un tr&amp;iacute;pode es una tonter&amp;iacute;a. Toda la foto es una gran nube. :-P Al menos aprendimos a hacer contraluces, a controlar la exposici&amp;oacute;n en un retrato con el sol de espaldas y a usar la abertura para controlar la profundidad y tal.</description></item><item><title>Foto-incursiones</title><link>https://albert.garcia.gibert.es/foto-incursiones-66/</link><pubDate>Mon, 17 Mar 2003 09:35:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/foto-incursiones-66/</guid><description>La fotografia se me está revelando como un divertido y adictivo pasatiempo. El domingo hicimos una salida fotográfica guiados por los expertos consejos de Cristian, al Parque Güell y a la Playa del Prat. Hoy he llevado los carretes, así que supongo que mañana por la tarde ya tendré el revelado. Esta tarde, aprovechando el viaje, he ido a recoger el segundo carrete que gasté al volante de mi nueva cámara y éste ha sido el resultado.</description></item><item><title>Muñecos hinchables</title><link>https://albert.garcia.gibert.es/munecos-hinchables-63/</link><pubDate>Tue, 11 Mar 2003 14:09:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/munecos-hinchables-63/</guid><description>Tratándose de uno de los mejores showman que conozco y sobradamente famoso por su capacidad de convocatoria, no cabía esperar menos de la fiesta de Gerard.. No, miento. Las fiestas de Gerard, SIEMPRE han sorprendido. Por una cosa o por otra, ocurra algo antes, durante, o después de la fiesta, las veladas que empiezan en esa terraza siempre son recordadas durante mucho tiempo. Esta vez el gancho era una fiesta de disfraces con motivos de terror, así que tela de saco en mano y maquillaje negro en los ojos me planté vestido de monje en su casa (mentira, me disfracé allí.</description></item><item><title>Mola Park</title><link>https://albert.garcia.gibert.es/mola-park-62/</link><pubDate>Mon, 03 Mar 2003 12:48:15 +0000</pubDate><guid>https://albert.garcia.gibert.es/mola-park-62/</guid><description>Después de perder el móvil hace un par de semanas, y con él todos los números de teléfono que tenía, creí que no podría hablar a tiempo con Yago para comentar cómo nos los montábamos para la esquiada. Por suerte recibo una sms de última hora el lunes para confirmar si voy a ir. Por supuesto!!! En un principio vamos 4 personas, de las que quedamos tres finalmente: Yago, Mireia y yo.</description></item><item><title>Profundidad de lo qué?</title><link>https://albert.garcia.gibert.es/profundidad-quer-61/</link><pubDate>Mon, 24 Feb 2003 16:33:29 +0000</pubDate><guid>https://albert.garcia.gibert.es/profundidad-quer-61/</guid><description>Aquí las primeras instantáneas de mi nueva compañera de aventuras. Cuatro tonterías de un newbie experimentando. :P Desde mi Casa y mi Azotea
alcantarilla
cruce
pinzas
las Tres Torres
se me ve?
una viga
mi doraemon
mi hamster
mis noches de trabajo y vicio</description></item><item><title>Me ponga tres de seguro y dos de planos</title><link>https://albert.garcia.gibert.es/me-ponga-tres-seguro-dos-planos-56/</link><pubDate>Mon, 10 Feb 2003 17:00:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/me-ponga-tres-seguro-dos-planos-56/</guid><description>Historia de una ida (de olla) y de una vuelta (de cabeza) en la nieve.
Creo que empiezo a tomar de nuevo el control sobre mis m&amp;uacute;sculos y los tiempos de respuesta se acercan a la normalidad. El s&amp;aacute;bado nos dej&amp;oacute; m&amp;aacute;s tocados de lo que hab&amp;iacute;a pensado! De todas formas, si repasamos lo que nos ha llevado hasta este estado de desgaste f&amp;iacute;sico y mental, nos damos cuenta de que podr&amp;iacute;a haber sido peor.</description></item><item><title>Happening Pota Blava</title><link>https://albert.garcia.gibert.es/happening-pota-blava-47/</link><pubDate>Fri, 10 Jan 2003 03:07:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/happening-pota-blava-47/</guid><description>Y aqu&amp;iacute; la &amp;uacute;ltima tirada de fotos del concierto del Happening. Gracias a Magda, Cristian y Hueso por el reportaje gr&amp;aacute;fico. ;-D
Emoci&amp;oacute;n y buenos recuerdos. Un escenario bajo los pies y buenos amigos alrededor.
Los Perlas vuelven a casa por Navidad. Hola, si, bona nit...</description></item><item><title>Los Reyes Magos</title><link>https://albert.garcia.gibert.es/los-reyes-magos-46/</link><pubDate>Thu, 09 Jan 2003 01:35:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/los-reyes-magos-46/</guid><description>Pasadas las borracheras de las compras navide&amp;ntilde;as y en plena resaca econ&amp;oacute;mica nos plantamos, con algunos restos de gripe, de nuevo en nuestro quehacer diario, vuelta a la vida normal: jornadas de 8 horas de trabajo, semanas de 5 d&amp;iacute;as laborables, 2 d&amp;iacute;as para salir con los amigos... una buena temporada sin fiestas extraordinarias a la vista. Al menos para la mayor&amp;iacute;a. Este pr&amp;oacute;ximo lunes es mi &amp;uacute;ltimo d&amp;iacute;a en el trabajo, as&amp;iacute; que yo voy a tomar unas peque&amp;ntilde;as vacaciones un poco antes de lo previsto.</description></item><item><title>Los Perlas</title><link>https://albert.garcia.gibert.es/los-perlas-45/</link><pubDate>Sun, 05 Jan 2003 21:26:36 +0000</pubDate><guid>https://albert.garcia.gibert.es/los-perlas-45/</guid><description>Recuerdas el concierto de los Perlas en diciembre? Pues aqu&amp;iacute; llegan los primeros testimonios gr&amp;aacute;ficos del retorno a los escenarios de lo mejorcito del Prat y Cornell&amp;aacute;. Con todos ustedes: los Perlas. (Gràcies Magda)
McFlanagan ha estado pasando el video y tiene ya colgada una preview en https://www.factorianorte.com/perlas.
Est&amp;aacute; hecho un maestro. Encontrar&amp;eacute;is adem&amp;aacute;s el siguiente reportaje fotogr&amp;aacute;fico a partir de ese mismo videoclip. Para los que no os vay&amp;aacute;is a tragar el video:</description></item><item><title>Amigo Invisible!</title><link>https://albert.garcia.gibert.es/amigo-invisible-42/</link><pubDate>Thu, 02 Jan 2003 19:25:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/amigo-invisible-42/</guid><description>&amp;iexcl;&amp;iexcl;&amp;iexcl;&amp;iexcl;Por finnnnnnn!!!! Aqu&amp;iacute; est&amp;aacute; el regalo que me ha hecho mi amigo invisible: Uxio
desde CoruWeb.Blog.
&amp;iquest;&amp;iquest;Es genial o no?? Le comentaba que me ha dado motivos para abrir una nueva secci&amp;oacute;n en la web, una seccion de brands con el nombre del blog, bajo riesgo de copiar una idea que ya aparece en otros sitios. Bueno, esto no es una competici&amp;oacute;n de originalidad, as&amp;iacute; que no creo que nadie se moleste.</description></item><item><title>Hagan juego, señores.</title><link>https://albert.garcia.gibert.es/hagan-juego-senores-32/</link><pubDate>Sun, 24 Nov 2002 11:34:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/hagan-juego-senores-32/</guid><description>Domingo &amp;quot;post-timba-en-casa&amp;quot;. Me acabo de levantar para hacerme una primera idea de la situaci&amp;oacute;n. Hace seis horas hab&amp;iacute;a 9 personas en el comedor con una ruleta y un tapete apostando dinero. Tengo que deshacerme de cualquier evidencia y no s&amp;eacute; de cu&amp;aacute;nto tiempo dispongo. La prueba m&amp;aacute;s insignificante podr&amp;aacute; ser y ser&amp;aacute; usada en mi contra, as&amp;iacute; que tengo que ser impecable, r&amp;aacute;pido y eficiente. Me encanta este momento. Si llegaran ahora podr&amp;iacute;a ser catastr&amp;oacute;fico, pero dentro de s&amp;oacute;lo una hora y media, nada habr&amp;aacute; pasado.</description></item><item><title>set, ready, go!</title><link>https://albert.garcia.gibert.es/set-ready-go-30/</link><pubDate>Mon, 18 Nov 2002 23:26:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/set-ready-go-30/</guid><description>Bueeeeeno, aqu&amp;iacute; estan las fotos! El v&amp;iacute;deo ser&amp;aacute; m&amp;aacute;s complicado de pasar, pero s&amp;oacute;lo por aquella mirada, vale la pena intentarlo. S&amp;oacute;lo qued&amp;aacute;bamos Esteve y yo en el avi&amp;oacute;n. &amp;Eacute;l se coloc&amp;oacute; en la puerta, colgando del monitor, con el cuerpo arqueado medio fuera del avi&amp;oacute;n, y el monitor tard&amp;oacute; unos segundos a&amp;uacute;n antes de saltar, comentando algo con el c&amp;aacute;mara que colgaba fuera del avi&amp;oacute;n. Fueron suficientes para que durante unos instantes, dos segundos quiz&amp;aacute;s, Esteve girara la cabeza y cruz&amp;aacute;ramos una mirada en medio de aquella tensi&amp;oacute;n.</description></item><item><title>Ratas del Cielo</title><link>https://albert.garcia.gibert.es/ratas-del-cielo-29/</link><pubDate>Sun, 17 Nov 2002 17:17:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/ratas-del-cielo-29/</guid><description>Hemos vuelto, estamos enteros, y tenemos m&amp;aacute;s ganas de saltar de las que ten&amp;iacute;amos antes. &amp;iexcl;&amp;iquest;Cu&amp;aacute;ndo repetimos?! &amp;Eacute;s una experiencia incre&amp;iacute;ble, recomendable 200%. Si se os presenta la oportunidad y os lo pod&amp;eacute;is permitir, ni lo pens&amp;eacute;is. Problemas, prisas, nervios, miedo... una vez has saltado (te han hecho saltar, de hecho) ya queda todo atr&amp;aacute;s. Pause. Silencio, paz... Cuando llegas intentas explicara los dem&amp;aacute;s por lo que acabas de pasar, pero tambi&amp;eacute;n te das cuenta en los ojos de los que han saltado contigo.</description></item><item><title>memoria fotográfica</title><link>https://albert.garcia.gibert.es/memoria-fotografica-26/</link><pubDate>Sun, 10 Nov 2002 02:05:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/memoria-fotografica-26/</guid><description>Hoy el d&amp;iacute;a no ha empezado mal del todo, pero ha ido estrope&amp;aacute;ndose a medida que pasaban las horas. Ha sido una especie de deterioro psicol&amp;oacute;gico progresivo. Aqui estoy. Tu y yo. No. Yo. S&amp;oacute;lo. Realmente SOLO. As&amp;iacute; me siento. As&amp;iacute; me he sentido durante todo el d&amp;iacute;a. Siento demasiadas cosas y creo que no tengo suficientes palabras para expresarlo, as&amp;iacute; que dejar&amp;eacute; las letras para otro d&amp;iacute;a. Hoy ha sido un d&amp;iacute;a de sensaciones, de im&amp;aacute;genes y de recuerdos.</description></item><item><title>Primal+Rage Tonight</title><link>https://albert.garcia.gibert.es/primalrage-tonight-15/</link><pubDate>Sun, 29 Sep 2002 16:07:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/primalrage-tonight-15/</guid><description>Buf... otra tarde-agobio-sincomer-y-todo-patasarriba se avecina. Suena el tel&amp;eacute;fono: &amp;iquest;Si? - Buenaaaaaasquetaaaaltiooo... - &amp;iquest;Dos entradas? - Si, los conozco pero no les he escuchado mucho - &amp;iexcl;&amp;iquest;Qu&amp;eacute; dices?! - Enga, a las 10 te paso a buscar - Asias tio!!. Era J. desde el curro. Me dice que ha escuchado en la radio que sorteaban dos entradas para ver a Primal Fear
y Rage en
Razzmatazz, ha llamado y le han tocado.</description></item></channel></rss>