+++
date = "2003-08-20 02:27:20"
author = ""
title = "La Vall d'Aran"
slug = "la-vall-daran-91"
tags = [ "fotos" ]
+++
<p align="center">
<img class="fotobonita" src="/images/post/91-23756.jpg" alt="91-23756.jpg" title="91-23756.jpg" /> 
</p>
<p>
De vuelta a la ciudad. O de vuelta y vuelta quiz&aacute;s 
fuera m&aacute;s adecuado, tostados de nuevo por 
el sofocante calor que estamos sufriendo este 
a&ntilde;o en Barcelona. Teniendo en cuenta que 
este fin de semana alcanzamos en Viella temperaturas 
de hasta 13-15&ordm;C... entender&aacute;s que 
el choque al llegar a casa sea brutal. Nos fastidi&oacute; 
el hecho de que durante casi todo el fin de semana 
el cielo estuviera totalmente encapotado y s&oacute;lo 
pudi&eacute;ramos disfrutar del sol a horas contadas, 
aunque cuando ahora recuerdo la sensaci&oacute;n 
de fr&iacute;o, el salir a la calle con chaqueta 
y pantal&oacute;n largo, que nos tuvi&eacute;ramos 
que tapar con manta por las noches... la verdad 
es que no tiene precio hacer eso en Agosto! 
</p><p>
<img src="/images/post/91-23725.jpg" alt="91-23725.jpg" title="91-23725.jpg" width="200" height="150" align="right" />
Me reafirmo en mis convicciones: arriba el turismo 
de monta&ntilde;a. La playa para ir a jugar a 
las palas un rato y prou. Aunque en los &uacute;ltimos 
a&ntilde;os el boom de los deportes de aventura, 
la generalizaci&oacute;n de actividades como el 
trekking, el esqu&iacute;, snowboard... o la potenciaci&oacute;n 
del turismo rural se est&eacute;n notando, a&uacute;n 
se puede disfrutar de unas vacaciones sin las 
prisas y las aglomeraciones t&iacute;picas del 
turismo &quot;playero&quot;, en un entorno natural 
que poco tiene que envidiar a las zonas alpinas. 
Hay que volver, nos hemos dejado muchas cosas 
por ver. ;) El Parador estuvo fant&aacute;stico, 
inmejorable, alucinante... El lugar precioso, 
un lujazo de habitaciones, el servicio impecable 
(incluso servicio de habitaciones con masajistas 
cubanos/as incluido!!! :DDD), y los desayunos... 
ay los desayunos... para morirse! Eso si, si alg&uacute;n 
dia te animas, mejor hazte antes con alguna de 
las ofertas de Paradores para j&oacute;venes, 
los packs de varias noches o alg&uacute;n weekend 
plan, que tambi&eacute;n los hay, porque el precio 
tambi&eacute;n es de lo m&aacute;s majo. &not;&not;U
</p>
<p>
Total: entorno id&iacute;lico, compa&ntilde;&iacute;a 
perfecta, aire fresco y c&aacute;mara nueva en 
mano... Efectivamente, no par&eacute; de echar 
fotos ni un momento :D Tres d&iacute;as no dan 
para mucho, pero al menos consegu&iacute; llevarme 
de all&iacute; un pedazito de naturaleza en forma 
de im&aacute;genes. Ah&iacute; las tienes.
</p>