<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Publicidad on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/publicidad/</link><description>Recent content in Publicidad on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Tue, 01 Jul 2008 21:10:53 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/publicidad/index.xml" rel="self" type="application/rss+xml"/><item><title>¿Google Ad Manager? No, gracias.</title><link>https://albert.garcia.gibert.es/google-ad-managerr-no-gracias-103767/</link><pubDate>Tue, 01 Jul 2008 21:10:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/google-ad-managerr-no-gracias-103767/</guid><description>&lt;p>Hace unas semanas me lleg&amp;oacute; una invitaci&amp;oacute;n para participar en la beta del nuevo gestor de publicidad de Google, &lt;a href="https://www.google.com/admanager/">&lt;strong>Google Ad Manager&lt;/strong>&lt;/a>. La verdad es que hab&amp;iacute;a seguido de cerca el anuncio de este nuevo servicio y estaba convencido de que sustituir&amp;iacute;a a la aplicaci&amp;oacute;n que ven&amp;iacute;a usando hasta ahora para gestionar las campa&amp;ntilde;as de publicidad en &lt;a href="https://www.nexoblogs.com">nexoBlogs&lt;/a> y &lt;a title="Crear blog gratis" href="https://www.obolog.com">OboLog&lt;/a>.&lt;/p>
&lt;p style="text-align: center;">&lt;img class="fotobonita" title="Google Ad Manager" src="https://albert.garcia.gibert.es/images/post/103767-78367.jpg" alt="Google Ad Manager" />&lt;/p>
&lt;p>Lamentablemente, despu&amp;eacute;s de haber estado una semana trasteando, configurando algunas campa&amp;ntilde;as y haciendo pruebas reales en producci&amp;oacute;n... lo que he hecho ha sido actualizar mi antiguo PhpAds al nuevo &lt;a href="https://www.openx.org/es">&lt;strong>OpenX&lt;/strong>&lt;/a> y aparcar la alternativa de Google. &lt;strong>Google Ad Manager no ha cumplido con mis expectativas&lt;/strong>.&lt;/p></description></item><item><title>La campaña "Ven a Mac", ahora en castellano</title><link>https://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</link><pubDate>Tue, 17 Apr 2007 00:47:29 +0000</pubDate><guid>https://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</guid><description>&lt;p>
Hace un par de meses comentaba &lt;a href="https://www.obokaman.com/mensaje/7930/get-a-mac-seguridad">la campa&amp;ntilde;a de publicidad que estaba llevando a cabo &lt;strong>Apple&lt;/strong> para promocionar a sus &lt;strong>iMacs&lt;/strong>&lt;/a>, en la que dos actores, uno gordito, con gafas y traje &lt;strong>representando a un PC con Windows&lt;/strong>, y otro joven y moderno, &lt;strong>representando a un Mac&lt;/strong>.
&lt;/p>
&lt;p>
Me entero &lt;a href="https://www.solomacs.com/mensaje/10001/nuevos-anuncios-de-ven-a-mac-en-espanol">a trav&amp;eacute;s de Toni&lt;/a> que &lt;strong>Apple&lt;/strong> ha traducido ya al castellano los v&amp;iacute;deos de la campa&amp;ntilde;a. Si te apetece echarles un vistazo ( te lo recomiendo ), podr&amp;aacute;s encontrarlos &lt;a href="https://www.apple.com/es/getamac/?apple-getamac-surgery_medium">tanto en su web oficial&lt;/a> como en &lt;a href="https://www.youtube.com/results?search_query=ven+a+mac&amp;amp;search=Search">&lt;strong>YouTube&lt;/strong>&lt;/a>. Para muestra, te dejo uno de mis preferidos: &lt;strong>El Reinicio.&lt;/strong>
&lt;/p></description></item><item><title>Filosofía de H&amp;M</title><link>https://albert.garcia.gibert.es/filosofia-de-hm-9566/</link><pubDate>Mon, 02 Apr 2007 15:58:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/filosofia-de-hm-9566/</guid><description>&lt;p>
Llego a trav&amp;eacute;s de una de las listas de correo de la oficina al &lt;a href="https://www.infojobs.net/minisite/HM.cfm">minisite de &lt;strong>H&amp;amp;M&lt;/strong> en &lt;strong>Infojobs&lt;/strong>&lt;/a> , y me encuentro esta introducci&amp;oacute;n. Es un mensaje sencillo y directo. &amp;quot;&lt;em>Confiamos en la gente con iniciativa, potenciamos la creatividad, buscamos talento&lt;/em>&amp;quot;. Bravo por el dpto. de Recursos Humanos de &lt;strong>H&amp;amp;M&lt;/strong>.
&lt;/p></description></item><item><title>Publicidad desafortunada</title><link>https://albert.garcia.gibert.es/publicidad-desafortunada-8253/</link><pubDate>Sat, 17 Feb 2007 10:48:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/publicidad-desafortunada-8253/</guid><description>&lt;p>
 &lt;img style= "display: block; margin-left: auto; margin-right: auto;" title="" src= "/images/post/8253-9780.jpg" alt=" TAGS:undefined">Esto es lo que me he encontrado en el
 último boletín que me ha llegado de &lt;strong>MiPasado.com&lt;/strong>
&lt;/p>
&lt;p>
 Ops... Buen intento... pero resulta que en &lt;a href= "https://www.xaloc.org/default.aspx">&lt;strong>Xaloc&lt;/strong>&lt;/a>
 sólo había tíos. Es lo que tienen los colegios de curas.&amp;nbsp;
&lt;/p></description></item><item><title>Get a Mac: Seguridad</title><link>https://albert.garcia.gibert.es/get-mac-seguridad-7930/</link><pubDate>Fri, 09 Feb 2007 09:15:15 +0000</pubDate><guid>https://albert.garcia.gibert.es/get-mac-seguridad-7930/</guid><description>&lt;p>
De un tiempo hasta aqu&amp;iacute; &lt;strong>&lt;a href="https://www.apple.com/es/">Apple&lt;/a> &lt;/strong>viene realizando una campa&amp;ntilde;a de publicidad muy graciosa, en la que aparecen dos personajes: uno algo gordito, con gafas, torpe y trajeado, representando a un PC y otro joven, moderno y desenfadado representando a un Mac. La campa&amp;ntilde;a se llama &amp;quot;&lt;a href="https://www.apple.com/getamac/">&lt;strong>Get A Mac&lt;/strong>&lt;/a> &amp;quot;, y viene consistiendo en diversas cu&amp;ntilde;as publicitarias en formato v&amp;iacute;deo, en las que hablan sobre aspectos concretos de los diferentes Sistemas Operativos: facilidad de uso, conectividad, reproducci&amp;oacute;n multimedia, entornos de trabajo, est&amp;eacute;tica...
&lt;/p></description></item><item><title>Construye cualquier cosa con LEGO</title><link>https://albert.garcia.gibert.es/construye-cualquier-cosa-lego-7366/</link><pubDate>Tue, 23 Jan 2007 08:52:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/construye-cualquier-cosa-lego-7366/</guid><description>&lt;p>
Reconozco que me ha costado un rato identificar la tabla peri&amp;oacute;dica de los elementos en este cartel publicitario de &lt;strong>LEGO&lt;/strong>... pero es que soy de letras ( mi excusa preferida cuando algo me cuesta... ). En cualquier caso, una vez captado, me parece una idea buen&amp;iacute;sima, s&amp;oacute;lo que... eso... &lt;strong>una vez captado&lt;/strong>. 
&lt;/p>
&lt;p>
No s&amp;eacute; yo si ser&amp;aacute; muy efectivo como campa&amp;ntilde;a de publicidad, m&amp;aacute;s all&amp;aacute; de ciertos c&amp;iacute;rculos ( No olvidemos que &lt;strong>LEGO &lt;/strong>es una &amp;quot;&lt;a href="https://blog.luismaram.com/2006/09/29/como-llegar-a-ser-una-marca-de-amor/">marca de amor&lt;/a> &amp;quot; entre &lt;em>geeks&lt;/em>... ).
&lt;/p></description></item><item><title>Los animales de dos en dos, uá, uá</title><link>https://albert.garcia.gibert.es/animales-dos-dos-ua-ua-5696/</link><pubDate>Sun, 03 Dec 2006 11:42:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/animales-dos-dos-ua-ua-5696/</guid><description>&lt;p>El último anuncio de Seat, en que aparecen unos peluches marchando al son de una curiosa música, &lt;strong>va camino de convertirse en el spot del momento&lt;/strong>. Sin duda, gran parte del éxito provinene de la banda sonora del anuncio: &amp;ldquo;&lt;strong>Los animales de dos en dos, uá, uá, los animales de dos en dos, uá, uá&amp;hellip;&lt;/strong>&amp;rdquo;&lt;/p>
&lt;p>Fué suficiente verlo una o dos veces: llevo ya varios días sin poder deshacerme de la cancioncilla! y seguro que lo mismo os habrá pasado a más de uno.&lt;/p></description></item><item><title>ReviewME: publicidad honesta</title><link>https://albert.garcia.gibert.es/reviewme-publicidad-honesta-5086/</link><pubDate>Sat, 11 Nov 2006 14:19:06 +0000</pubDate><guid>https://albert.garcia.gibert.es/reviewme-publicidad-honesta-5086/</guid><description>&lt;p>
&lt;em>(Mensaje patrocinado)&lt;/em>
&lt;/p>
&lt;p>
Desde hace ya tiempo los blogs se han confirmado como una plataforma publicitaria con posibilidades reales. En consecuencia, son varias las iniciativas que han ido surgiendo, intentando encontrar un modelo que funcione y encaje con el medio. 
&lt;/p>
&lt;p>
&amp;iquest;Encajar en qu&amp;eacute; sentido? Pues bien, el tema de recibir dinero por comentar un producto en un blog es peliagudo: hay quien piensa que &lt;strong>la credibilidad del blogger puede verse afectada desde el momento en que el que recibe dinero por escribir una anotaci&amp;oacute;n&lt;/strong>, que el blog puede perder su independencia, su personalidad, su car&amp;aacute;cter... &amp;iquest;C&amp;oacute;mo saber cu&amp;aacute;ndo nuestro blogger favorito elogia una determinada web o un producto guiado por sus intereses reales y cu&amp;aacute;ndo lo hace simplemente porque est&amp;aacute; recibiendo un pago a cambio? &lt;strong>La clave, en mi opini&amp;oacute;n, est&amp;aacute; en la transparencia&lt;/strong>. 
&lt;/p></description></item><item><title>Concienciación por la Seguridad Vial, al estilo nórdico</title><link>https://albert.garcia.gibert.es/concienciacion-seguridad-vial-al-estilo-nordico-5088/</link><pubDate>Sat, 11 Nov 2006 00:00:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/concienciacion-seguridad-vial-al-estilo-nordico-5088/</guid><description>&lt;p>
Hace poco que ha empezado a emitirse en TV la &amp;uacute;ltima campa&amp;ntilde;a de la &lt;acronym title="Direcci&amp;oacute;n General de Tr&amp;aacute;fico" lang="es">DGT&lt;/acronym>. De nuevo, apuestan por el impacto visual, la t&amp;eacute;cnica del &amp;quot;&lt;span style="font-style: italic">mira que fuerte lo que te va a pasar si no haces caso&lt;/span>&amp;quot;... A estas alturas, creo que ese tipo de publicidad ya no es tan efectiva como anta&amp;ntilde;o ( si es que en alg&amp;uacute;n momento lo fu&amp;eacute; ) . La gente est&amp;aacute; m&amp;aacute;s que insensibilizada, y lo que en alg&amp;uacute;n momento capt&amp;oacute; la atenci&amp;oacute;n por novedoso, ahora causa indiferencia por insistente. 
&lt;/p></description></item><item><title>La picaresca en YouTube</title><link>https://albert.garcia.gibert.es/picaresca-youtube-4659/</link><pubDate>Sun, 29 Oct 2006 20:55:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/picaresca-youtube-4659/</guid><description>&lt;p>
 &lt;img title="YouTube" src= "/images/post/4659-4687.jpg" alt=" TAGS:undefined" align="left">
&lt;/p>
&lt;p>
 Es sorprendente lo rápido que la gente puede aprender a sacar
 partido de los detalles de funcionamiento de determinadas
 herramientas...
&lt;/p>
&lt;p>
 En el caso de &lt;a href= "https://www.youtube.com">&lt;strong>YouTube&lt;/strong>&lt;/a> , por
 ejemplo: el thumbnail, la pequeña imagen que aparece anunciando
 un video, se extrae del fotograma central de los videos.
 Posiblemente hagan esto para evitar que la mayoría de imágenes
 aparezcan negras: muchos de los videos empiezan o terminan con un
 fundido en negro...
&lt;/p></description></item><item><title>Campaña contra el abandono de animales</title><link>https://albert.garcia.gibert.es/campana-contra-abandono-animales-4558/</link><pubDate>Thu, 26 Oct 2006 09:23:55 +0000</pubDate><guid>https://albert.garcia.gibert.es/campana-contra-abandono-animales-4558/</guid><description>&lt;p>
Esta es la imagen que ilustra la campa&amp;ntilde;a de concienciaci&amp;oacute;n de la &lt;strong>PSA &lt;/strong>contra el abandono de animales: &lt;a href="https://www.adverbox.com/2006/10/17/dogs-psa/">Los perros no son juguetes&lt;/a>.
&lt;/p>
&lt;p>
En ocasiones el fin justifica la crudeza de las im&amp;aacute;genes.
&lt;/p>
&lt;p>
Via &lt;a href="https://alt1040.com/archivo/2006/10/25/los-perros-no-son-un-juguete/">ALT1040&lt;/a>
&lt;/p></description></item><item><title>Dove: Por la belleza real</title><link>https://albert.garcia.gibert.es/dove-belleza-real-4389/</link><pubDate>Tue, 17 Oct 2006 09:49:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/dove-belleza-real-4389/</guid><description>&lt;p>
La empresa de cosm&amp;eacute;ticos &lt;a href="https://www.dove.com.es/es_es/">&lt;b>Dove&lt;/b>&lt;/a> lleva ya unos a&amp;ntilde;os desmarc&amp;aacute;ndose de sus competidoras a trav&amp;eacute;s de campa&amp;ntilde;as publicitarias que pretenden potenciar lo que ellos llaman &amp;quot;&lt;b>&lt;a href="https://www.porlabellezareal.com/">la belleza real&lt;/a>&lt;/b>&amp;quot;, a trav&amp;eacute;s de modelos que huyen del estereotipo &amp;quot;de pasarela&amp;quot;: chicas algo m&amp;aacute;s mayores de lo habitual, con pecas o algunos quilos de m&amp;aacute;s... para demostrar que todos esos detalles no impiden a las protagonistas ser &lt;b>y sentirse&lt;/b> guapas.
&lt;/p>
&lt;p>
Dentro de la campa&amp;ntilde;a que est&amp;aacute;n llevando a cabo ( &lt;a href="https://www.campaignforrealbeauty.com/">Campaign For Real Beauty&lt;/a> ) se enmarca el siguiente video, en el que se muestra el proceso de transformaci&amp;oacute;n que sufre una fotograf&amp;iacute;a de una modelo para una valla publicitaria: iluminaci&amp;oacute;n, maquillaje, peluquer&amp;iacute;a y posterior retoque en Photoshop.
&lt;/p></description></item><item><title>Un Volkswagen de "Turbo-Cojones"</title><link>https://albert.garcia.gibert.es/volkswagen-turbo-cojones-1564/</link><pubDate>Wed, 22 Mar 2006 10:38:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/volkswagen-turbo-cojones-1564/</guid><description>&lt;p>
 &lt;img style= "display: block; margin-left: auto; margin-right: auto;" title="" src= "/images/post/1564-1403.jpg" alt=" TAGS:undefined">
&lt;/p>
&lt;p>
 Volkswagen se ha visto obligada a retirar las vallas
 publicitarias en las que anunciaba un nuevo modelo GTI bajo el
 slogan "&lt;strong>Turbo-Cojones&lt;/strong>". Al parecer, el término
 "cojones", entre los angloparlantes, se ha adoptado con una
 significado similar a "valiente" o "visceral", mientras que para
 los hispanoparlantes sigue siendo una palabra malsonante, como
 para nosotros.
&lt;/p>
&lt;p>
 Vamos, un anuncio desafortunado "de cojones".
&lt;/p></description></item><item><title>La publicidad en OboLog</title><link>https://albert.garcia.gibert.es/publicidad-obolog-740/</link><pubDate>Thu, 19 Jan 2006 08:41:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/publicidad-obolog-740/</guid><description>&lt;p>
 Buf!!! que sofoco... OboLog ha recibido en los dos últimos dias
 más altas que dedos tenemos en los pies todos los compañeros de
 mi oficina. Una sorpresa... y una alegría por otra parte. Deberé
 darme prisa en reorganizar los mensajes de la home y la página de
 participantes ( las pensé para no más de 30 participantes con 4-5
 mensajes diarios... ¬¬ )
&lt;/p>
&lt;p>
 Uno de esos nuevos participantes &lt;a href= "https://azul.obolog.es/obolog-738">tocó un tema interesante en su
 primer post,&lt;/a> en relación al porqué de la publicidad en
 OboLog. Habría dejado mi comentario sólamente en su post, pero
 como creo que es una inquietud que tenéis más de un@, esto de
 "porqué nos habrá puesto el tio este los banners de publicidad?
 se estará intentando forrar a nuestra costa? Mi blog es mio y
 solo mío...", pues pondré aqui el comentario para responder a
 todos a la vez esa "pregunta flotante".
&lt;/p></description></item></channel></rss>