+++
date = "2007-04-11 23:07:25"
author = ""
title = "El código de conducta blogger de O'Reilly, ¿o la netiquette 2.0?"
slug = "codigo-conducta-blogger-oreilly-o-netiquette-20r-9855"
tags = [ "ciclos","codigo de conducta","convivencia","internet","nettiquete" ]
+++
<p>
Al principio fueron las <strong>BBS</strong>. Luego, con los primeros ordenadores conectados a la red, <strong>el correo electr&oacute;nico</strong>. Despu&eacute;s, durante bastantes a&ntilde;os, y gracias a la progresiva popularizaci&oacute;n de Internet y su llegada al &aacute;mbito dom&eacute;stico, <strong>el IRC y los foros</strong>. Y finalmente, durante los &uacute;ltimos a&ntilde;os, <strong>los blogs</strong>. 
</p>
<p>
Todos ellos son sistemas que permiten a las personas comunicarse, conversar, estar en contacto. Y en todos ellos surgi&oacute;, en el momento en que se popularizaron y se masific&oacute; su uso, <strong>la necesidad de &quot;regular&quot; de alg&uacute;n modo las relaciones que se establec&iacute;an entre las personas</strong>, unas m&iacute;nimas reglas de conducta que aseguraran una convivencia c&iacute;vica y pac&iacute;fica: <strong>a ese conjunto de reglas se las llam&oacute; <a href="http://es.wikipedia.org/wiki/Netiquette">netiquette</a> </strong>.
</p>
<p>
<img src="/images/post/9855-11049.jpg" alt="9855-11049.jpg" title="9855-11049.jpg" width="86" height="91" align="right" />
Resulta que hace un par de d&iacute;as <strong>Tim O&#39;Reilly</strong> hizo un llamamiento a <strong>la elaboraci&oacute;n de <a href="http://radar.oreilly.com/archives/2007/04/draft_bloggers_1.html">un c&oacute;digo de conducta blogger</a></strong>. Aquellos que quisieran podr&iacute;an adherirse al manifiesto, suscribiendo 6 normas b&aacute;sicas de conducta, y mostrando un badge en su blog ( un badge fe&iacute;simo por cierto. Parece una chapa de Sheriff ). 
</p>
<p>
<img class="fotobonita" src="/images/post/9855-11048.jpg" alt="9855-11048.jpg" title="9855-11048.jpg" width="73" height="200" align="left" />
Personalmente me parece una iniciativa de lo m&aacute;s chorra, impropia en cualquier caso de un gur&uacute; (dicen) de esto de la Internet. Se supone que este  hombre tiene los huevos pelaos ( perd&oacute;n, hoy estoy soez ): desayuna, come y cena Internet. Es absurdo tratar de elaborar un c&oacute;digo de conducta, as&iacute; en plan gen&eacute;rico y universal, y pretender que &eacute;so vaya a cambiar algo. <strong>La conciencia y las costumbres deben educarse ( predicando con el ejemplo, p.e. ), no se cambian copiando un logotipo en un blog y enlazando a una web</strong>. 
</p>
<p>
Y si su intenci&oacute;n era &uacute;nicamente generar discusi&oacute;n sobre el asunto, pues perfecto, pero no era la mejor forma. 
</p>
<p>
Vaya con O&#39;Reilly. Dos gallifantes menos.
</p>
<p>
<strong>
Otros opinan al respecto:</strong>
</p>
<ul>
	<li><a href="http://alt1040.com/archivo/2007/04/09/codigo-de-conducta-para-bloggers-gracias-pero-no-gracias/">Eduardo Arcos ( ALT1040 ): &iquest;C&oacute;digo de conducta para bloggers? Gracias &hellip;pero no gracias.</a></li>
	<li><a href="http://www.enriquedans.com/2007/04/sobre-la-censura.html">Enrique Dans: Sobre la censura</a></li>
	<li><a href="http://blog.bitassa.cat/arxiu/2007/04/10/721/">Benjam&iacute; Villoslada:El codi de conducta dels blogaires</a>  </li>
</ul>