+++
date = "2007-04-10 21:41:52"
author = ""
title = "Los Pitufos negros y otros recuerdos grises"
slug = "pitufos-negros-otros-recuerdos-grises-9804"
tags = [ "dibujos animados","nostalgia","series tv" ]
+++
<p>
<img class="fotobonita" src="/images/post/9804-10934.jpg" alt="9804-10934.jpg" title="9804-10934.jpg" width="208" height="300" align="right" />
Llego saltando a trav&eacute;s de <a href="https://twitter.com/mort/statuses/23556091">un <em>tweet</em></a>  de <a href="https://simplelogica.net/logicola/"><strong>Manu</strong></a>  a un <a href="https://steviecannell.blogspot.com/2005/05/yo-pituf-con-un-zombi.html">art&iacute;culo que recupera la historia de un c&oacute;mic de <strong>los Pitufos</strong> titulado &quot;<em>Los Pitufos negros</em>&quot;</a> , tratada como precursora de futuros &eacute;xitos de taquilla como <em>La noche de los Muertos Vivientes</em>.
</p>
<p>
Y es que, mira que chorrada, pero es uno de los c&oacute;mics de <strong>los Pitufos</strong> de los que mejor recuerdo tengo. Me gustaban esos peque&ntilde;os cabrones, ah&iacute; saltando todo el d&iacute;a y mordiendo al primero que pillaban: &quot;<em>&iexcl;&Ntilde;AC, &Ntilde;AC!</em>&quot;, gritaban mientras persegu&iacute;an a sus inocentes cong&eacute;neres azules. 
</p>
<p>
Y tal y como comenta Manu, es una de esas cosas que habr&aacute; salido en m&aacute;s de una ocasi&oacute;n en alguna charla nost&aacute;lgica espont&aacute;nea de estas, y ninguno de los contertulios recuerda. Como &eacute;s posible... <strong>&iexcl;los Pitufos negros, por Dios!</strong> ( acabo de confirmar la teor&iacute;a pregunt&aacute;ndole a Silvia: No tiene ni idea de qu&eacute; va esto de los Pitufos negros. )
</p>
<p>
Haciendo memoria de algunas cosas por las que me tratan de loco cuando intento hacerles recordar...
</p>
<ul>
	<li><a href="https://es.wikipedia.org/wiki/Enano_Rojo">La serie &quot;<em>El nan roig</em>&quot;</a>  ( El Enano Rojo ). Humor brit&aacute;nico, a caballo entre <em>Alien</em> y <em>The Young Ones</em>.</li>
	<li><a href="https://www.iua.upf.es/~laura/WEB_TVC/serie85.htm">La serie catalana &quot;<em>Kiu</em>&quot;</a>. Iba sobre un extraterrestre con cierto parecido al mu&ntilde;eco de Michelin. Buscando el enlace he visto que la dirigi&oacute; Bigas Luna, en el 85. Al loro.</li>
	<li>La historia de la <a href="https://es.wikipedia.org/wiki/Sopa_de_piedra">Sopa de Piedras</a> . Habr&aacute;se visto. Recuerdo hasta el profesor que nos la ley&oacute; por primera vez. Fu&eacute; el Prof. Qu&iacute;lez en 4&ordm; de EGB. Ah&iacute; va eso. </li>
</ul>
Venga, ahora tr&aacute;tame de loco tu tambi&eacute;n y dime que no conoc&iacute;as ninguna de ellas...
