+++
date = "2007-04-26 12:35:51"
author = ""
title = "XORTR o quién la tiene más corta"
slug = "xortr-o-quien-tiene-mas-corta-10440"
tags = [ "desarrollo web","experimentos","web 2.0","xortr" ]
+++
<p>
Ayer por la noche, para desconectar un poco de tanto obologueo, estuve jugando con una idea que ten&iacute;a en mente desde hace unos d&iacute;as, concretamente desde que le&iacute; acerca de <strong><a href="https://www.yoh.es">Yoh.es</a></strong>, un servicio para acortar URLs que puso en marcha <a href="https://proletarium.org/">Manu Contreras</a>.
</p>
<p>
Es una de esas cosas que a&uacute;n y sin ser original ( b&aacute;sicamente reproduce la funcionalidad de <a href="https://www.tinyurl.com">TinyURL</a> y similares ), es pr&aacute;ctica de la leche si usas historias como <a href="https://www.obokaman.com/mensaje/9516/confirmado-twitter-mola">Twitter</a>, o quieres poder recordar f&aacute;cilmente una direcci&oacute;n largu&iacute;sima, evitar que las direcciones se corten en tus mails, o simplemente escribirte una URL en una servilleta.
</p>
<p>
Total, que me parec&iacute;a que hab&iacute;a un par de temitas que se pod&iacute;an mejorar respecto a la longitud de las URL, y echaba en falta tambi&eacute;n un bookmarklet, para evitar a quien lo use tener que acceder caaada vez a la aplicaci&oacute;n y hacer copy/paste de la URL que se quiere acortar.
</p>
<p>
Dicho y hecho: <strong><a href="https://www.xortr.com">XORTR.COM</a></strong> permite crear URLs m&aacute;s cortas, <strong>tratando de encontrar la combinaci&oacute;n de letras y n&uacute;meros m&aacute;s reducida posible e inluy&eacute;ndola como subdominio en la direcci&oacute;n resultante</strong>. De esta forma, direcciones como esta: <a href="https://science.slashdot.org/article.pl?sid=07/04/24/1215200">https://science.slashdot.org/article.pl?sid=07/04/24/1215200</a> quedar&iacute;an reducidas a algo como <a href="https://7.xortr.com">https://7.xortr.com</a>
</p>
<p>
Por otra parte, <strong><a href="https://www.xortr.com">XORTR.COM</a></strong> dispone tambi&eacute;n de un pr&aacute;ctico bookmarklet que puedes arrastar a tu barra de favoritos, para poder convertir cualquier URL que est&eacute;s visitando al vuelo.
</p>
<p>
Y bueno, eso es todo, no tiene mucha m&aacute;s historia. Me ha servido para darle unas cuantas vueltas al tema de generar c&oacute;digos aleatorios de simplicidad incremental, y montar algunas funciones para comprobar la disponibilidad de una URL evitando leer su contenido completo... ya sabes, esas cosas incomprensibles y aparentemente in&uacute;tiles con las que tanto disfrutamos los programadores...
</p>
<p>
Ahora ya sabes qui&eacute;n la tiene m&aacute;s corta: <strong><a href="https://www.xortr.com">XORTR.COM</a></strong>
</p>
