<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Ie7 on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/ie7/</link><description>Recent content in Ie7 on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Thu, 02 Nov 2006 12:23:21 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/ie7/index.xml" rel="self" type="application/rss+xml"/><item><title>Internet Explorer 7 en castellano</title><link>https://albert.garcia.gibert.es/internet-explorer-7-castellano-4779/</link><pubDate>Thu, 02 Nov 2006 12:23:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/internet-explorer-7-castellano-4779/</guid><description>&lt;p>
Hace unos d&amp;iacute;as &lt;a href="https://albert.garcia.gibert.es/mensaje/4541/limpieza-de-floats-en-ie-7">comentaba que ya estaba disponible la edici&amp;oacute;n en ingl&amp;eacute;s del &lt;span style="font-weight: bold">Internet Explorer&lt;/span> versi&amp;oacute;n final&lt;/a> . Pues bien, parece que se han dado m&amp;aacute;s prisa de lo que imagin&amp;aacute;bamos con las traducciones: Ya tenemos disponible la edici&amp;oacute;n en castellano para descarga desde su web oficial:
&lt;/p>
&lt;p>
&lt;a href="https://www.microsoft.com/spain/windows/ie/default.mspx">Descarga &lt;span style="font-weight: bold">Internet Explorer 7&lt;/span> en castellano&lt;/a>
&lt;/p></description></item><item><title>IE 7 ya está aquí</title><link>https://albert.garcia.gibert.es/ie-7-aqui-4424/</link><pubDate>Thu, 19 Oct 2006 10:14:40 +0000</pubDate><guid>https://albert.garcia.gibert.es/ie-7-aqui-4424/</guid><description>&lt;p>
&lt;a href="https://blogs.msdn.com/ie/archive/2006/10/18/internet-explorer-7-for-windows-xp-available-now.aspx">Lo anuncian en el blog de desarrollo de IE7&lt;/a> , y ya aparece en &lt;a href="https://www.microsoft.com/windows/ie/default.mspx">la p&amp;aacute;gina oficial de descarga de Internet Explorer&lt;/a> : finalmente sale a la luz la esperada nueva versi&amp;oacute;n del navegador de Microsoft, por el momento s&amp;oacute;lo en ingl&amp;eacute;s. Para la versi&amp;oacute;n en castellano a&amp;uacute;n tendremos que esperar posiblemente hasta enero.&lt;br />
&lt;/p>
&lt;p>
Digo &amp;quot;esperada nueva versi&amp;oacute;n&amp;quot; porque IE7 ha levantado un gran nivel de expectaci&amp;oacute;n, en primer lugar por que la versi&amp;oacute;n actual lleva ya unos 5 a&amp;ntilde;os de vida y &amp;quot;tocaba&amp;quot; una renovaci&amp;oacute;n. Aunque Internet Explorer haya mantenido su hegemon&amp;iacute;a en el mercado de los navegadores web, durante este tiempo sus competidores han ido ganando terreno, gracias a una mayor capacidad de adaptaci&amp;oacute;n y agilidad para llevar a cabo actualizaciones. Y en segundo lugar, por lo que trae consigo. Con esta nueva versi&amp;oacute;n Explorer incorpora nuevas funcionalidades, mejora el rendimiento e se ajusta a una mejor interpretaci&amp;oacute;n de los est&amp;aacute;ndares ( por fin! ). Esperemos que con esta nueva versi&amp;oacute;n se termine aquello de &amp;quot;dise&amp;ntilde;ar para la mayor&amp;iacute;a... y para Explorer&amp;quot;.
&lt;/p></description></item></channel></rss>