+++
date = "2007-01-12 20:32:11"
author = ""
title = "Cambiando a Mac"
slug = "cambiando-a-mac-6946"
tags = [ "apple","imac","mac" ]
+++
<p>
&nbsp;
</p>
<div style="text-align: center">
<img class="fotobonita" src="/images/post/6946-8827.jpg" alt="La manzanita" title="La manzanita" width="454" height="300" />
</div>
<p>
Hace  ya unas semanas  que recib&iacute; en casa el nuevo iMac. Haciendo uso los <strong>pr&eacute;stamos a inter&eacute;s 0% ofrecidos por nuestro banco en colaboraci&oacute;n con el <a href="https://www.ico.es/web/contenidos/0/272/index">plan Avanza del <acronym title="Instituto de Cr&eacute;dito Oficial">ICO</acronym></a></strong>, nos hicimos nuestro, primer auto-regalo de navidad ( pagadero a tres a&ntilde;os vista... ) : un fabuloso iMac de 24&quot;. Mi viejo PC, un Pentium IV, ya echaba humo, y cuando se me ocurr&iacute;a abrir alg&uacute;n archivo de Photoshop m&aacute;s grande de la cuenta mientras ten&iacute;a el servidor corriendo o mientras escuchaba m&uacute;sica, ya no ten&iacute;a fuerzas ni para colgarse, pobre... Dej&aacute;ndome llevar por los consejos de algunos compa&ntilde;eros del trabajo, y <strong>mi debilidad injustificable por las cosas... bonitas</strong>, pens&eacute; que era el momento oportuno para dar el salto. <strong>El salto a Mac</strong>.
</p>
<p>
He de decir que al principio tuve mis dudas. Desde el punto de vista de usuario dom&eacute;stico la verdad es que me daba un poco igual: el sistema operativo de Apple, as&iacute; como muchos de sus productos, est&aacute;n concebidos para no tener que preocuparse por aspectos t&eacute;cnicos y sacar partido r&aacute;pidamente de las funcionalidades b&aacute;sicas de comunicaci&oacute;n o multimedia de sus aparatos: tareas como copiar m&uacute;sica de un CD, escuchar archivos MP3 o ver pel&iacute;culas, copiar las fotos de la c&aacute;mara al ordenador, o realizar chat mediante videoconferencia est&aacute;n a un click de distancia.
</p>
<p>
<img class="fotobonita" src="/images/post/6946-8829.jpg" alt="Mi mesa de trabajo" title="Mi mesa de trabajo" width="200" height="133" align="right" />Lo que m&aacute;s miedo me daba era si ser&iacute;a capaz de acostumbrarme a trabajar en el nuevo entorno, o al menos si la curva de aprendizaje y adaptaci&oacute;n ser&iacute;a demasiado pronunciada... A diario paso algunas horas trabajando en casa, despu&eacute;s de mi jornada laboral, y puesto que el tiempo no es mucho, necesito aprovecharlo al m&aacute;ximo. Con el tiempo uno se aprende todas las t&eacute;cnicas, los &quot;trucos&quot;, atajos, t&eacute;cnicas que giran alrededor de sus programas favoritos, se acostumbra a usar un software determinado y se cogen unos h&aacute;bitos en funci&oacute;n de los programas que se usan m&aacute;s a menudo. Cambiar a Mac supon&iacute;a confiar en encontrar un sustituto v&aacute;lido para cada uno de ellos, y empezar de 0 en algunos aspectos.
</p><p>
Ahora, despu&eacute;s de 3 semanas escasas de empezar esta &quot;aventura&quot;, la verdad es que no podr&iacute;a estar m&aacute;s contento con el cambio. Aparte de algunos detalles a los que todav&iacute;a estoy buscando la manera de &quot;sacar punta&quot; (el mighty mouse y yo no somos muy amigos... ), la verdad es que casi puedo sacar el mismo partido a mi tiempo desde uno y otro ordenador, mejorando por otra parte toda la experiencia de &quot;usuario dom&eacute;stico&quot;. 
</p>
<p>
<img class="fotobonita" src="/images/post/6946-8830.jpg" alt="Detalle del dock" title="Detalle del dock" width="200" height="132" align="left" />En el aspecto visual, <a href="https://www.apple.com/macosx/tiger/"><span style="font-weight: bold">Tiger</span></a>  es alucinante: la gesti&oacute;n de ventanas y tareas es, adem&aacute;s de pr&aacute;ctica... preciosa! Ventanas que son engullidas por el dock ( el lanzador de aplicaciones que veis a la izquierda ), aplicaciones que se reducen para que podamos escoger a cu&aacute;l queremos saltar, ventanas que salen disparadas para que podamos echar un vistazo r&aacute;pido al escritorio... Incorpora &quot;de serie&quot;, adem&aacute;s, todo el software que podr&iacute;as necesitar para realizar las tareas b&aacute;sicas: gesti&oacute;n de contactos, email, chat, videoconferencia, gesti&oacute;n de fotograf&iacute;as, edici&oacute;n de video y audio, creaci&oacute;n de DVDs... Es destacable, as&iacute;mismo, que en lo referente a la instalaci&oacute;n de nuevo software, en la mayor&iacute;a de los casos el proceso se reduce a arrastrar el archivo en cuesti&oacute;n a la carpeta &quot;Aplicaciones&quot;, para instalarlo, o arrastrarlo a la papelera, para desinstalarlo. Tan simple como eso.
</p>
<p>
Por otra parte, el hecho que los nuevos modelos incorporen procesadores Intel ha permitido el uso de aplicaciones como <a href="https://www.apple.com/macosx/bootcamp/"><span style="font-weight: bold">BootCamp</span></a> , que nos permiten ejecutar, de forma nativa, Windows en nuestro iMac, aprovechando al m&aacute;ximo los recursos y el hardware de nuestra m&aacute;quina. <a href="https://www.parallels.com/en/products/workstation/mac/"><span style="font-weight: bold">Parallels</span></a> , otro software que nos permite ejecutar Windows en nuestro iMac, incorpora en sus &uacute;ltimas versiones lo que han venido a llamar el &quot;Coherence mode&quot;, un modo de ejecuci&oacute;n que permite a ambos sistemas operativos correr al mismo tiempo, combinando las aplicaciones de uno y otro sobre el mismo escritorio y permitiendo compartir archivos y portapapeles entre cualquiera de ellas. Sin duda un punto a favor de cara a los Windowseros indecisos que se pirran por la manzanita...
</p>
<p>
En definitiva: afortunadamente ( fiuu... ), el cambio, lejos de ser doloroso, ha sido muy gratificante hasta el momento. Espero tener el &aacute;nimo ( y el tiempo ), de ir compartiendo contigo los problemas que me he ido encontrando en este salto a Mac, las soluciones que apliqu&eacute;, o las preguntas que me asaltan... Creo, adem&aacute;s, que este a&ntilde;o el rey mago Jobs se ha puesto las botas repartiendo iMacs, as&iacute; que posiblemente interese a m&aacute;s de uno. 
</p>
<p>
Hoy incluso propon&iacute;a a algunos compa&ntilde;eros en el trabajo empezar un nuevo blog maquero, escrito desde el punto de vista de &quot;windowseros convertidos&quot;, pero creo que la idea no les ha entusiasmado demasiado... &iquest;Alguien se anima? El lunes seguir&eacute; insisti&eacute;ndoles. 
</p>
