+++
date = "2007-01-21 21:36:49"
author = ""
title = "I love IKEA"
slug = "i-love-ikea-7293"
tags = [ "ikea","muebles","personal","piso" ]
+++
<p style="text-align: center">
<img class="fotobonita" src="/images/post/7293-9008.jpg" alt="7293-9008.jpg" title="7293-9008.jpg" /> 
</p>
<p>
Este fin de semana tocaba ir de tiendas en busca de un mueble para nuestro recibidor. Algunas de las posibilidades iniciales nos tiraban un poco para atr&aacute;s por el precio. Silvia hab&iacute;a visto un par de zapateros + espejo bastante bonitos en Kibuc, pero sub&iacute;an a los 700&euro;. &quot;Mucha pasta&quot;, pensaba yo... &iexcl;Iluso! 
</p>
<p>
El viernes por la tarde pedimos un par de presupuestos m&aacute;s en algunas tiendas de muebles de Terrassa, y uno de los que m&aacute;s se acercaba a lo que quer&iacute;amos ( mueble sencillo con estanter&iacute;as y unas puertas, no muy alto, para utilizarlo como zapatero ) nos sal&iacute;a, espejo inclu&iacute;do, por... 1.200&euro; !!! Incre&iacute;ble... me alucina que alguien se deje m&aacute;s de 1000&euro; en un recibidor... <img src="/js/tiny_mce/plugins/emotions/images/smiley-surprised.gif" border="0" alt="Sorprendido" title="Sorprendido" />
</p>
<p>
<img class="fotobonita" src="/images/post/7293-9007.jpg" alt="7293-9007.jpg" title="7293-9007.jpg" width="200" height="129" align="right" />
Ya por la tarde, en casa de mis padres vimos la luz... &iexcl;IKEA! Justo hace unas semanas se hab&iacute;an comprado un mueble para el pasillo, con las mismas caracter&iacute;sticas de lo que and&aacute;bamos buscando: armarito peque&ntilde;o, bajito, sencillo, oscuro... con la diferencia que costaba menos de una cuarta parte de los que hab&iacute;amos visto hasta el momento.  El tama&ntilde;o? perfecto. El color? Ideal. Ni pensarlo: por la tarde nos hicimos con &eacute;l y esta misma ma&ntilde;ana lo hemos montado. A la vista queda el resultado.&nbsp;
</p>
<p>
Es la grandeza de IKEA, por una parte el m&oacute;ntatelo tu mismo: cualquier palangana puede atreverse a ser BricoMan por un d&iacute;a ( yo no soy ni mucho menos un manitas y llevo ya unos cuantos &quot;made in IKEA&quot; montados ), y por otra parte los precios: posiblemente el mueble no ser&aacute; de la misma calidad que los que vimos previamente, pero es result&oacute;n y funcional... y nos cost&oacute; s&oacute;lo 60&euro;. Contando con que podamos encontrar un espejo por 100-200&euro; en Els Encants... pues nos habremos ahorrado 1000&euro; en el recibidor.
</p>
<p>
Adem&aacute;s, hemos encontrado la ubicaci&oacute;n perfecta para el cuadro de Audrey, mientras no llegue el espejo. Definitivamente: I love IKEA. 
</p>