+++
date = "2005-10-14 00:40:45"
author = ""
title = "En casa del herrero..."
slug = "casa-herrero-649"
tags = [ "desarrollo web","google","obolog","usabilidad" ]
+++
<p> Es curioso... Estaba ahora mismo terminando mi jornada laboral nocturna y me ha dado por fisgar en el c&oacute;digo de la home de nuestro Se&ntilde;or Buscador, <a href="http://www.google.com" target="_self">Google</a>. Y me he quedado a cuadros: Todo metido en sus tablitas para que cuadre, con etiquetas font para definir los tama&ntilde;os, y sin nisiquiera un DOCTYPE que le diga al navegador qu&eacute; normas de validaci&oacute;n deber&iacute;a seguir... Lo dicho, cuchara de palo.</p><p>En otro orden de cosas, amigos... por fin se acerca el dia de la inauguraci&oacute;n del tan esperado (ja! s&oacute;lo por mi... &not;&not;U) <a href="http://www.obolog.com" target="_self">OboLog</a>, el nuevo sistema de gesti&oacute;n de blogs al que pronto va a evolucionar el blog colectivo. Ya os ir&eacute; avanzando las nuevas funcionalidades del beb&eacute;, de momento s&oacute;lo podr&eacute;is ver la nueva apariencia de vuestros blogs y alguna que otra nueva chorrez visual.</p><p>Si has escrito alguna vez en el diario colectivo, ya tienes activo tu <a href="http://www.obolog.com" target="_self">OboLog</a>. Escribiendo http://tunombredeusuario.obolog.com podr&aacute;s acceder a tu espacio. La mayor&iacute;a de los blogs aparecer&aacute;n con un dise&ntilde;o por defecto, aunque a algunos ya he probado de aplicarles uno propio: <a href="http://lestat.obolog.com" target="_self">lestat </a>y <a href="http://baldrich.obolog.com" target="_self">baldrich </a>o <a href="http://neburx.obolog.com" target="_self">neburx</a>, por ejemplo. Tanto si eres un manitas del CSS y Photoshop como si has visto por ah&iacute; alg&uacute;n dise&ntilde;o que te ha hecho til&iacute;n, con esta nueva herramienta podr&aacute;s adaptar la apariencia de tu blog a placer. S&oacute;lo para que ve&aacute;is que no me olvido de vosotros, sigo ah&iacute;, en la sombra... Besitos.<br /> </p><p></p>