<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Buenas Prácticas on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/buenas-pr%C3%A1cticas/</link><description>Recent content in Buenas Prácticas on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Tue, 15 May 2007 21:30:21 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/buenas-pr%C3%A1cticas/index.xml" rel="self" type="application/rss+xml"/><item><title>Mensajes de error en entornos de producción</title><link>https://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</link><pubDate>Tue, 15 May 2007 21:30:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</guid><description>&lt;p>
&amp;iquest;Que por qu&amp;eacute; es importante desactivar la visualizaci&amp;oacute;n de mensajes de error en producci&amp;oacute;n? Pues para evitar situaciones como &amp;eacute;sta:
&lt;/p>
&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/11582-12539.jpg" alt="11582-12539.jpg" title="11582-12539.jpg" width="507" height="519" />
&lt;/p>
&lt;p>
Y c&amp;oacute;mo hacerlo:
&lt;/p>
&lt;ul>
	&lt;li>&lt;strong>A lo bruto&lt;/strong>: Puedes detectar mediante c&amp;oacute;digo si te encuentras en el entorno de producci&amp;oacute;n o de desarrollo mediante, por ejemplo, una variable de servidor: $_SERVER[&amp;quot;SERVER_NAME&amp;quot;]. Dependiendo de si est&amp;aacute;s o no en producci&amp;oacute;n, puedes eliminar los mensajes de error con un error_reporting(0), y en cualquier caso usar un sistema de logueo o de avisos propio para informarte del problema.&lt;/li>
	&lt;li>&lt;strong>Bien&lt;/strong>: En el fichero de configuraci&amp;oacute;n de PHP, &lt;strong>php.ini&lt;/strong>, desactivamos la muestra de errores por pantalla ( display_errors = Off ), y dejamos que &amp;eacute;stos queden reflejados en el log de errores del servidor ( log_errors = On ). De esta forma, seguiremos estando informados de cuando algo falla, y evitaremos mostrar nuestras verg&amp;uuml;enzas a los usuarios... &lt;/li>
&lt;/ul></description></item><item><title>Dove: Por la belleza real</title><link>https://albert.garcia.gibert.es/dove-belleza-real-4389/</link><pubDate>Tue, 17 Oct 2006 09:49:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/dove-belleza-real-4389/</guid><description>&lt;p>
La empresa de cosm&amp;eacute;ticos &lt;a href="https://www.dove.com.es/es_es/">&lt;b>Dove&lt;/b>&lt;/a> lleva ya unos a&amp;ntilde;os desmarc&amp;aacute;ndose de sus competidoras a trav&amp;eacute;s de campa&amp;ntilde;as publicitarias que pretenden potenciar lo que ellos llaman &amp;quot;&lt;b>&lt;a href="https://www.porlabellezareal.com/">la belleza real&lt;/a>&lt;/b>&amp;quot;, a trav&amp;eacute;s de modelos que huyen del estereotipo &amp;quot;de pasarela&amp;quot;: chicas algo m&amp;aacute;s mayores de lo habitual, con pecas o algunos quilos de m&amp;aacute;s... para demostrar que todos esos detalles no impiden a las protagonistas ser &lt;b>y sentirse&lt;/b> guapas.
&lt;/p>
&lt;p>
Dentro de la campa&amp;ntilde;a que est&amp;aacute;n llevando a cabo ( &lt;a href="https://www.campaignforrealbeauty.com/">Campaign For Real Beauty&lt;/a> ) se enmarca el siguiente video, en el que se muestra el proceso de transformaci&amp;oacute;n que sufre una fotograf&amp;iacute;a de una modelo para una valla publicitaria: iluminaci&amp;oacute;n, maquillaje, peluquer&amp;iacute;a y posterior retoque en Photoshop.
&lt;/p></description></item></channel></rss>