<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>series tv on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/series-tv/</link><description>Recent content in series tv on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Tue, 25 Sep 2007 08:28:45 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/series-tv/index.xml" rel="self" type="application/rss+xml"/><item><title>¡Vuelve Heroes!</title><link>https://albert.garcia.gibert.es/vuelve-heroes-29169/</link><pubDate>Tue, 25 Sep 2007 08:28:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/vuelve-heroes-29169/</guid><description> Ayer empez&amp;oacute; de nuevo en la NBC la emisi&amp;oacute;n de la segunda temporada de una de las mejores series de los &amp;uacute;ltimos tiempos: Heroes. A&amp;uacute;n no hay muchos clientes de los que descargarse el cap&amp;iacute;tulo, pero espero que la lista vaya creciendo a lo largo del d&amp;iacute;a para poder verlo hoy durante la cena. &amp;iexcl;Qu&amp;eacute; ganas! M&amp;aacute;s info | Heroes Foro</description></item><item><title>Los Pitufos negros y otros recuerdos grises</title><link>https://albert.garcia.gibert.es/pitufos-negros-otros-recuerdos-grises-9804/</link><pubDate>Tue, 10 Apr 2007 21:41:52 +0000</pubDate><guid>https://albert.garcia.gibert.es/pitufos-negros-otros-recuerdos-grises-9804/</guid><description>Llego saltando a trav&amp;eacute;s de un tweet de Manu a un art&amp;iacute;culo que recupera la historia de un c&amp;oacute;mic de los Pitufos titulado &amp;quot;Los Pitufos negros&amp;quot; , tratada como precursora de futuros &amp;eacute;xitos de taquilla como La noche de los Muertos Vivientes.
Y es que, mira que chorrada, pero es uno de los c&amp;oacute;mics de los Pitufos de los que mejor recuerdo tengo. Me gustaban esos peque&amp;ntilde;os cabrones, ah&amp;iacute; saltando todo el d&amp;iacute;a y mordiendo al primero que pillaban: &amp;quot;&amp;iexcl;&amp;Ntilde;AC, &amp;Ntilde;AC!</description></item><item><title>Parón en Heroes hasta el 24 de Abril</title><link>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</link><pubDate>Sun, 11 Mar 2007 11:45:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</guid><description>Se ve&amp;iacute;a venir. Primero fueron Perdidos y Jericho las que pusieron a prueba nuestra paciencia, y ahora son los Heroes los que se toman un descanso hasta despu&amp;eacute;s de Semana Santa. Leo en Heroes-Spain que la serie sufrir&amp;aacute; un par&amp;oacute;n hasta el d&amp;iacute;a 23 de Abril.
Seg&amp;uacute;n nos cuentan, lamentablemente estos parones son necesarios, puesto que las temporadas televisivas ( desde Septiembre hasta Mayo ), constan de 37 semanas, mientras que la mayoria de series suelen constar de unos 22 cap&amp;iacute;tulos.</description></item><item><title>La NBC retoma la emisión de Heroes</title><link>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</link><pubDate>Mon, 22 Jan 2007 22:55:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</guid><description>Si, como yo, eres fan de Heroes, te alegrar&amp;aacute; saber esto: despu&amp;eacute;s del par&amp;oacute;n navide&amp;ntilde;o de series en los USA, la NBC vuelve hoy a retomar la emisi&amp;oacute;n de sus episodios . Y esto significa que posiblemente la magia de las comunicaciones globales permita que este fin de semana podamos saber m&amp;aacute;s, a este lado del atl&amp;aacute;ntico, sobre las vidas del hilarante Hiro Nakamura, el misterioso haitiano y del perverso Sylar.</description></item><item><title>Blogs en CSI</title><link>https://albert.garcia.gibert.es/blogs-en-csi-5549/</link><pubDate>Mon, 27 Nov 2006 22:46:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/blogs-en-csi-5549/</guid><description>Uhm... veamos, mola que hablen de blogs en CSI.
Lo que ya no mola tanto es que hablen con total desconocimiento, con momentos estelares como cuando uno de los protagonistas comenta &amp;quot;a los bloguers les gusta esconder frases en sus textos escribiendo en el mismo color que el fondo... seleccionemos el texto para encontrar el mensaje oculto... zas, le tenemos...&amp;quot;... OMG
Menci&amp;oacute;n aparte la cutrez de intentar simular un entorno en 3D cuando est&amp;aacute;n intentando buscar un blog en una especie de directorio p&amp;uacute;blico.</description></item><item><title>Heroes, la serie</title><link>https://albert.garcia.gibert.es/heroes-la-serie-4990/</link><pubDate>Wed, 08 Nov 2006 09:26:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/heroes-la-serie-4990/</guid><description>El anuncio de la cadena abc de que la emisi&amp;oacute;n serie Perdidos va a sufrir un par&amp;oacute;n hasta enero ha supuesto un buen golpe para los fans. Ya es dif&amp;iacute;cil encontrar buenos contenidos en la TV para amenizar las sobremesas nocturnas... y encima esto. Peeero... no os preocup&amp;eacute;is: Hay otras alternativas que pueden hacer m&amp;aacute;s llevadera la sequ&amp;iacute;a.
En concreto, quer&amp;iacute;a llamar la atenci&amp;oacute;n sobre una serie que est&amp;aacute; emitiendo la NBC desde hace bien poco ( de hecho s&amp;oacute;lo llevan emitidos 6 cap&amp;iacute;tulos ), pero que me ha enganchado como lo hizo Perdidos en su momento: H&amp;eacute;roes .</description></item><item><title>PERDIDOS: Nuevo trailer de la 3ª Temporada</title><link>https://albert.garcia.gibert.es/perdidos-nuevo-trailer-3-temporada-4053/</link><pubDate>Tue, 26 Sep 2006 21:06:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-nuevo-trailer-3-temporada-4053/</guid><description>Atenci&amp;oacute;n: el siguiente mensaje contiene spoilers para todos aquellos que a&amp;uacute;n est&amp;eacute;is siguiendo la segunda temporada en TVE.
&amp;iexcl;&amp;iexcl;&amp;iexcl;Ya queda menos, se acerca el d&amp;iacute;a!!! El pr&amp;oacute;ximo 4 de Octubre empezar&amp;aacute;n a emitirse en la cadena ABC los cap&amp;iacute;tulos de la tercera temporada de Perdidos , una de las series de mayor &amp;eacute;xito de los &amp;uacute;ltimos tiempos a nivel mundial, y de la que me confieso fan absoluto.</description></item><item><title>PERDIDOS: El significado de los números chungos</title><link>https://albert.garcia.gibert.es/perdidos-significado-numeros-chungos-3962/</link><pubDate>Mon, 18 Sep 2006 14:10:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-significado-numeros-chungos-3962/</guid><description>Si eres fan de LOST ya sabr&amp;aacute;s que andaba en marcha un juego online, &amp;quot;The Lost Experience &amp;quot;, en el que al parecer, a medida que se avanzaba, aparec&amp;iacute;an peque&amp;ntilde;os fragmentos de v&amp;iacute;deos inconexos. Inconexos hasta que se dispon&amp;iacute;a de todos ellos. Pues bien, los peque&amp;ntilde;os v&amp;iacute;deos ( m&amp;aacute;s de 70 fragmentos diferentes ) ya se han montado en un &amp;uacute;nico video de unos 6 minutos, &amp;iexcl;y parece que su contenido revela uno de los grandes misterios de Perdidos!</description></item><item><title>PERDIDOS: La cuenta atrás ha comenzado</title><link>https://albert.garcia.gibert.es/perdidos-cuenta-comenzado-2839/</link><pubDate>Fri, 09 Jun 2006 14:08:20 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-cuenta-comenzado-2839/</guid><description> Curioso Widget (imprescindible para lostadictos agudos cr&amp;oacute;nicos como yo) el que encuentro leyendo Tecnochica : un contador que nos muestra los d&amp;iacute;as, horas, minutos y segundos que faltan para que empiece la tercera temporada de Perdidos, en los EEUU. Ya tardo en instalarlo ... Por dios... que pase r&amp;aacute;pido!</description></item></channel></rss>