<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Software on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/software/</link><description>Recent content in Software on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Thu, 22 Mar 2007 09:26:50 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/software/index.xml" rel="self" type="application/rss+xml"/><item><title>Guiños humorísticos en CSSEdit 2</title><link>https://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</link><pubDate>Thu, 22 Mar 2007 09:26:50 +0000</pubDate><guid>https://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</guid><description>&lt;p>
Hace unos d&amp;iacute;as &lt;a href="https://www.pixelovers.com/mensaje/9114/cssedit-y-las-hojas-de-estilo-bien-organizadas">escrib&amp;iacute;a en &lt;strong>Pixelovers&lt;/strong> acerca de &lt;strong>CSSEdit 2&lt;/strong>&lt;/a> , un editor fant&amp;aacute;stico de CSS para Mac. Hoy, navegando en busca de un buen sustituto de dicho software para Windows ( un sustituto que por cierto a&amp;uacute;n n he conseguido encontrar... si alguien me echa un cable... ), me he topado con &lt;a href="https://www.thehardsix.com/2006/11/cssedit-2/">un blog en qu&amp;eacute; han descubierto un gui&amp;ntilde;o humor&amp;iacute;stico en el icono del programita&lt;/a> .... Atenci&amp;oacute;n al detalle. &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" border="0" alt="Gui&amp;ntilde;o" title="Gui&amp;ntilde;o" />
&lt;/p></description></item><item><title>Windows Vista -On Air- desde el martes</title><link>https://albert.garcia.gibert.es/windows-vista-on-air-martes-7615/</link><pubDate>Thu, 01 Feb 2007 09:49:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/windows-vista-on-air-martes-7615/</guid><description>&lt;p>
&lt;img src="https://albert.garcia.gibert.es/images/post/7615-9172.jpg" alt="7615-9172.jpg" title="7615-9172.jpg" width="160" height="159" align="left" />
Microsoft llev&amp;oacute; a cabo el martes pasado el lanzamiento de su nuevo sistema operativo, &lt;a href="https://www.microsoft.com/latam/windows/products/windowsvista/default.mspx">&lt;strong>Windows Vista&lt;/strong>&lt;/a>, bajo un escueto y sonoro slogan: &lt;strong>Wow!&lt;/strong>. Es incre&amp;iacute;ble el despliegue de medios y la inversi&amp;oacute;n en publicidad que han hecho. &amp;iexcl;Durante el mismo martes, copaban la publicidad de agencia de la mayor&amp;iacute;a de portales de noticias!
&lt;/p>
&lt;p>
Por el momento s&amp;oacute;lo he podido verlo en funcionamiento unos minutos en uno de los ordenadores del trabajo, aparte del mont&amp;oacute;n de &lt;a href="https://www.anandtech.com/systems/showdoc.aspx?i=2780">reviews&lt;/a> y screenshots que corren por ah&amp;iacute;, y la verdad es que el cambio es potente... demasiado bestia quiz&amp;aacute;s. Precisamente sobre eso coment&amp;aacute;bamos ayer en la oficina, sobre &lt;strong>c&amp;oacute;mo muchas empresas de software siguen apostando por actualizaciones muy importantes y muy separadas en el tiempo, en vez de por peque&amp;ntilde;as actualizaciones, pero cont&amp;iacute;nuas.&lt;/strong>
&lt;/p></description></item><item><title>Personaliza tu entorno</title><link>https://albert.garcia.gibert.es/personaliza-entorno-438/</link><pubDate>Wed, 15 Dec 2004 13:51:01 +0000</pubDate><guid>https://albert.garcia.gibert.es/personaliza-entorno-438/</guid><description>&lt;p>La mayoría de las personas intentamos siempre personalizar, en la
medida de lo posible, nuestro entorno. Nos afanamos en no ser uno más;
el objetivo es diferenciarnos de la &lt;em>gran masa&lt;/em>, clamar por
nuestra identidad única e irrepetible en una sociedad que nos
homogeneiza imponiéndonos modas, estilos y gustos. Y esto lo
conseguimos, o lo intentamos, fijándonos en diversos ámbitos de nuestra
vida cotidiana: nuestro peinado, la manera de vestir, la música que
escuchamos, nuestras opiniones, nuestros gadgets, nuestro coche (los
hay que con tunear el coche ya tienen bastante para sentirse diferente,
aunque en el resto de los planos de su existecia sean como borregos),
nuestro ordenador... Y en este contexto se explica que las minorías
sean tan atractivas. Hay que escuchar música &amp;quot;alternativa&amp;quot; (que ya sólo
lo es por el nombre, que no por la cantidad de gente que la escucha),
ver pelis asiáticas de directores innombrables, arrancar la etiqueta a
esa camiseta de Bennetton que tanto nos gustó, ponerse un piercing,
usar Linux o Mac... Quizás hasta que nos parezca que todo esto no es
más que otra moda y entonces decidamos hacer simplemente lo que nos dé
la pu&amp;ntilde;etera gana en vez de ir sistemáticamente contra el sistema
establecido.&lt;/p></description></item></channel></rss>