+++
date = "2008-02-09 10:21:05"
author = ""
title = "Ataques DDOS coordinados a meneame.net, genbeta.com, error500.net..."
slug = "ataques-ddos-coordinados-meneamenet-genbetacom-error500net-60337"
tags = [ "ataque ddos","genbeta","hackers","meneame","weblogssl" ]
+++
<p>
<img class="fotobonita" src="/images/post/60337-52072.jpg" alt="Genbeta" title="Genbeta" width="200" height="71" align="right" />
Ayer a &uacute;ltima hora <a href="https://www.nexoblogs.com/p/apoyo-ataque-ddos-sufrido-weblogssl-60078">comentaba en el blog de nexoBlogs el caso de Genbeta</a>, el blog de software de <a href="https://www.weblogssl.com"><strong>Weblogs SL</strong></a>. Recibieron un email que les instaba a eliminar de su blog un art&iacute;culo que hablaba del peligro de compartir contrase&ntilde;as de tus servicios por internet, bajo la amenaza de sufrir un ataque distribuido de denegaci&oacute;n de servicio (DDOS). <strong>La amenaza se cumpli&oacute;, y genbeta.com est&aacute; fuera de combate desde hace m&aacute;s de un d&iacute;a</strong>.
</p>
<p>
Desde varios de nuestros blogs <a href="https://www.pixelovers.com/p/apoyo-a-genbeta-60077">mostramos p&uacute;blicamente</a> <a href="https://www.solomacs.com/p/todos-genbeta-60074">nuestro apoyo</a> a las personas implicadas (deben haber dormido bien poco estos &uacute;ltimos d&iacute;as...) y el desprecio total hacia este tipo de coacciones.&nbsp;
</p>
<p>
Si la cosa ya resultaba escalofriante ayer, por la sensaci&oacute;n de indefensi&oacute;n que te invade cuando ves lo que una panda de desgraciados sin un dedo de frente es capaz de hacer, esta ma&ntilde;ana, en pijama y entre nieblas, estoy m&aacute;s sorprendido a&uacute;n: al parecer los ataques no s&oacute;lo contin&uacute;an, si no que <strong><a href="https://www.soygik.com/2008/02/09/atques-ddos-weblogs-conocidos-espanoles/#respond">se han hecho extensibles a otras webs grandes en castellano</a></strong>: men&eacute;ame.net, <strike>enriquedans.com</strike>, error500.net...
</p>
<p>
Ayer lo coment&eacute; en desde el blog de nexoBlogs y hoy no puedo m&aacute;s que insistir de nuevo: <strong>si te importa la libertad de expresi&oacute;n y quieres colaborar de alg&uacute;n modo en mostrar tu rechazo y hac&eacute;rselo saber a los impresentables que hay detr&aacute;s de todo esto, no dejes de difundir y reproducir la informaci&oacute;n que ha sido origen de todo esto</strong>. 
</p>
<p>
Quiz&aacute;s est&eacute;n consiguiendo poner en jaque a unos pocos de los grandes, pero por otro lado est&aacute;n acelerando la difusi&oacute;n de la informaci&oacute;n que intentaban hacer desaparecer. Copia y pega el art&iacute;culo original de Genbeta tambi&eacute;n en tu blog: 
</p>
<blockquote>
	<p>
	<strong>Quieres saber qui&eacute;n te tiene no admitido/eliminado en el MSN? Pues no des tu contrase&ntilde;a a desconocidos</strong>
	</p>
	<p>
	Parece mentira que despu&eacute;s de tanto tiempo (&iexcl;a&ntilde;os ya!) del invento de
	este fraude todav&iacute;a haya gente que siga cayendo en &eacute;l. Es muy simple, y
	seguro que muchos lo conoc&eacute;is, simplemente se trata de p&aacute;ginas que
	ofrecen el servicio de mostrarte qui&eacute;n te tiene como no admitido o te
	ha eliminado del m&eacute;senyer a cambio de que les des tu datos de conexi&oacute;n,
	es decir, tu usuario y contrase&ntilde;a. Cre&iacute;a que este negocio ya estaba m&aacute;s
	que muerto, pero hoy mismo un par de contactos m&iacute;os me han saltado con
	la t&iacute;pica ventanita que me acceda a una de esas p&aacute;ginas para que me lea
	el futuro.
	</p>
	<p>
	Como norma general, dar la contrase&ntilde;a de tu correo a alguien que no
	pertenezca a tu familia ya es un suicidio tecnol&oacute;gico, y en este caso
	ser&iacute;a como darle la contrase&ntilde;a de tu tarjeta de cr&eacute;dito a una persona
	desconocida para que te muestre el dinero que tienes. &iquest;Quieres saber
	qu&eacute; es lo que hacen? La mayor&iacute;a de p&aacute;ginas, despu&eacute;s de mostrarte esa
	informaci&oacute;n, se conectan a tu cuenta varias veces al d&iacute;a para molestar
	a todos tus contactos con spam descarado. Lo que es peor, esto puede
	colapsar tu cuenta y no ser&iacute;a raro que la perdieras para siempre, o al
	menos que la conexi&oacute;n sea p&eacute;sima. As&iacute; que ya sabes, no des tu
	contrase&ntilde;a a ning&uacute;n sitio web, o atente a las consecuencias.
	</p>
	<p>
	Pero claro, &iexcl;t&uacute; quieres saber qui&eacute;n te tiene como no admitido!
	Sorpresa: esos sitios, adem&aacute;s de ser peligrosos, no funcionan.
	Microsoft cambi&oacute; hace tiempo el protocolo para que los servidores de
	msn no difundieran esta informaci&oacute;n. Antes s&iacute; pod&iacute;as, pero ahora mismo
	ni siquiera puedes saber el estado de otra persona sin que ella te
	invite/admite o sin saber la contrase&ntilde;a de la cuenta (sin cambiar la
	configuraci&oacute;n de la cuenta). Sin rebuscar demasiado, algunos sitios
	fraudulentos que siguen esta pr&aacute;ctica ser&iacute;an: blockoo.com,
	scanmessenger.com, detectando.com, quienteadmite.info,
	checkmessenger.net, blockstatus, etc... Todos ellos son potenciales
	phishing, y ninguno funciona m&aacute;s all&aacute; de recolectar cuentas de correo.
	</p>
	<p>
	Disculpad los lectores avanzados que ya hab&eacute;is dejado atr&aacute;s este
	tipo de enga&ntilde;os facilones hace mucho tiempo, pero es que hoy me he
	vuelto a conectar al messenger por obligaci&oacute;n y me he dado cuenta de
	que las cosas han cambiado muy poquito.
	</p>
</blockquote>
<p>
M&aacute;s informaci&oacute;n:
</p>
<ul>
	<li><a href="https://blog.meneame.net/2008/02/08/problemas-de-red/#comment-16095"><strong>Problemas de red</strong></a> (Blog de meneame.net)</li>
	<li><a href="https://nv1962.net/2008/02/08/ataque-ddos-a-meneame-siguen-faltando-respuestas-contundentes-contra-los-botnet/"><strong>Ataque DDOS a meneame.net</strong></a> (n1962.net)</li>
</ul>
