+++
date = "2002-11-21 00:55:26"
author = ""
title = "colacao calentito"
slug = "colacao-calentito-31"
tags = [ "pensamientos" ]
+++
<p align="justify">Suena ahora mismo <em>Ode to 
                                Simplicity</em> de Secret Garden en la lista de 
                                reproducci&oacute;n. Acabo de salir del canal 
                                y me preparo para meterme en la cama. Me he sacado 
                                el jersey para tener un poco m&aacute;s de fr&iacute;o 
                                y coger la cama con m&aacute;s ganas. Uhm... el 
                                colacao bien calentito (el invierno es lo mejor, 
                                Dies ;-D), aunque veo que la taza, por muy bonita 
                                y divertida que sea, no est&aacute; pensada precisamente 
                                para beber en ella... Mejor la seguir&eacute; 
                                usando para meter los bolis. Deber&iacute;a ponerme 
                                otra vez el jersey, jur que fr&iacute;o... Examen 
                                de conciencia... todo bien, correcto. S&oacute;lo 
                                un par de d&iacute;as y el fin de semana est&aacute; 
                                aqu&iacute;. El viernes tenemos un concierto en 
                                La Capsa. Tocamos en la fiesta que hace el t&iacute;o 
                                de E. a su mujer. Versiones de Beatles y dem&aacute;s, 
                                pa que disfruten un rato recordando. Y m&aacute;s 
                                que disfrutaremos nosotros de nuevo sobre un escenario, 
                                con s&oacute;lo dos ensayos bajo el brazo. Como 
                                siempre. Perd&oacute;n. Como <em>antes</em>. :)</p><p align="justify">Ayer despu&eacute;s de salir 
                                del curro estuve tomando algo con J25, un amigo 
                                de M&aacute;laga que est&aacute; haciendo una 
                                formaci&oacute;n en Barcelona por cosas del curro. 
                                Es gracioso, nos conocemos desde hace 3 a&ntilde;os 
                                y es s&oacute;lo la segunda vez que lo veo. Es 
                                un ex-compa&ntilde;ero de clan. Si, estuve enganchado 
                                a un juego de estrategia por internet hace un 
                                par de a&ntilde;os, el Age of Empires 2. :P J. 
                                viene a echar por los suelos mis teor&iacute;as 
                                acerca de las relaciones personales por internet. 
                                Ah&iacute; est&aacute;bamos, ya por la quinta 
                                cerveza, echando unos futbolines y unas risas 
                                a nuestra salud, como si nos conoci&eacute;ramos 
                                desde hac&iacute;a un mont&oacute;n, cuando s&oacute;lo 
                                hab&iacute;amos compartido unas 10 horas en persona. 
                                Bueno, supongo que de todo hay y que no deber&iacute;a 
                                generalizar, pero las malas experiencias con estos 
                                temas marcan. Alg&uacute;n dia os explicar&eacute; 
                                los peligros potenciales de convertir una relaci&oacute;n 
                                a distancia en presencial... Con palabras tendemos 
                                siempre a mostrar la mejor parte de nosotros mismos, 
                                o incluso a deformar nuestra personalidad para 
                                adaptarla a lo que nos gustar&iacute;a que los 
                                dem&aacute;s vieran en nosotros. En persona eso 
                                ya es m&aacute;s dif&iacute;cil. Ing&eacute;nuo 
                                como soy en otras muchas cosas, en este tema soy 
                                bastante desconfiado. Si nos hemos conocido por 
                                internet y os propongo quedar algun d&iacute;a 
                                para tomar algo y vernos en persona as&iacute; 
                                por las buenas, tened cuidado, porque no soy yo 
                                el que escribe, seguro. :P No se trata de que 
                                desconf&iacute;e de la gente con la que hablo 
                                normalmente por aqu&iacute;. Para nada, no es 
                                eso. Me refiero a que me cuesta aceptar el riesgo 
                                que conlleva confrontar la realidad de esas personas 
                                a la imagen que ellas te han transmitido y t&uacute; 
                                mismo te has creado en tu cabeza, en el momento 
                                en que las conoces en persona. No s&eacute;, seguramente 
                                me rallo demasiado con esto y no lleva a ninguna 
                                parte, pero ya he tenido alguna movida rara por 
                                estos temas y me da palo tener que pasar malos 
                                ratos y hac&eacute;rselos pasar a otra gente si 
                                se puede evitar simplemente dejando las cosas 
                                como est&aacute;n. Si no hubiera conocido a esa 
                                gente manera presencial seguramente a&uacute;n 
                                seguir&iacute;amos en contacto, envi&aacute;ndonos 
                                cartas o mails de vez en cuando, alguna llamada, 
                                pim pam. Supongo que no es necesario que aclare 
                                que en ning&uacute;n momento me refiero al aspecto 
                                f&iacute;sico ni nada por el estilo ... &not;&not; 
                                Jur, menudo rollo que he soltado s&oacute;lamente 
                                por una idea que se me hab&iacute;a cruzado. Adem&aacute;s 
                                no estoy muy fino, estoy algo cansado y me cuesta 
                                un poco expresarme con claridad. Creo que mejor 
                                lo dejo para ma&ntilde;ana y os explico mi aventura 
                                con A. que al fin y al cabo es a donde iba a parar 
                                todo esto. Buenas noches.</p>