<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>usabilidad on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/usabilidad/</link><description>Recent content in usabilidad on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Sun, 08 Oct 2006 20:44:59 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/usabilidad/index.xml" rel="self" type="application/rss+xml"/><item><title>Fundamentos Web 2006 en imágenes</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link><pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid><description>
Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso Fundamentos Web 2006 , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n.
Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses.</description></item><item><title>Fundamentos Web en directo desde torresburriel.com</title><link>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link><pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid><description>
Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video.
Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante!</description></item><item><title>Fundamentos Web 2006: A sólo dos días</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link><pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid><description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 .
Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description></item><item><title>Nueva home de Yahoo</title><link>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</link><pubDate>Tue, 16 May 2006 15:38:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</guid><description>Ya hab&amp;iacute;an corrido por ah&amp;iacute; algunas screenshots, ahora es p&amp;uacute;blicamente accesible:
http://www.yahoo.com/preview
Fijaos en la manera que tienen de presentar las nuevas opciones desde el &amp;quot;Take a quick tour&amp;quot; ( superponen un PNG transparente, o c&amp;oacute;mo ponen en pr&amp;aacute;ctica algunas de los &amp;uacute;ltimos patrones de dise&amp;ntilde;o de su librer&amp;iacute;a en las opciones laterales, &amp;quot;mail&amp;quot;, &amp;quot;messenger&amp;quot;, &amp;quot;radio&amp;quot;...
Destacable tambi&amp;eacute;n el uso de CSS Sprites para ahorrar ancho de banda en lo que se refiere al uso de iconos peque&amp;ntilde;os.</description></item><item><title>3ª Jornadas de Usabilidad en Barcelona ( o 'en casa del herrero...' III )</title><link>https://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</link><pubDate>Wed, 10 May 2006 11:45:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</guid><description>El d&amp;iacute;a 26 de abril asist&amp;iacute;, junto con algunos compa&amp;ntilde;eros del trabajo, a las 3&amp;ordf; Jornadas de Usabilidad en Sistemas de Informaci&amp;oacute;n Digitales , organizadas por el Colegio Oficial de Documentalistas de Catalunya en la Universidad Pompeu Fabra de Barcelona.
En general la valoraci&amp;oacute;n fu&amp;eacute; positiva, aunque nos quedamos con la sensaci&amp;oacute;n de que en algunos momentos hab&amp;iacute;amos estado asistiendo a la presentaci&amp;oacute;n de los proyectos personales de algunos de los ponentes.</description></item><item><title>En casa del herrero...</title><link>https://albert.garcia.gibert.es/casa-herrero-649/</link><pubDate>Fri, 14 Oct 2005 00:40:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/casa-herrero-649/</guid><description>Es curioso... Estaba ahora mismo terminando mi jornada laboral nocturna y me ha dado por fisgar en el c&amp;oacute;digo de la home de nuestro Se&amp;ntilde;or Buscador, Google. Y me he quedado a cuadros: Todo metido en sus tablitas para que cuadre, con etiquetas font para definir los tama&amp;ntilde;os, y sin nisiquiera un DOCTYPE que le diga al navegador qu&amp;eacute; normas de validaci&amp;oacute;n deber&amp;iacute;a seguir... Lo dicho, cuchara de palo.</description></item><item><title>Problemes d'accesibilitat al web de Caixa de Catalunya</title><link>https://albert.garcia.gibert.es/problemes-daccesibilitat-al-web-caixa-catalunya-412/</link><pubDate>Thu, 11 Nov 2004 13:25:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/problemes-daccesibilitat-al-web-caixa-catalunya-412/</guid><description>Ara fa uns dies llegia a Barrapunto
un post sobre els problemes que donava la web de Caixanova, una de les
caixes d'estalvis més importants de Galícia, a l'accedir amb el
Mozilla. Sembla que les queixes d'aquest usuari (i suposo que bastants
d'altres, sumat al fet que es fes ressó d'aquests errors) van sortir
efecte, i Caixanova va solucionar els problemes d'incompatibilitat. &amp;quot;Quins collons!&amp;quot;,
pensava jo... La web d'un banc!, una empresa que a priori deu disposar
de tots els medis al seu abast per poder oferir als seus clients un
accés segur, senzill i directe a les seves dades, amb molts més motius,
si cap, que d'altres tipus d'organitzacions.</description></item><item><title>Diseño adaptable a todos los bolsillos</title><link>https://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</link><pubDate>Fri, 29 Oct 2004 13:05:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</guid><description>O m&amp;aacute;s bien dicho, de dise&amp;ntilde;os adaptables a todos los dispositivos de bolsillo, eso es de lo que vamos a hablar. Sobre c&amp;oacute;mo conseguirlo trata el &amp;uacute;ltimo art&amp;iacute;culo que he leido en A List Apart. Si bien ya muchos desarrolladores estamos sensibilizados con los beneficios de programar usando est&amp;aacute;ndares web, a veces creo que no llegamos a ser conscientes (al menos hablo por mi) del enorme beneficio que podemos llegar a conseguir por ese &amp;quot;sobreesfuerzo&amp;quot; que puede suponer atenerse a los, en ocasiones, r&amp;iacute;gidos est&amp;aacute;ndares del W3C.</description></item></channel></rss>