<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Web Semántica on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/web-sem%C3%A1ntica/</link><description>Recent content in Web Semántica on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Wed, 23 May 2007 21:33:02 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/web-sem%C3%A1ntica/index.xml" rel="self" type="application/rss+xml"/><item><title>Serestandar.es se pospone hasta principios del 2008</title><link>https://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</link><pubDate>Wed, 23 May 2007 21:33:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</guid><description>&lt;p>
Esta ma&amp;ntilde;ana le&amp;iacute;a con desilusi&amp;oacute;n &lt;a href="https://www.torresburriel.com/weblog/2007/05/23/postponement-of-serestandares/">el mensaje en el blog de &lt;strong>Daniel&lt;/strong>&lt;/a>&lt;strong> &lt;/strong>que anunciaba la cancelaci&amp;oacute;n del congreso que se iba a celebrar en Sevilla el mes que viene sobre desarrollo web con est&amp;aacute;ndares, &lt;a href="https://www.serestandar.es">&lt;strong>serestandar.es&lt;/strong>&lt;/a>, y su posposici&amp;oacute;n a principios del 2008. Marcos y yo ya nos hab&amp;iacute;amos hecho casi a la idea... snif.
&lt;/p>
&lt;p>
Por lo que parece, algunos problemas de financiaci&amp;oacute;n han obligado a la organizaci&amp;oacute;n a tomar la decisi&amp;oacute;n: o se cancelaba definitivamente, o se pospon&amp;iacute;a a principios de a&amp;ntilde;o. Durante el d&amp;iacute;a de hoy han enviado notificaciones a los asistentes y a los ponentes, insistiendo en el caso de &amp;eacute;stos &amp;uacute;ltimos en que tratar&amp;aacute;n de contar con su participaci&amp;oacute;n. Y es que si por algo tomaba inter&amp;eacute;s este evento, era precisamente por la calidad de los profesionales que durante esos tres d&amp;iacute;as iban a compartir sus conocimientos con los dem&amp;aacute;s. Veremos si en febrero hay m&amp;aacute;s suerte... aunque Sevilla en invierno no es ya lo mismo.
&lt;/p></description></item><item><title>Nos vemos en serestandar.es</title><link>https://albert.garcia.gibert.es/vemos-serestandares-11593/</link><pubDate>Wed, 16 May 2007 00:33:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/vemos-serestandares-11593/</guid><description>&lt;p>
Oh yeah... Hoy nos lo han confirmado: Si no hay ning&amp;uacute;n imprevisto, los d&amp;iacute;as 27, 28 y 29 de Junio nos veremos en el congreso &lt;strong>&lt;a href="https://www.serestandar.es/">serestandar.es&lt;/a>&lt;/strong> que se celebra en Sevilla. &lt;strong>serestandar.es&lt;/strong> es un conjunto de talleres y conferencias sobre dise&amp;ntilde;o y desarrollo web
con est&amp;aacute;ndares, en los que participar&amp;aacute;n como ponentes muchos de los
mejores dise&amp;ntilde;adores y desarrolladores del mundo, cuyo m&amp;eacute;todo de trabajo est&amp;aacute;
basado en el respeto a los est&amp;aacute;ndares web.
&lt;/p></description></item><item><title>Fundamentos Web 2006 en imágenes</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link><pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid><description>&lt;p>
Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso &lt;a href="https://www.fundamentosweb.com">&lt;b>Fundamentos Web 2006&lt;/b>&lt;/a> , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n.
&lt;/p>
&lt;p>
Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses. &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" alt="Gui&amp;ntilde;o" title="Gui&amp;ntilde;o" border="0" />
&lt;/p></description></item></channel></rss>