+++
date = "2002-09-29 16:07:54"
author = ""
title = "Primal+Rage Tonight"
slug = "primalrage-tonight-15"
tags = [ "fotos" ]
+++
<p align="justify">Buf... otra tarde-agobio-sincomer-y-todo-patasarriba 
                                se avecina. Suena el tel&eacute;fono: <em>&iquest;Si? 
                                - Buenaaaaaasquetaaaaltiooo... - &iquest;Dos entradas? 
                                - Si, los conozco pero no les he escuchado mucho 
                                - &iexcl;&iquest;Qu&eacute; dices?! - Enga, a 
                                las 10 te paso a buscar - Asias tio!!. </em>Era 
                                J. desde el curro. Me dice que ha escuchado en 
                                la radio que sorteaban dos entradas para ver a 
                                <a href="http://www.primalfear.de">Primal Fear</a> 
                                y <a href="http://www.rage-on.de/">Rage</a> en 
                                Razzmatazz, ha llamado y le han tocado. Las entradas 
                                van a nombre suyo y de un colega que al final 
                                le ha dicho que pasaba de ir, as&iacute; que si 
                                consigo que se crean en taquilla que soy el fulano 
                                &eacute;ste, esta noche concierto de gratix! &iquest;Cu&aacute;nto 
                                hace que no voy a un concierto? (no, el de Amaral 
                                no cuenta, s&oacute;lo cruzamos la Plaza Catalunya 
                                para poder llegar al Police. <span class="txt">&not;&not;U 
                                </span>) </p><p align="justify"><img src="/img_blog_obo/entr_primal.jpg" width="126" height="300" border="1" align="left" class="txtleg">Y 
                                all&iacute; nos plantamos. Conseguimos convencer 
                                a la taquillera de que yo soy el de la entrada 
                                , que no llevo DNI ni ning&uacute;n otro carnet, 
                                que acabo de salir de currar y mil historias y 
                                al final pone cara de pena y suelta la entrada. 
                                Subimos y la escalera ya tiembla al ritmo de la 
                                bater&iacute;a. Estamos dentro. Pu&ntilde;os en 
                                alto, melenas en su sitio, flashes acompa&ntilde;ando 
                                el punteo de guitarra y una mole humana agarrando 
                                el micr&oacute;fono. Llegamos cuando ya hab&iacute;a 
                                tocado Rage, y los Primal Fear llevar&iacute;an 
                                un par de canciones, pero lo aprovechamos. S&oacute;lo 
                                habia escuchado uno o dos temas de ellos, pero 
                                el concierto me flip&oacute;. Se lo curraron mucho 
                                hasta el final. Un par de bises y la pe&ntilde;a 
                                segu&iacute;a gritando. </p>
                              <p align="justify">Recuerdo algo que me hizo mucha 
                                gracia. En un momento del concierto, entr&oacute; 
                                por la puerta de atr&aacute;s el bater&iacute;a 
                                de Rage, para ponerse al final de la sala a ver 
                                tocar a Primal. Se apalanc&oacute; al lado de 
                                donde est&aacute;bamos nosotros, y en cuanto la 
                                pe&ntilde;a lo reconoci&oacute; lo rodearon para 
                                fotografiarse con &eacute;l y pedirle aut&oacute;grafos. 
                                Na, no tengo nada en contra, a mi tambi&eacute;n 
                                me mola, cuando un grupo me gusta, conseguir aut&oacute;grafos, 
                                una foto... pero es el c&oacute;mo... &quot;Tio! 
                                tio! joder! que me ha agarrado!&quot; - &quot;Mira! 
                                Me ha firmado en el brazo, tio!!&quot; - &quot;Le 
                                he dado un beso, joder que pasada!&quot; Uhm... 
                                por un momento me imagin&eacute; a es@s heavys 
                                todos rollo teenager y falditas ellos y al bataca 
                                convertido en pop star. El fen&oacute;meno fan... 
                                <span class="txt">&not;&not;U</span> </p>
                              <p align="justify"><img src="/img_blog_obo/cami_primal.jpg" width="231" height="164" align="right">Al 
                                final del concierto, como no podia ser de otra 
                                manera, me pill&eacute; una camiseta. Est&aacute; 
                                muy guapa, al menos no ser&aacute; la t&iacute;pica 
                                camiseta-concierto negra XXXL que acabe en el 
                                armario y me la ponga para guarrearla o dormir 
                                :P</p>
                              <p align="justify">Pillamos el coche y nos fuimos 
                                a Balmes a tomar unas cervezas en el Pipiolo. 
                                Como cada noche, creo, habia pe&ntilde;a tocando 
                                la guitarra. El segundo tenia una voz muy guapa. 
                                Se parecia a la del segundo cantante de <a href="http://www.marillion.com/">Marillion</a>, 
                                seg&uacute;n J. XD Despu&eacute;s de encontrar 
                                la soluci&oacute;n a la mayoria de los problemas 
                                del mundo mundial entre cerveza, quicos y chupitos 
                                de Jack Daniel's, decidimos mirar si habia algun 
                                sitio en el Prat para tomar la &uacute;ltima antes 
                                de ir a la cama. En el camino en coche conoc&iacute; 
                                un nuevo grupo y una canci&oacute;n que me mol&oacute; 
                                mucho. El grupo se llama Westworld y la canci&oacute;n, 
                                Elastic. La he intentado pillar por el kazaa y 
                                el winmx, pero no hay manera. Si alguno la tiene.. 
                                ;) ya sabeis, me dar&eacute;is una alegria. </p>
                              <p align="justify">Al final no encontramos nada, 
                                subimos a mi casa a comer algo. Cuando llegamos 
                                arriba y vimos la puerta cerrada de la habitaci&oacute;n 
                                de mi hermana, pens&eacute; que ya estar&iacute;a 
                                durmiendo, as&iacute; que intentamos no hacer 
                                mucho ruido. Al cabo de un rato oimos ruidos y 
                                alguien que intenta abrir la puerta pero que no 
                                acierta a meter la llave... joe, mi hermana k 
                                va pedo. Cerramos corriendo todas las luces y 
                                nos metemos en la habitaci&oacute;n al lado de 
                                la cocina. Entran con el cachondeo y las risas 
                                y J. empieza a maullar como un gato desde la habitaci&oacute;n. 
                                Increible! ni se enteran. xDDD La &uacute;nica 
                                que va de un lado a otro preguntando si alguien 
                                m&aacute;s est&aacute; oyendo un gato es mi hermana. 
                                Menudo susto se mete cuando abrimos la puerta 
                                de golpe. El pan bimbo que lleva en la mano ha 
                                pasado a mejor vida. Estamos un rato de cachondeo 
                                hasta que sube el vecino a decirnos que le pongamos 
                                ruedas a la mesa. X'DD Este hombre es genial. 
                                Es momento de irse a dormir. Son las 6 y media.</p>