<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>campañas on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/campa%C3%B1as/</link><description>Recent content in campañas on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Tue, 01 Jul 2008 21:10:53 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/campa%C3%B1as/index.xml" rel="self" type="application/rss+xml"/><item><title>¿Google Ad Manager? No, gracias.</title><link>https://albert.garcia.gibert.es/google-ad-managerr-no-gracias-103767/</link><pubDate>Tue, 01 Jul 2008 21:10:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/google-ad-managerr-no-gracias-103767/</guid><description>Hace unas semanas me lleg&amp;oacute; una invitaci&amp;oacute;n para participar en la beta del nuevo gestor de publicidad de Google, Google Ad Manager. La verdad es que hab&amp;iacute;a seguido de cerca el anuncio de este nuevo servicio y estaba convencido de que sustituir&amp;iacute;a a la aplicaci&amp;oacute;n que ven&amp;iacute;a usando hasta ahora para gestionar las campa&amp;ntilde;as de publicidad en nexoBlogs y OboLog.
Lamentablemente, despu&amp;eacute;s de haber estado una semana trasteando, configurando algunas campa&amp;ntilde;as y haciendo pruebas reales en producci&amp;oacute;n.</description></item><item><title>Blog Action Day: ¿Te apuntas?</title><link>https://albert.garcia.gibert.es/blog-action-day-te-apuntasr-31946/</link><pubDate>Thu, 11 Oct 2007 09:17:49 +0000</pubDate><guid>https://albert.garcia.gibert.es/blog-action-day-te-apuntasr-31946/</guid><description>Se acerca el d&amp;iacute;a 15 de Octubre, la fecha prevista para llevar a cabo la campa&amp;ntilde;a propuesta desde Blog Action Day
para promover la discusi&amp;oacute;n sobre temas medioambientales y conseguir
concienciar a la poblaci&amp;oacute;n de las problem&amp;aacute;ticas relacionadas.
Para participar tan s&amp;oacute;lo tienes que escribir un post relacionado con
el medio ambiente y publicarlo el d&amp;iacute;a 15 de Octubre. Adem&amp;aacute;s, puedes
promover la iniciativa entre tus lectores publicando en tu blog alguno
de los banners promocionales que ofrecen en su p&amp;aacute;gina, o donar tus
ingresos por publicidad generados en ese d&amp;iacute;a a una ONG ecologista.</description></item><item><title>Campaña contra el abandono de animales</title><link>https://albert.garcia.gibert.es/campana-contra-abandono-animales-4558/</link><pubDate>Thu, 26 Oct 2006 09:23:55 +0000</pubDate><guid>https://albert.garcia.gibert.es/campana-contra-abandono-animales-4558/</guid><description>
Esta es la imagen que ilustra la campa&amp;ntilde;a de concienciaci&amp;oacute;n de la PSA contra el abandono de animales: Los perros no son juguetes.
En ocasiones el fin justifica la crudeza de las im&amp;aacute;genes.
Via ALT1040</description></item><item><title>El video del falso robo de la silla de ZP</title><link>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</link><pubDate>Mon, 02 Oct 2006 17:29:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</guid><description>Han sido unas cuantas horas de incertidumbre y elucubraciones alrededor de la veracidad del video aparecido el s&amp;aacute;bado en un blog llamado &amp;quot;Lev&amp;aacute;ntate ZP&amp;quot;. En dicho v&amp;iacute;deo pod&amp;iacute;a verse c&amp;oacute;mo 4 j&amp;oacute;venes encapuchados, autodenominados en su blog como &amp;quot;Los 4 Gatos&amp;quot;, entraban al Palacio del Congreso y se llevaban la silla del esca&amp;ntilde;o del Presidente del Gobierno, Jose Luis Rodr&amp;iacute;guez Zapatero, salt&amp;aacute;ndose todas las medidas de seguridad y sin ser vistos por ning&amp;uacute;n guardia.</description></item></channel></rss>