+++
date = "2005-01-20 17:38:47"
author = ""
title = "Seguint amb el nofollow"
slug = "seguint-amb-nofollow-486"
tags = [ "desarrollo web","google" ]
+++
<p>L'anunci de Google fa escassos dies de la propera implementació de
l'atribut nofollow als enlla&ccedil;os, que pel que sembla ser&agrave; secundada pels
principals cercadors, ha aixecat un debat for&ccedil;a interessant a diversos
weblogs. Crec que val la pena fer una petita reflexió sobre aquesta
nova característica de Google, ja que ens pot afectar d'alguna manera a
tots els que ens dediquem al desenvolupament web. Com que no sóc cap
especialista en m&agrave;rketing online ni posicionament en cercadors, i crec
que la majoria de vosaltres tampoc, intentaré fer un an&agrave;lisi el més
planer possible, sota risc de caure en la excessiva simplicitat en
algun moment. Perdoneu-me els t&egrave;cnics. </p>
		    <p>Els cercadors
utilitzen diversos m&egrave;todes a l'hora d'indexar i calcular la rellev&agrave;ncia
dels enlla&ccedil;os que troben a les p&agrave;gines web. En el cas concret de
Google, aquesta &quot;rellev&agrave;ncia&quot; es calcula a través d'una esp&egrave;cie de
sistema de puntuacions anomenat PageRank. El PageRank és, entre
d'altres, un dels criteris que Google utilitza per ordenar els
resultats de les cerques. Quan fas una recerca i Google troba dues
p&agrave;gines molt similars en quan a continguts i que fan refer&egrave;ncia al que
busques, et mostrar&agrave; en millor posició aquella que disposi d'un
PageRank més alt. El c&agrave;lcul PageRank s'obté, perqu&egrave; ens entenem, a
partir de la quantitat i la qualitat de les webs que t'enlla&ccedil;en. I qu&egrave;
vol dir la &quot;qualitat&quot; d'una p&agrave;gina que t'enlla&ccedil;a? Doncs justament, el
seu PageRank. Dona més puntuació que t'enllacin unes poques webs amb un
PageRank molt alt, que t'enllacin moltes amb un PageRank molt baix.
Senzill. Cada cop que apareix un enlla&ccedil; a la teva web, es com si
donéssis el teu &quot;vot&quot; a la p&agrave;gina a la qual enllaces, i viceversa.</p><p>Penseu per un moment en el cas concret dels weblogs. Son, per
definició, p&agrave;gines hiper-enlla&ccedil;ades. El volum d'enlla&ccedil;os per metre
quadrat és molt més elevat que a d'altres tipus de p&agrave;gines, i la
naturalesa d'aquests enlla&ccedil;os és en la majoria dels casos endog&agrave;mica
(gr&agrave;cies per la paraula, <a href="https://www.chavalina.net" target="_blank">Chavalina</a>
:D). Aix&ograve; resulta en una potent retroalimentació, que si pensem en el
sistema de c&agrave;lcul de PageRank, pot acabar resultant en qu&egrave; els weblogs
aconsegueixin r&agrave;pidament una alta rellev&agrave;ncia, apareixent en primer
lloc en moltes recerques (no us ha passat darrerament, de trobar molts
weblogs en primeres posicions a les vostres recerques?). Aix&ograve; ho van
veure r&agrave;pidament els spammers i d'un temps aqui s'ha posat &quot;de moda&quot;
aprofitar els comentaris als missatges dels weblogs per penjar-hi
publicitat i així aconseguir PageRank de manera gratu&iuml;ta. De moment
aqui ens salvem... temps al temps.</p>
		    <p>És en aquest contexte
en el que apareix Google i ens diu que a partir d'ara podem &quot;marcar&quot;
aquells enlla&ccedil;os que no volem puntuar, de manera que els spammers ja no
aconseguiran rellev&agrave;ncia per deixar missatges als weblogs, i per tant,
deixar&agrave;n de fer-ho a mig-llarg pla&ccedil;. I aqui és on apareixen veus a
favor _la majoria_, i algunes veus en contra, que tot i que no
comparteixo, crec que han donat rellev&agrave;ncia a punts que molts han
passat per alt en aquest assumpte.</p>
		    <p>El primer que veiem és
que, si bé estem aconseguint algo positiu, com és tallar l'aixeta de
PageRank gratu&iuml;t als spammers, tamb&egrave; bloquejarem els &quot;vots&quot; cap a la
resta d'enlla&ccedil;ats. En el cas concret dels blogs, i pressuposant que
s'en faci un bon ús, es bloquejaria en el millor dels casos els
enlla&ccedil;os de la gent que deixa comentaris. Seria, segons aquestes
opinions, una pressumció de culpabilitat cap als &quot;comentaristes&quot;. Aix&ograve;
reduiría en gran mesura aquest &quot;hiper-enlla&ccedil;ament endog&agrave;mic&quot; del que
parl&agrave;vem, i per tant els blogs molt possiblement baixin el seu PageRank
i no apareguin ja als primers resultats de les cerques. A mi, tot i ser
un efecte negatiu, no em sembla del tot injust. L'injust és que rebin
TOTS els enlla&ccedil;os d'una p&agrave;gina la mateixa rellev&agrave;ncia. Dic jo que ser&agrave;n
més importants els enlla&ccedil;os dins del cos d'un missatge que no les
firmes de la gent que deixa comentaris al mateix (ojo, dic importants
en quan a la rellev&agrave;ncia per indexar-los, amb tot el respecte per la
gent que comenta! :P).</p>
		    <p>El problema que jo hi veig és, com
molt bé remarquen algunes d'aquestes opinions, és que aquest sistema
que planteja Google el que ve a fer és a aconseguir que els propis
editors de webs facin a m&agrave; una cosa que idealment haurien de fer els
propis cercadors: discriminar la import&agrave;ncia dels diferents enlla&ccedil;os
dins d'una mateixa plana. I en canvi, ho presenten com una solució a
l'spam. Aix&ograve; sí que em sembla una jugada de m&agrave;rketing. En tot cas una
solució a llarg pla&ccedil;, perqu&egrave; directament no impedeix que deixin
comentaris de publicitat...</p>
		    <p>Per altra banda , cap la
possibilitat que un webmaster malintencionat utilitzi aquesta propietat
fora dels comentaris i la coloqui a altres links, bloquejant així els
seus vots cap a elles, mentre que les altres webs, sense saber-ho, sí
que li estan enviant els seus. Així com el punt anterior sí que el
suscric, amb aquest ja discrepo una mica. Sí que es pot donar el cas,
per&ograve; aix&ograve; ja és un tema que té més a veure amb la ética del propi
editor, responsable final dels continguts de la seva web, que no pas de
la &quot;perillositat&quot; de l'eina. Més perillós és un cotxe o un ganivet i a
ningú se li passa pel cap de treure'ls del mercat, perqué la funció per
la que estan pensats és positiva encara que s'els pugui donar un ús
maléfic.</p>
		    <p>Si has aconseguit arribar fins aqui i encara
tens ganes de més (jo potser m'he engrescat més del compte), et
recomano que llegeixis la discusió que hem mantingut al blog de <a href="https://www.chavalina.net/comentar.php?idpost=330" target="_blank">Chavalina</a> i al de <a href="https://xeoweb.bitacoras.com/2005/01/19/contra-el-no-follow/" target="_blank">Xeo</a>. All&agrave; hi trobar&agrave;s enlla&ccedil;os a d'altres weblogs que tamb&egrave; s'han fet ressó de la noticia. </p>
