<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>noticias on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/noticias/</link>
    <description>Recent content in noticias on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Wed, 04 Apr 2007 22:49:18 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/noticias/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Keith Richards: &#34;Me esnifé a mi padre&#34;</title>
      <link>https://albert.garcia.gibert.es/keith-richards-me-esnife-padre-9626/</link>
      <pubDate>Wed, 04 Apr 2007 22:49:18 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/keith-richards-me-esnife-padre-9626/</guid>
      <description>&amp;iquest;La cosa m&amp;aacute;s rara que he intentado esnifar? Mi padre. Me esnif&amp;eacute; a mi padreKeith RichardsQu&amp;eacute; grande. Si es que ya no quedan rockeros como los de antes...La noticia completa en el Pa&amp;iacute;s </description>
    </item>
    
    <item>
      <title>Banesto venderá PS3 a mitad de precio</title>
      <link>https://albert.garcia.gibert.es/banesto-vendera-ps3-mitad-precio-8791/</link>
      <pubDate>Tue, 06 Mar 2007 09:52:03 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/banesto-vendera-ps3-mitad-precio-8791/</guid>
      <description>Parece que los bancos le est&amp;aacute;n dando ca&amp;ntilde;a a las campa&amp;ntilde;as de publicidad dirigidas a j&amp;oacute;venes. La &amp;uacute;ltima de ellas, la de Banesto. Han anunciado hace poco un acuerdo con Sony para poder distribuir la consola desde sus oficinas. El d&amp;iacute;a 23 de marzo, en un acto sin precedentes en la banca europea, las oficinas de Banesto abrir&amp;aacute;n sus puertas a las 00.00h, con el objetivo de sumarse al lanzamiento de la PS3 en Europa.</description>
    </item>
    
    <item>
      <title>Paracaidista sobrevive a una caída desde más de 3600m de altura</title>
      <link>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</link>
      <pubDate>Fri, 16 Feb 2007 07:33:43 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</guid>
      <description>Desde YA os digo que si plane&amp;aacute;is practicar el salto libre en las pr&amp;oacute;ximas semanas, casi mejor que no sig&amp;aacute;is con el mensaje, ni ve&amp;aacute;is el v&amp;iacute;deo. No es necesario, y os va a dar un mal rollo de la leche.Al parecer, el protagonista, Michael Holmes, tiene alg&amp;uacute;n problema con su paraca&amp;iacute;das durante el salto: A pesar de abrirse, no lo hace de forma correcta, y Michael sigue descendiendo en ca&amp;iacute;da libre a una velocidad de unos 130Km/h, girando continuamente sobre s&amp;iacute; mismo a causa del propio paraca&amp;iacute;das mal extendido.</description>
    </item>
    
    <item>
      <title>Apaga las luces hoy a las 19:55</title>
      <link>https://albert.garcia.gibert.es/apaga-luces-hoy-1955-7618/</link>
      <pubDate>Thu, 01 Feb 2007 10:53:52 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/apaga-luces-hoy-1955-7618/</guid>
      <description>Alianza por el Planeta, un grupo formado por diferentes ONG, y asociaciones civiles diversas, ha convocado para esta tarde/noche un apag&amp;oacute;n de 5 minutos, con la intenci&amp;oacute;n de sensibilizar y alertar a ciudadanos y partidos pol&amp;iacute;ticos sobre el problema del derroche energ&amp;eacute;tico y la importancia de un consumo responsable y un desarrollo sostenible.Como ellos mismos reconocen, la acci&amp;oacute;n tiene un objetivo m&amp;aacute;s medi&amp;aacute;tico y pol&amp;iacute;tico que no ecol&amp;oacute;gico.</description>
    </item>
    
    <item>
      <title>Farruquito ingresa en la cárcel</title>
      <link>https://albert.garcia.gibert.es/farruquito-ingresa-carcel-7104/</link>
      <pubDate>Wed, 17 Jan 2007 20:59:58 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/farruquito-ingresa-carcel-7104/</guid>
      <description>Un a&amp;ntilde;o y medio despu&amp;eacute;s de iniciarse el procesamiento de Farruquito a ra&amp;iacute;z del atropello mortal a un transeh&amp;uacute;nte + omisi&amp;oacute;n de socorro + posterior fuga + atribuci&amp;oacute;n de culpabilidad a un inocente ( su propio hermano menor ), parece que se ha aplicado el principio de igualdad ante la ley.Tras la negativa de la jueza encargada del caso a la sustituci&amp;oacute;n de la condena a 3 a&amp;ntilde;os de prisi&amp;oacute;n por multa o trabajos comunitarios, Farruquito ingresaba en la c&amp;aacute;rcel de Sevilla II , con una pose fr&amp;iacute;a y desafiante, como la que han exhibido &amp;eacute;l y su familia en m&amp;aacute;s de una ocasi&amp;oacute;n durante el proceso.</description>
    </item>
    
    <item>
      <title>El video del falso robo de la silla de ZP</title>
      <link>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</link>
      <pubDate>Mon, 02 Oct 2006 17:29:08 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</guid>
      <description>Han sido unas cuantas horas de incertidumbre y elucubraciones alrededor de la veracidad del video aparecido el s&amp;aacute;bado en un blog llamado &amp;quot;Lev&amp;aacute;ntate ZP&amp;quot;. En dicho v&amp;iacute;deo pod&amp;iacute;a verse c&amp;oacute;mo 4 j&amp;oacute;venes encapuchados, autodenominados en su blog como &amp;quot;Los 4 Gatos&amp;quot;, entraban al Palacio del Congreso y se llevaban la silla del esca&amp;ntilde;o del Presidente del Gobierno, Jose Luis Rodr&amp;iacute;guez Zapatero, salt&amp;aacute;ndose todas las medidas de seguridad y sin ser vistos por ning&amp;uacute;n guardia.</description>
    </item>
    
    <item>
      <title>Detectan algunos objetos extraños alrededor del Atlantis</title>
      <link>https://albert.garcia.gibert.es/detectan-objetos-extranos-alrededor-atlantis-3995/</link>
      <pubDate>Wed, 20 Sep 2006 23:33:09 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/detectan-objetos-extranos-alrededor-atlantis-3995/</guid>
      <description>Este mediod&amp;iacute;a nos entar&amp;aacute;bamos de que la NASA hab&amp;iacute;a descubierto un misterioso objeto , a&amp;uacute;n por identificar, flotando cerca del transbordador Atlantis. Los ingenieros de la NASA lo han detectado desde la Tierra gracias a unas peque&amp;ntilde;as c&amp;aacute;maras situadas en el exterior de la nave, y aunque no han podido verificar su tama&amp;ntilde;o ni su procedencia, parece poco probable que se trate de alguna pieza de la propia nave. Por su aspecto, seg&amp;uacute;n se&amp;ntilde;alaba el propio director del programa de transbordadores de la NASA, Wayne Hale, podr&amp;iacute;a incluso ser basura proviniente de la nave, una peque&amp;ntilde;a bolsa de pl&amp;aacute;stico.</description>
    </item>
    
    <item>
      <title>Imágenes del Katrine</title>
      <link>https://albert.garcia.gibert.es/imagenes-katrine-640/</link>
      <pubDate>Fri, 16 Sep 2005 14:21:00 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/imagenes-katrine-640/</guid>
      <description> No sé si habréis visto ya estas imágenes, pero no podía pasar sin publicarlas en el blog. ¡Son sobrecogedoras!  </description>
    </item>
    
    <item>
      <title>Tornados en Barcelona</title>
      <link>https://albert.garcia.gibert.es/tornados-barcelona-637/</link>
      <pubDate>Thu, 08 Sep 2005 17:25:41 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/tornados-barcelona-637/</guid>
      <description>Bufffff, la tormenta del siglo azot&amp;oacute; ayer Barcelona. Menuda tarde pasamos, entre agua, rayos, truenos y tornados!!! La cosa ya me pareci&amp;oacute; espectacular volviendo a casa desde Cerdanyola por la A2. La oscuridad nos envolv&amp;iacute;a, y decenas de nubes negras parec&amp;iacute;a que de un momento a otro iban a caer y cerrarnos el paso f&amp;iacute;sicamente. Un cami&amp;oacute;n cruzado totalmente en la autov&amp;iacute;a ayud&amp;oacute; a crear un ambiente verdaderamente inquietante. Por suerte consegu&amp;iacute; salir ileso de la aventura, aparte de un inesperado golpe en la parte trasera de Fluky, pobre.</description>
    </item>
    
    <item>
      <title>Atentado en Londres el dia después de ser nombrada ciudad titular de las Olimpiadas</title>
      <link>https://albert.garcia.gibert.es/atentado-londres-dia-despues-nombrada-ciudad-titular-olimpiadas-588/</link>
      <pubDate>Thu, 07 Jul 2005 12:27:20 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/atentado-londres-dia-despues-nombrada-ciudad-titular-olimpiadas-588/</guid>
      <description>Hace tan s&amp;oacute;lo una hora se daba a conocer la noticia. Una serie de explosiones en el metro de Londres obligaban a desalojar e impedir el acceso de los ciudadanos al transporte subterraneo de la capital inglesa. En un principio, las autoridades del transporte han indicado que pod&amp;iacute;an haberse producido a causa de una sobrecarga de la red el&amp;eacute;ctrica, y la polic&amp;iacute;a se absten&amp;iacute;a de opinar al respecto. Sin embargo, a estas explosiones simult&amp;aacute;neas han seguido una serie de detonaciones en varios autobuses, que seg&amp;uacute;n parece ya han provocado varios muertos y heridos.</description>
    </item>
    
    <item>
      <title>Maquillando noticias</title>
      <link>https://albert.garcia.gibert.es/maquillando-noticias-586/</link>
      <pubDate>Wed, 06 Jul 2005 16:31:26 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/maquillando-noticias-586/</guid>
      <description>Es práctica conocida por todos la de maquillar titulares paraconseguir suavizar el tono o la intensidad de una noticia. En estecaso, sin embargo, no consigo entender el motivo que llevó&amp;nbsp; a esteperiódico a publicar dicho titular: &amp;quot;Guapo bailaor acusado de homicidiotras atropello&amp;quot;. &amp;iquest;!Se puede saber qué leches aporta en este caso queFarruquito sea o no guapo?! Se trata de un tio que con todo el morro semetió a más de 100Km/h dentro de una población y arrolló a untransehúnte después de saltarse dos semáforos, para después inculpar ados parientes menores de edad, aduciendo que por su condiciónposiblemente la ley fuera menos dura con ellos.</description>
    </item>
    
    <item>
      <title>No deixis passar l&#39;ocasió i mulla&#39;t</title>
      <link>https://albert.garcia.gibert.es/no-deixis-passar-locasio-i-mullat-459/</link>
      <pubDate>Wed, 29 Dec 2004 23:43:33 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/no-deixis-passar-locasio-i-mullat-459/</guid>
      <description>A mida que passen les hores, la quantitat de víctimes i personesafectades pel terrible Tsunami que va arrassar les costes del SudestAsi&amp;agrave;tic augmenta sense parar. Centenars d&#39;ONGs i AdministracionsPúbliques ja han posat en marxa operatius per portar a terme missionsd&#39;ajuda humanit&amp;agrave;ria, fins i tot augmentant els recursos i lesaportacions que havien previst al principi, donat l&#39;abast soprenent queest&amp;agrave; evidenciant els pas dels dies. I tu?</description>
    </item>
    
    <item>
      <title>Lo que Aznar se llevó</title>
      <link>https://albert.garcia.gibert.es/aznar-se-llevo-437/</link>
      <pubDate>Mon, 13 Dec 2004 21:00:23 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/aznar-se-llevo-437/</guid>
      <description>Via Periodista Digital:
 Cuenta el ex presidente Leopoldo Calvo-Sotelo que, cuando llegó a La Moncloa para sustituir a Adolfo Suárez, en febrero de 1981, y abrió la caja fuerte que debía contener los secretos de Estado, sólo halló en su interior un papel, en el que estaba anotada la combinación para abrirla. José Luis Rodríguez Zapatero no se sorprendió menos cuando en abril pasado sustituyó a José María Aznar al frente del Gobierno.</description>
    </item>
    
    <item>
      <title>Català - Valencià</title>
      <link>https://albert.garcia.gibert.es/catala-valencia-420/</link>
      <pubDate>Fri, 19 Nov 2004 00:35:41 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/catala-valencia-420/</guid>
      <description>Siguis o no catal&amp;agrave; o valenci&amp;agrave; , de ben segur estar&amp;agrave;s al dia de ladiscusió que ha tingut entretinguts els nostres polítics les darreressetmanes, amb ocasió de la presentació al Parlament Europeu de lespropostes per l&#39;elaboració de la nova Constitució Europea tradu&amp;iuml;des enels idiomes oficials a l&#39;Estat Espanyol. Avui Javier Solana ha estat clar en el seu comunicat: &amp;ldquo;[...]el texto de la traducción que figura en los diferentes volúmenestransmitidos por la comunidad autónoma de Valencia (identificado porlas siglas &#39;VA&#39;) es idéntico al texto que figura en los volúmenescorrespondientes transmitidos por la comunidad autónoma de Catalu&amp;ntilde;a(identificados por las siglas &#39;CA&#39;)[.</description>
    </item>
    
    <item>
      <title>Ja arriba la neu</title>
      <link>https://albert.garcia.gibert.es/ja-arriba-neu-411/</link>
      <pubDate>Thu, 11 Nov 2004 00:49:13 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/ja-arriba-neu-411/</guid>
      <description>Superades ja aquestes setmanes de temperatures bojes, l&#39;hivern ha fet uns passets més cap a nosaltres i s&#39;ha deixat veure ja sobre algunes zones dels Pirineus en forma de blanca missatgera. A GurusBlog he pogut veure imatges d&#39;aquestes primeres nevades a través de diverses càmeres de tràfic, i m&#39;ha entrat la impaciència i el nerviosisme de nen petit que m&#39;agafa cada any per aquestes dates. Suposo que fins el gener o el febrer _si la nostra nova economia domèstica ens ho permet_ no podrem fer les primeres escapades, així que mentrestant m&#39;hauré de conformar amb anar treient la pols de l&#39;equip i anar pensant on ens estrenarem aquest any.</description>
    </item>
    
    <item>
      <title>Més aigua pel cultiu de camps de golf a València</title>
      <link>https://albert.garcia.gibert.es/mes-aigua-pel-cultiu-camps-golf-valencia-407/</link>
      <pubDate>Wed, 10 Nov 2004 00:49:28 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/mes-aigua-pel-cultiu-camps-golf-valencia-407/</guid>
      <description>Faig ressó d&#39;una notícia que arriba a les meves mans via un mail del Wess. Pel que sembla, posats a establir prioritats a l&#39;hora racionar un bé preciat i escàs com és l&#39;aigua, el Consell Valencià creu més adient col·locar els camps de golf per sobre del cultiu de tarongers en la repartició, arribant a suggerir que possiblement sigui hora de deixar enrera la seva explotació envers aquestes noves &#34;explotacions agràries&#34;</description>
    </item>
    
    <item>
      <title>Weblogs a pie de cañón</title>
      <link>https://albert.garcia.gibert.es/weblogs-pie-canon-398/</link>
      <pubDate>Thu, 04 Nov 2004 00:46:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/weblogs-pie-canon-398/</guid>
      <description>Los weblogs se estan consolidando de manera gradual como un canal alternativo a los medios de comunicación tradicionales, como vienen siendo la televisión, radio, prensa escrita o los noticiarios online. Precisamente las elecciones en EEUU han puesto de manifiesto una vez más la importancia de este tipo de publicaciones. Muchas bitácoras, tanto del ámbito anglosajón, como del ámbito hispano, han realizado un seguimiento exhaustivo de la evolución de todo el proceso durante el día de ayer (Alt1040, GurusBlog, Escolar, .</description>
    </item>
    
    <item>
      <title>4 años más</title>
      <link>https://albert.garcia.gibert.es/4-anos-mas-397/</link>
      <pubDate>Wed, 03 Nov 2004 21:53:08 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/4-anos-mas-397/</guid>
      <description>¿No os parece increible lo grande que tienen que tener los americanos el ombligo? Cómo puede TODO EL MUNDO estar, no ya a favor de tal o cual opción, si no TOTALMENTE EN CONTRA de una de ellas, y ser ésta la que elige la mayoría de los ciudadanos americanos en las elecciones con mayor participación de su historia (o al menos eso parece). Llámenle tópico... pero estos tíos están chalados: Bush Jr.</description>
    </item>
    
    <item>
      <title>George W. Bush amb les noves tecnologies</title>
      <link>https://albert.garcia.gibert.es/george-w-bush-amb-les-noves-tecnologies-393/</link>
      <pubDate>Tue, 02 Nov 2004 10:49:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/george-w-bush-amb-les-noves-tecnologies-393/</guid>
      <description>Ja, el títol pot portar a confusió. No es tracta d&#39;un punt a destacar dins del programa electoral (si, es veu que tambè en tenen d&#39;aquestes coses, tu!) del candidat republicà _de fet, poca cosa hi ha a destacar fora de l&#39;apartat destinat a la salvaguarda i la seguretat nacional_. Del que es tracta és de com d&#39;amic n&#39;és el Sr. Bush de les técniques de manipulació de la informació, ja sigui en notícies, fotos o vídeos.</description>
    </item>
    
    <item>
      <title>Firefox en el New York Times</title>
      <link>https://albert.garcia.gibert.es/firefox-new-york-times-389/</link>
      <pubDate>Fri, 29 Oct 2004 00:07:22 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/firefox-new-york-times-389/</guid>
      <description>Justo hace un par de d&amp;iacute;as se anunciaba que la campa&amp;ntilde;a iniciada por Spread Firefox hab&amp;iacute;a sido un rotundo &amp;eacute;xito. Un grupo de voluntarios se propusieron publicitar a p&amp;aacute;gina completa y en todo color la salida de la versi&amp;oacute;n final 1.0 del navegador libre y gratuito Mozilla Firefox, nada m&amp;aacute;s y nada menos que en el New York Times. No me atrevo a aventurar los miles de $$ que debe suponer un anuncio de ese tipo en una publicaci&amp;oacute;n de primer nivel como el NY Times, pero era de esperar que trat&amp;aacute;ndose de una campa&amp;ntilde;a para promover el software libre se intentara costear a trav&amp;eacute;s de unllamamiento a la colaboraci&amp;oacute;n desinteresada y las aportaciones voluntarias.</description>
    </item>
    
  </channel>
</rss>