<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>vacaciones on Albert García Gibert</title>
    <link>http://albert.garcia.gibert.es/tags/vacaciones/</link>
    <description>Recent content in vacaciones on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Fri, 31 Oct 2008 00:00:00 +0000</lastBuildDate>
    
	<atom:link href="http://albert.garcia.gibert.es/tags/vacaciones/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Vacaciones en Roma: de vuelta de la Ciudad Eterna</title>
      <link>http://albert.garcia.gibert.es/vacaciones-roma-vuelta-ciudad-eterna-149932/</link>
      <pubDate>Fri, 31 Oct 2008 00:00:00 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/vacaciones-roma-vuelta-ciudad-eterna-149932/</guid>
      <description>Este año todavía no había cogido vacaciones, más allá de días sueltos para alguna escapada. Y aunque este año hemos aprovechado esas &#34;escapadas&#34; de 3 días mejor que ningún otro (los viajes a Milán o Moscú fueron de tan sólo un fin de semana), la verdad es que empezaba a necesitar urgentemente unas vacaciones largas, de esas en qué ya no recuerdas qué dia de la semana es, en qué estás tan lejos de casa como para no poder recibir llamadas ni leer el mail, de esas en que, de verdad, desconectas.</description>
    </item>
    
    <item>
      <title>Córcega: Isla de tortuosas carreteras</title>
      <link>http://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</link>
      <pubDate>Tue, 15 Aug 2006 21:15:42 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</guid>
      <description>Para las vacaciones de este a&amp;ntilde;o decidimos organizarnos para coincidir e ir de viaje con un grupo de amigos. Sin m&amp;aacute;s premisas que divertirnos y descansar, estuvimos barajando diferentes posibilidades: viaje en furgoneta por la Costa Azul francesa, ruta folcl&amp;oacute;rico-fiestera por la Castilla profunda, varios paquetes tur&amp;iacute;sticos pre-cocinados... pero finalmente la isla de C&amp;oacute;rcega se llev&amp;oacute; la papeleta. Alquilamos a trav&amp;eacute;s de internet una casita en Alata, una poblaci&amp;oacute;n cercana a la costa sur de la isla y a 8 Km.</description>
    </item>
    
    <item>
      <title>Mini-vacaciones en Castellón</title>
      <link>http://albert.garcia.gibert.es/mini-vacaciones-castellon-3580/</link>
      <pubDate>Tue, 15 Aug 2006 20:28:27 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/mini-vacaciones-castellon-3580/</guid>
      <description>Una vez terminadas las vacaciones, lo &amp;uacute;nico que nos queda son los recuerdos.&amp;nbsp;Y las fotograf&amp;iacute;as son una de las mejores maneras de evocarlos. Aqu&amp;iacute; van algunas fotos de los d&amp;iacute;as que pasamos en la casa de mis padres en Castell&amp;oacute;n. El reportaje de C&amp;oacute;rcega is coming...</description>
    </item>
    
    <item>
      <title>La revancha</title>
      <link>http://albert.garcia.gibert.es/la-revancha-1346/</link>
      <pubDate>Thu, 02 Mar 2006 07:52:02 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/la-revancha-1346/</guid>
      <description>Despu&amp;eacute;s de que unas desafortunadas circunstancias hace algunas semanas echaran por tierra nuestra escapada blanca, hace unos d&amp;iacute;as le tomamos la revancha a la nieve, a las nubes y al hombre del tiempo de TV1. El sol y la nieve polvo fueron una constante, y el pack &amp;quot;todo inclu&amp;iacute;do&amp;quot; del hotel  puso la guinda al pastel. Confirmado, 3 d&amp;iacute;as de vacaciones son suficientes para desconectar. En la segunda bajada ya ni me acordaba de d&amp;oacute;nde trabajaba.</description>
    </item>
    
    <item>
      <title>La linea amarilla</title>
      <link>http://albert.garcia.gibert.es/linea-amarilla-643/</link>
      <pubDate>Mon, 26 Sep 2005 21:47:47 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/linea-amarilla-643/</guid>
      <description>Cr&amp;oacute;nica fotogr&amp;aacute;fica del viaje sorpresa a Menorca de este fin de semana.</description>
    </item>
    
    <item>
      <title>Cabeza de Castilla</title>
      <link>http://albert.garcia.gibert.es/cabeza-castilla-639/</link>
      <pubDate>Mon, 12 Sep 2005 20:52:00 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/cabeza-castilla-639/</guid>
      <description>De mis vacaciones de este año a dia de hoy sólo me quedan ya vagos recuerdos.  Recuerdos de infinitas praderas, de campos de girasoles, de largas, largísimas carreteras, hasta donde se difumina el horizonte, de fiestas de pueblo, de cachis de medio litro, de orquestas, de tapas de jamón a las 6 de la mañana, de puertas abiertas, de pueblos medievales, de monasterios acogedores, de riachuelos, cascadas, arroyos y cuevas, de aves rapaces volando a ras de suelo sobre nuestras cabezas, de evasión, de desconexión, de tranquilidad, de relax, de sol, de amigos, de buena compañía, de buenos días, de hasta luegos y de despedidas.</description>
    </item>
    
    <item>
      <title>Camping La Pola</title>
      <link>http://albert.garcia.gibert.es/camping-la-pola-608/</link>
      <pubDate>Tue, 02 Aug 2005 00:14:24 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/camping-la-pola-608/</guid>
      <description>Aquest cop vam decidir provar i deixar a un costat l&#39;acampada lliure que veniem practicant els darrers dos anys al Saiol, tirant cap a la Costa Brava. Si b&amp;eacute; he de dir que en un principi no m&#39;acabava de conv&amp;egrave;ncer el tema aquest del &amp;quot;camping guiri-playero&amp;quot; en modalitat multitudin&amp;agrave;ria (vam ser m&amp;eacute;s de 25 persones), la veritat &amp;eacute;s que la cosa va sortir for&amp;ccedil;a b&amp;eacute;. Treient el fet que fossim els &amp;uacute;nics jugadors &amp;quot;locals&amp;quot; (juntament amb una recepcionista), que l&#39;acc&amp;eacute;s a les parcel&amp;middot;les fos un petit calvari i que els del camping &amp;quot;La Pola&amp;quot; havien adoptat uns horaris m&amp;eacute;s aviat &amp;quot;europeus&amp;quot;, vam disfrutar lo suyo.</description>
    </item>
    
  </channel>
</rss>