<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>fundamentosweb2006 on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/fundamentosweb2006/</link>
    <description>Recent content in fundamentosweb2006 on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Sun, 08 Oct 2006 20:44:59 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/fundamentosweb2006/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Fundamentos Web 2006 en imágenes</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link>
      <pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid>
      <description>Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso Fundamentos Web 2006 , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n.Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses. </description>
    </item>
    
    <item>
      <title>Fundamentos Web en directo desde torresburriel.com</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link>
      <pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid>
      <description>Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video. Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante! </description>
    </item>
    
    <item>
      <title>Fundamentos Web 2006: A sólo dos días</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link>
      <pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid>
      <description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 . Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description>
    </item>
    
  </channel>
</rss>