+++
date = "2003-04-01 04:10:53"
author = ""
title = "Mentiras"
slug = "mentiras-72"
tags = [ "sentimientos" ]
+++
<p>Ha sido un fin de semana redondo, he hecho lo 
                                que me gusta y con la gente que me gusta hacerlo, 
                                así que no podría pedir mucho más 
                                para considerarme una persona feliz. El sábado 
                                empezamos con los ensayos-maratón de 7 
                                horas, y la verdad es que no nos hubiera importado 
                                hacer unas cuántas más si el dia 
                                hubiera sido más largo. Lo pasamos en grande, 
                                improvisando, riendo, sacando algunos de los temas 
                                nuevos... Había un ambiente genial en aquella 
                                sala de ensayo, estábamos todos muy receptivos 
                                y parece que emitimos todos unas buenas vibraciones 
                                que nos van a durar hasta el próximo sábado. 
                                Por la noche, a pesar de la costillada prevista 
                                para el domingo, los habituales (excepto alguna 
                                baja de última hora)nos fuimos de bailoteo 
                                a Yabba + Costa Breve. No podia haber terminado 
                                el dia de mejor manera: entre los Caciques, lo 
                                cansado que estaba y lo bien que me sentí 
                                aquella noche... cogí la cama como un niño 
                                pequeño (incluso saqué la almohada 
                                del armario!). </p><p>El domingo la Sra. Lluvia decidi&oacute; sabotear 
                                nuestra costillada y tuvimos que refugiarnos en 
                                el garaje de Valero, que bien sirvi&oacute; dadas 
                                las circunstancias. Al menos el agua despej&oacute; 
                                un poco las caras de sobados que llev&aacute;bamos 
                                del madrug&oacute;n. No fu&eacute; el dia de campo 
                                que todos esper&aacute;bamos, pero salimos del 
                                paso. &iquest;Qu&eacute; m&aacute;s da el lugar 
                                si hay buena compa&ntilde;&iacute;a, no? Esa noche 
                                s&iacute; me cost&oacute; bastante m&aacute;s 
                                conciliar el sue&ntilde;o. Y digo BASTANTE porque 
                                la &uacute;ltima vez que mir&eacute; el reloj 
                                eran las 4 de la ma&ntilde;ana... Unas 5 horas 
                                dando vueltas en la cama estuve, escuchando m&uacute;sica, 
                                intentado arreglar el m&oacute;vil, cerrando los 
                                ojos con fuerza e intentado dejar la mente en 
                                blanco (es lo peor, s&oacute;lo consigues el efecto 
                                contrario)... Supongo que ser&iacute;a la entrevista 
                                de trabajo que ten&iacute;a al dia siguiente y 
                                la web de IC-V que tenia que entregar... nu se. 
                                Bueno, si. Eso y que record&eacute; que hab&iacute;a 
                                dicho una mentira ese dia. Es verdad, y no dejaba 
                                de darle vueltas... <em>Desperta</em>.</p>
                              <table width="100%" border="0" cellspacing="0" cellpadding="0">
                                <tr>
                                  <td><img src="/img_blog_obo/moviles.gif" width="218" height="236"></td>
                                  <td valign="top"><div align="justify">
                                      <p class="txtleg">El lunes la entrevista 
                                        fue bastante bien (excepto porque llegu&eacute;, 
                                        seg&uacute;n el de recursos humanos, media 
                                        hora tarde). Hace unos 20 minutos, de 
                                        hecho, me han llamado para la segunda 
                                        y definitiva. Posiblemente el lunes que 
                                        viene empiece. Al salir de la entrevista 
                                        me di cuenta de que a&uacute;n ten&iacute;a 
                                        la cabeza en otra parte, as&iacute; que 
                                        decid&iacute; comprarme algo para distraer 
                                        forzosamente la atenci&oacute;n. El resultado 
                                        fue un protector para el objetivo de la 
                                        Reflex, y el tan esperado cambio de movil 
                                        que necesitaba hace tiempo. El zapat&oacute;fono 
                                        ha pasado a mejor vida. Ahi van estos 
                                        d&iacute;as en unas pocas im&aacute;genes. 
                                        Si esta tarde termino el carrete en Barcelona, 
                                        colgar&eacute; las de otra c&aacute;mara.</p>
                                    </div></td>
                                </tr>
                              </table>
                              <table width="70%" border="0" align="center" cellpadding="0" cellspacing="0">
                                <tr> 
                                  <td align="center" class="titulo">Costillada-Timba 
                                    en Can Valero</td>
                                </tr>
                                <tr> 
                                  <td align="center"><table width="100%" border="0" cellspacing="0" cellpadding="5">
                                      <tr align="center" valign="top" class="txtpeqblanc"> 
                                        <td width="50%"><a href="/img_blog_obo/costillada/costillada005.jpg" target="_blank"><img src="/img_blog_obo/costillada/peq_costillada005.jpg" width="150" height="110" style="border:1px solid white"></a><br />
                                          Los cacahuetes est&aacute;n en alza</td>
                                        <td width="50%"><a href="/img_blog_obo/costillada/costillada006.jpg" target="_blank"><img src="/img_blog_obo/costillada/peq_costillada006.jpg" width="150" height="110" style="border:1px solid white"></a><br />
                                          Nervios de acero.</td>
                                      </tr>
                                      <tr align="center" valign="top" class="txtpeqblanc"> 
                                        <td><a href="/img_blog_obo/costillada/costillada009.jpg" target="_blank"><img src="/img_blog_obo/costillada/peq_costillada009.jpg" width="150" height="110" style="border:1px solid white"></a><br />
                                          No veo muy bien o ya no me quedan pistachos?</td>
                                        <td><a href="/img_blog_obo/costillada/costillada010.jpg" target="_blank"><img src="/img_blog_obo/costillada/peq_costillada010.jpg" width="150" height="110" style="border:1px solid white"></a><br />
                                          El Clan Valero hizo gala de sus conocidas 
                                          artes.</td>
                                      </tr>
                                    </table></td>
                                </tr>
                              </table>