+++
date = "2003-04-03 06:17:12"
author = ""
title = "Nuevo Trabajo"
slug = "nuevo-trabajo-74"
tags = [ "pensamientos" ]
+++
<p>Y ya vale de fotos por esta semana, que se van 
                                los ahorros sin que se d&eacute; uno cuenta. Reservar&eacute; 
                                las que quedan en el carrete para el fin de semana. 
                                Me dejar&aacute;s que te haga una foto? ;-D Hoy 
                                por la ma&ntilde;ana me han llamado de la entrevista 
                                que ya te coment&eacute; hace unos d&iacute;as, 
                                para decirme que finalmente se hab&iacute;an decidido 
                                por mi candidatura. Ma&ntilde;ana tienen la &uacute;ltima 
                                reuni&oacute;n con el ayuntamiento y escoger&aacute;n 
                                el dia de la incorporaci&oacute;n, entre el lunes 
                                que viene y el lunes 14 seguramente. Volvemos 
                                de nuevo a los horarios fijos (bueno, lo de fijos 
                                en este caso ser&aacute; un poco relativo), al 
                                sueldo a final de mes, a tener un jefe, compa&ntilde;eros 
                                de trabajo (de esto s&iacute; que ten&iacute;a 
                                ganas, no llevaba muy bien el trabajar s&oacute;lo 
                                en casa)... El trabajo tiene muy buena pinta, 
                                creo que vamos a llevarnos bien. Ser&eacute; el 
                                responsable t&eacute;cnico de un nuevo Centro 
                                C&iacute;vico del Prat, Ribera Baixa. Planes de 
                                formaci&oacute;n, proyectos de introducci&oacute;n 
                                de las TIC en la poblaci&oacute;n... y bueno, 
                                supongo que todas las posibilidades que pueda 
                                ofrecer el espacio que han montado, algo sin precedentes 
                                en el Prat.</p><p>La aventura de ser aut&oacute;nomo ha durado 
                                poco, aunque intentar&eacute; en la medida de 
                                lo posible seguir con las dos cosas. Precisamente 
                                esta ma&ntilde;ana enviaba mis dos primeras facturas, 
                                a los clientes 2001 y 2002, mira tu qu&eacute; 
                                bien. Jejeje... Ha sido (est&aacute; siendo) una 
                                experiencia enriquecedora, y he de reconocer que 
                                una vez has probado a llevar tu propio negocio... 
                                quiz&aacute;s sea algo dif&iacute;cil adaptarse 
                                de nuevo a un ritmo de &quot;empleado&quot;. Todo 
                                se ver&aacute;. De momento no quiero hacer castillos 
                                de humo. Hasta que no empiece, nos situemos todos 
                                en nuestros puestos (todo el equipo empieza desde 
                                0) y nos conozcamos un poco es arriesgado valorar 
                                nada.</p>
                              <p>Y ahora voy a pegarme una duchita de relax que 
                                dentro de un rato voy a pegar gritos a casa de 
                                Xavi. Hasta aqu&iacute; el avance informativo 
                                de hoy. Radio Obokaman transmitiendo en frecuencia 
                                indefinida. Que pases un buennnn dia.</p>