<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Gmail on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/gmail/</link><description>Recent content in Gmail on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Thu, 15 Feb 2007 07:10:05 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/gmail/index.xml" rel="self" type="application/rss+xml"/><item><title>Gmail en abierto</title><link>https://albert.garcia.gibert.es/gmail-abierto-8179/</link><pubDate>Thu, 15 Feb 2007 07:10:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/gmail-abierto-8179/</guid><description>&lt;p>
Vaya... parece que &amp;iexcl;3 a&amp;ntilde;os! despu&amp;eacute;s &lt;strong>Google&lt;/strong> ha decidido que ya era el momento de &lt;a href="https://mail.google.com/mail/signup">abrir al p&amp;uacute;blico&lt;/a> su, &lt;a href="https://albert.garcia.gibert.es/mensaje/460/regal-pel-nou-any">en su momento revolucionario&lt;/a>, servicio de correo.
&lt;/p>
&lt;p>
Ahora no es nada extra&amp;ntilde;o que los buzones de mail de servicios gratu&amp;iacute;tos superen los 500Mb: los superan con creces la mayor&amp;iacute;a de los grandes proveedores, pero en su momento la propuesta de &lt;strong>Google&lt;/strong> fu&amp;eacute; realmente rompedora. Lanzaron un servicio gratu&amp;iacute;to de webmail que &lt;strong>ofrec&amp;iacute;a m&amp;aacute;s de 1000Mb de espacio cuando su principal competidor, Hotmail, tan s&amp;oacute;lo ofrec&amp;iacute;a 2 Mb en su versi&amp;oacute;n gratu&amp;iacute;ta&lt;/strong>, y unos 20Mb en su versi&amp;oacute;n de pago. Como carta de presentaci&amp;oacute;n no estaba nada mal, luego s&amp;oacute;lo fu&amp;eacute; cuesti&amp;oacute;n de enamorarnos con la senzillez de su interfaz y la velocidad del servicio. 
&lt;/p></description></item><item><title>Regal pel nou any</title><link>https://albert.garcia.gibert.es/regal-pel-nou-any-460/</link><pubDate>Thu, 30 Dec 2004 10:33:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/regal-pel-nou-any-460/</guid><description>&lt;p>Indu&amp;iuml;t per la iniciativa d'&lt;a href="https://www.isopixel.net" target="_blank">Isopixel.net&lt;/a>, poso a la vostra disposició 5 de les invitacions de GMAIL que encara tinc al rebost. &lt;/p>
		 &lt;p>Gmail ha estat possiblement l'aposta més forta feta per la gent de &lt;a href="https://www.google.es" target="_blank">Google&lt;/a>
durant aquest 2004. El dia 1 d'Abril anunci&amp;agrave;ven la posada en marxa d'un
servei gratu&amp;iuml;t de webmail amb una capacitat d'enmagatzematge d'1 Gb.
Una iniciativa sense precedents que els feia desmarcar-se de manera
espectacular de qualsevol altre prove&amp;iuml;dor de correu gratu&amp;iuml;t. Recordem
que aleshores prove&amp;iuml;dors com Hotmail oferien encara només 2Mb d'espai. &lt;/p></description></item><item><title>Gmail en una PDA?</title><link>https://albert.garcia.gibert.es/gmail-pdar-419/</link><pubDate>Wed, 17 Nov 2004 16:51:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/gmail-pdar-419/</guid><description>&lt;p>Muchos de los poseedores de una cuenta de Gmail sabréis ya que desde hace poco (a mi me lo han activado hoy mismo) &lt;a href="https://gmail.google.com/support/bin/answer.py?answer=13273" target="_blank">es posible acceder mediante el protocolo POP a vuestra cuenta&lt;/a>.
Esto se traduce en la posibilidad de leer y enviar correo mediante
vuestro cliente favorito (Thunderbird, Eudora, Outlook...). En el caso
concreto de Gmail creo que usar un cliente de correo en vez del webmail
nos hace perdernos las estudiadas y cuidadas funcionalidades de las que
han dotado al interfaz de acceso web. Es simplemente el sistema más
sencillo, cómodo y organizado que he conocido para mantener una cuenta
de correo. Aunque esto signifique un uso intensivo de javascript, Gmail
es accesible desde la mayoria de navegadores de pc de sobremesa. El
problema viene cuando el dispositivo no es un PC, si no un dispositivo
móvil... y ahí es donde (al menos eso pensaba) entra en juego esta
nueva capacidad de Gmail: el acceso POP.&lt;/p></description></item></channel></rss>