<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Amigos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/amigos/</link><description>Recent content in Amigos on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Mon, 18 Sep 2006 15:05:42 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/amigos/index.xml" rel="self" type="application/rss+xml"/><item><title>Viaje a Donosti</title><link>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</link><pubDate>Mon, 18 Sep 2006 15:05:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</guid><description>&lt;p>
Este fin de semana estuvimos en San Sebasti&amp;aacute;n, con motivo de la boda de unos amigos. A pesar de la constante llovizna ( &amp;iexcl;y no tan -izna en algunos momentos! ), la verdad es que me encant&amp;oacute;, tanto la visita a la ciudad, como el paisaje durante el trayecto. &amp;iexcl;El verde lo invade todo!
&lt;/p>
&lt;p>
Nos alojamos en un hotelito bastante majo en Lasarte, a unos 10 - 15 minutos de San Sebasti&amp;aacute;n, desde el jueves hasta el domingo, as&amp;iacute; que, adem&amp;aacute;s de la boda, tuvimos tiempo para hacer unas visitas con la calma y descansar en el hotel para coger fuerzas. Aqu&amp;iacute; algunas fotos de la ma&amp;ntilde;ana pasada por agua por San Sebasti&amp;aacute;n.&amp;nbsp;
&lt;/p></description></item><item><title>Córcega: Isla de tortuosas carreteras</title><link>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</link><pubDate>Tue, 15 Aug 2006 21:15:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</guid><description>&lt;p>
Para las vacaciones de este a&amp;ntilde;o decidimos organizarnos para coincidir e ir de viaje con un grupo de amigos. Sin m&amp;aacute;s premisas que divertirnos y descansar, estuvimos barajando diferentes posibilidades: viaje en furgoneta por la Costa Azul francesa, ruta folcl&amp;oacute;rico-fiestera por la Castilla profunda, varios paquetes tur&amp;iacute;sticos pre-cocinados... pero finalmente la isla de C&amp;oacute;rcega se llev&amp;oacute; la papeleta. 
&lt;/p>
&lt;p>
Alquilamos a trav&amp;eacute;s de internet una casita en Alata, una poblaci&amp;oacute;n cercana a la costa sur de la isla y a 8 Km. de una de las ciudades portuarias m&amp;aacute;s importantes, Ajaccio. Puesto que la limitaci&amp;oacute;n econ&amp;oacute;mica era un punto com&amp;uacute;n a todos nosotros, descartamos de inicio hacer el viaje hasta all&amp;iacute; en avi&amp;oacute;n, as&amp;iacute; que el Ferry fu&amp;eacute; la alternativa m&amp;aacute;s factible. 
&lt;/p></description></item><item><title>Fotos desde Cardona</title><link>https://albert.garcia.gibert.es/fotos-cardona-1551/</link><pubDate>Mon, 20 Mar 2006 23:17:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/fotos-cardona-1551/</guid><description>&lt;p>
Aqui os dejo algunas fotos que saqu&amp;eacute; este fin de semana en Cardona, durante la boda de unos amigos, y la posterior visita a Cardona y las minas de sal.&lt;br />
 
&lt;/p></description></item><item><title>Aïllats per la neu!</title><link>https://albert.garcia.gibert.es/aillats-per-neu-1022/</link><pubDate>Thu, 09 Feb 2006 00:01:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/aillats-per-neu-1022/</guid><description>&lt;p>B&amp;eacute;, com veieu, vam tornar sans i estalvis de la nostra escapada blanca. Tot i les previsions meteorol&amp;oacute;giques i els avisos del Ministeri, nosaltres vam llen&amp;ccedil;ar-nos de cap a l'aventura, creuant els dits perqu&amp;egrave; l'home del temps hagu&amp;egrave;s estat m&amp;eacute;s pessimista del compte. Malauradament no va ser aix&amp;iacute;, i l'&amp;uacute;nic que vam aconseguir &amp;eacute;s passar-les canutes, amb alegr&amp;iacute;a i bona companyia, aix&amp;ograve; si.&lt;/p>&lt;p> Des que vam passar per Vilafranca del Pened&amp;eacute;s el dissabte de matinada, fins a tornar a passar per Cervera diumenge a la tarda, de tornada, no va parar de nevar ni un moment. El blanc de la neu es confon&amp;iacute;a amb la boirina regnant al cel, i era impossible determinar on acabava un i comen&amp;ccedil;ava l'altre. Pel cam&amp;iacute;, vam creuar uns quants cotxes que s'havien sortit de la cal&amp;ccedil;ada&amp;nbsp; _cap accident greu, per sort_, els conductors del quals, a dins dels cotxes, i amb cara de ressignaci&amp;oacute;, esper&amp;agrave;ven l'arribada de les gr&amp;uacute;es amb la calefacci&amp;oacute; a tope. &lt;/p></description></item><item><title>El encuentro, al fin</title><link>https://albert.garcia.gibert.es/encuentro-al-721/</link><pubDate>Tue, 17 Jan 2006 23:43:33 +0000</pubDate><guid>https://albert.garcia.gibert.es/encuentro-al-721/</guid><description>&lt;p>Despu&amp;eacute;s de algunos intentos fallidos _mea culpa_ de encontrarnos para tomar unos cafeses, conocernos y charlar un rato, finalmente los astros decidieron darnos el si. El pasado s&amp;aacute;bado pude conocer en persona a una de las m&amp;aacute;s veteranas escritoras del blog colectivo, Sol, o &lt;a href="https://andra.obolog.com">^andra^&lt;/a> , como se hace llamar por aqu&amp;iacute;. Aprovechando que ella y &lt;a href="https://www.neburx.com">neburX&lt;/a> , otro de los &lt;i>feligreses&lt;/i>, ten&amp;iacute;an los ex&amp;aacute;menes del GMM en Barcelona, pude compartir comida y sobremesa con ellos y varios compa&amp;ntilde;eros del GMM en un frankfurt cercano a la universidad.&lt;/p></description></item></channel></rss>