+++
date = "2006-11-22 20:57:01"
author = ""
title = "Crear una SL en Espa침a: m치s f치cil a partir del 2007"
slug = "crear-sl-espana-mas-facil-partir-2007-5414"
tags = [ "emprendedores","empresa","legislaci칩n" ]
+++
<p>
Hace un par de meses le&iacute;a en el blog de <a href="http://www.jesusencinar.com/"><strong>Jes&uacute;s Encinar</strong></a>  un art&iacute;culo en que, a partir de los datos presentados en un estudio del <strong>Banco Mundial</strong> ( <em>Doing Business 2007</em> ), <a href="http://www.jesusencinar.com/2006/09/en_espaa_no_es_.html">comentaba las dificultades que hab&iacute;a en Espa&ntilde;a para crear una empresa</a> , y comparaba, por ejemplo, los pasos para crear una SL: <strong>unas 10-15 gestiones en Espa&ntilde;a frente a 2-3 gestiones en pa&iacute;ses como Nueva Zelanda, Canad&aacute;, Suecia o Dinamarca</strong>. Ese dato, junto con otros muchos, nos situaba en la posici&oacute;n 39, un puesto menos que en el estudio del a&ntilde;o anterior. 
</p>
<p>
<a href="http://www.elpais.com/articulo/internet/documento/electronico/sustituira/formularios/necesarios/montar/SL/elpeputec/20061122elpepunet_9/Tes">Lo que hoy leo</a>  en <a href="http://www.elpais.com/"><strong>El Pa&iacute;s</strong></a>  me hace pensar que nuestra posici&oacute;n en ese ranking posiblemente mejore en vistas a la siguiente edici&oacute;n: <strong>un nuevo Real Decreto que entrar&aacute; en vigor en 2007, y que a&uacute;n est&aacute; en forma de proyecto, permitir&aacute; simplificar los 15 documentos que hay que presentar en diferentes registros y organismos a un s&oacute;lo formulario electr&oacute;nico que se gestionar&aacute; desde el Centro de Informaci&oacute;n y la Red de Creaci&oacute;n de Empresas (Circe)</strong>
</p>
<p>
Sin duda, un gran avance que bien seguro agradecer&aacute;n muchos emprendedores y que posiblemente fomente la creaci&oacute;n de nuevas empresas a lo largo del pr&oacute;ximo a&ntilde;o, gracias al ahorro en tiempo y gastos en abogados o gestores. 
</p>