+++
date = "2006-11-01 23:16:17"
author = ""
title = "El retorn del tripartit?"
slug = "retorn-tripartitr-4770"
tags = [ "catalunya","elecccions al parlament","politica" ]
+++
<p>
Amb un 99,22% dels vots escrutats <span style="font-weight: bold">CiU </span>guanya de llarg les eleccions, amb 11 diputats m&eacute;s que el seu seguidor mer proper, el PSC. Tot i aix&iacute;, la suma d&#39;escons de <span style="font-weight: bold">PSC</span>, <span style="font-weight: bold">ERC </span>i <span style="font-weight: bold">IC </span>els permetr&iacute;en formar govern i repetir la f&ograve;rmula del tripartit. <strong>Montilla </strong>i <strong>Saura </strong>hi semblen disposats, per&ograve; Carod, de moment, s&#39;ha mostrat caut ( que ja &eacute;s estrany en ell... ) i ha preferit esperar per pronunciar-se. <span style="font-weight: bold">CiU </span>+ <span style="font-weight: bold">ERC </span>ser&iacute;a una f&ograve;rmula guanyadora tamb&egrave;, tot i que ambd&oacute;s partits han assegurat durant la campanya que no buscarien el recolzament de l&#39;altre. En qualsevol cas, no podrem saber res segur fins possiblement dem&agrave; o dem&agrave; passat. En pol&iacute;tica ja se sap: les promeses duren... fins que conv&egrave;.
</p>
<p>
He de dir, des d&#39;un pl&agrave;nol m&eacute;s personal, que aquestes eleccions han estat unes de les m&eacute;s complicades que he viscut, des del punt de vista d&#39;elector. He vist a la gent desorientada com mai a l&#39;hora de confiar el seu vot. Hi ha un desenc&iacute;s generalitzat que ha deixat &quot;orfes&quot; moltes inquietuds ideol&ograve;giques del pa&iacute;s, un desenc&iacute;s que s&#39;ha reflexat, com no pod&iacute;a ser d&#39;altra manera, en una baixada considerable de la participaci&oacute;.
</p>
<p>
Tinc la impressi&oacute; que en aquesta ocasi&oacute; s&#39;ha donat un fen&oacute;men curi&oacute;s: cap dels candidats ha aconseguit connectar amb la gent, i fins i tot votants &quot;de tota la vida&quot; s&#39;han trobat amb dubtes existencials devant del rid&iacute;cul o les excentricitats dels l&iacute;ders de les seves formacions. 
</p>
<ul>
	<li><strong>Montilla</strong>: col.locat a dit des de Madrid i amb menys carisma que una sabata. </li>
	<li><strong>Mas</strong>: el perd la sup&egrave;rbia. </li>
	<li><strong>Carod</strong>: mare meva... de vegades em sembla m&eacute;s un pag&eacute;s que un pol&iacute;tic, per poc seri&oacute;s i per ingenu. </li>
	<li><strong>Saura</strong>: Aquest no fa soroll... per&ograve; de tan poc sembla que no tingui sang sino orxata. </li>
	<li><strong>Piqu&eacute;</strong>: Ai pobre... cada cop que intenta moderar les seves postures li cau una colleja dels germans Acebes-Zaplana, recordant-li a quin partit deu pleites&iacute;a...</li>
</ul>
<p>
Total, si ho hagu&eacute;s de resumir en poques paraules: les eleccions del desconcert i el desenc&iacute;s. 
</p>
<p>
<strong>M&eacute;s informaci&oacute;</strong>: <strong><a href="https://www.vilaweb.cat/">Vilaweb </a></strong> informa que <a href="https://www.vilaweb.cat/www/noticia?p_idcmp=2117936">quatre blocaires fan el seguiment en directe del proc&eacute;s electoral </a>
</p>
