+++
date = "2006-11-11 14:19:06"
author = ""
title = "ReviewME: publicidad honesta"
slug = "reviewme-publicidad-honesta-5086"
tags = [ "blogs","publicidad" ]
+++
<p>
<em>(Mensaje patrocinado)</em>
</p>
<p>
Desde hace ya tiempo los blogs se han confirmado como una plataforma publicitaria con posibilidades reales. En consecuencia, son varias las iniciativas que han ido surgiendo, intentando encontrar un modelo que funcione y encaje con el medio. 
</p>
<p>
&iquest;Encajar en qu&eacute; sentido? Pues bien, el tema de recibir dinero por comentar un producto en un blog es peliagudo: hay quien piensa que <strong>la credibilidad del blogger puede verse afectada desde el momento en que el que recibe dinero por escribir una anotaci&oacute;n</strong>, que el blog puede perder su independencia, su personalidad, su car&aacute;cter... &iquest;C&oacute;mo saber cu&aacute;ndo nuestro blogger favorito elogia una determinada web o un producto guiado por sus intereses reales y cu&aacute;ndo lo hace simplemente porque est&aacute; recibiendo un pago a cambio? <strong>La clave, en mi opini&oacute;n, est&aacute; en la transparencia</strong>.  
</p>
<p>
Y es en este sentido en el que creo que <strong><a href="https://www.reviewme.com/">ReviewMe</a></strong>  puede haber dado en el clavo, y si no, est&aacute;n muy cerca del modelo ideal. <strong><a href="https://www.reviewme.com/">ReviewMe</a></strong>, a&uacute;n y siguiendo un modelo similar ya probado por otros, como <a href="https://payperpost.com/">PayPerPost</a>, deja las cosas muy claras desde el principio:
</p>
<ul>
	<li><strong>Es requisito indispensable que los mensajes patrocinados se identifiquen como tales</strong>.<br />
	<br />
	 </li>
	<li><strong>En <a href="https://www.reviewme.com/">ReviewMe</a>  el blogger tiene total libertad para enfocar su mensaje</strong>. No tienes porqu&eacute; &quot;hablar bien&quot; del producto, vamos. En PayPerPost, en cambio, la empresa debe aprobar cada anotaci&oacute;n.<br />
	<br />
	</li>
	<li>&nbsp;En su listado de bloggers puedes ver cu&aacute;nto costar&aacute; una review en cada posts, bas&aacute;ndose en una serie de valores objetivos ( <em>Alexa ranking</em>, <em>Technorati rating</em>, <em>suscriptores </em><acronym title="Really Simple Sindication"><em>RSS</em></acronym>... ) . Por tanto podemos afirmar que <strong>hay total transparencia en cuanto a las ganancias</strong> y los costes. En PayPerPost, no: la cantidad es variable, y el blogger no est&aacute; obligado a decir cu&aacute;nto gan&oacute;.<br />
	</li>
</ul>
Las &uacute;nicas limitaciones s&oacute;n el n&ordm; de palabras ( la anotaci&oacute;n debe tener un m&iacute;nimo de 200 palabras ) y el tiempo entre la petici&oacute;n y la publicaci&oacute;n del post ( unas 48 horas )  
<p>
En definitiva, y como especificaba en el t&iacute;tulo, <strong>me parece una aproximaci&oacute;n honesta y acertada al tema de la publicidad en los blogs</strong>. Yo por mi parte les deseo mucha suerte, y no descarto usar su servicio de forma ocasional. Me parece una opci&oacute;n digna y respetable: &iquest;Porqu&eacute; no ganar algo de dinero hablando sobre un servicio que de verdad conoces / usas / amas / odias? Despu&eacute;s, ya queda ya en manos del propio blogger el hacer un uso responsable de estas alternativas, y no convertir su blog &uacute;nicamente en un escaparate de &quot;Mensajes patrocinados&quot;.&nbsp; 
</p>
<p>
Y tu, &iquest;qu&eacute; piensas? <strong>&iquest;Escribir&iacute;as una anotaci&oacute;n por unos &euro;&euro;, o eres de los que creen que &#39;<a href="https://alt1040.com/archivo/2006/11/10/reviewme-vendete-al-diablo/">el post es sagrado</a>&#39;?</strong>
</p>
