+++
date = "2004-05-07 09:01:39"
author = ""
title = "Wardriving"
slug = "wardriving-129"
tags = [ "pensamientos" ]
+++
<p>Fa ben poc li vam regalar a mon pare un punt 
                                d'acc&eacute;s inal&agrave;mbric i una tarja Wifi 
                                pel port&agrave;til, per que pogu&egrave;s connectar 
                                sense cables tan a la oficina com a casa. Despr&eacute;s 
                                de veure les possibilitats i investigar una mica 
                                em va comen&ccedil;ar a picar la curiositat, i 
                                se la vaig agafant de tant en tant per fer algunes 
                                proves. El PA(Punt d'Acc&egrave;s) no &eacute;s 
                                cap cosa de l'altre mon (vam agafar el m&eacute;s 
                                baratet que hi havia, Corega em sembla que &eacute;s 
                                la marca), i tot i aix&iacute; l'abast &eacute;s 
                                sorprenent. Funciona per tota la casa sense problemes, 
                                a una molt bona velocitat. Tot navegant em vaig 
                                topar amb una web que parlava d'una pr&agrave;ctica 
                                for&ccedil;a usual, pel que sembla, entre els 
                                afeccionats al tema de les xarxes inal&agrave;mbriques, 
                                i vaig flipar amb el que lleg&iacute;a. Es tracta 
                                del <a href="https://bulma.net/body.phtml?nIdNoticia=2015" target="_blank"><strong>Wardriving</strong></a>.</p><p>El Wardriving &eacute;s com s'anomena a la recerca
                                de xarxes inal&agrave;mbriques. Hi ha uns programetes 
                                que, instal&middot;lats a un ordinador amb alg&uacute;n 
                                tipus de dispositiu wifi, el que fan es intentar 
                                localitzar, en l'area en que es troben, alg&uacute;n 
                                punt d'acc&eacute;s Wifi. El programeta en q&uuml;esti&oacute;, 
                                quan troba una xarxa, ens dona informaci&oacute; 
                                sobre ella: si &eacute;s o no protegida i encriptada, 
                                el seu nom, la velocitat... fins i tot, si disposem 
                                d'un GPS, ens pot localitzar el PA en un pl&agrave;nol! 
                                La idea &eacute;s pillar un port&agrave;til, per 
                                exemple, i executar aquest programeta tot donant 
                                voltes per un &agrave;rea determinada.</p>
                              <p>Dit i fet. Abans d'ahir havia d'anar a Barna 
                                a una reuni&oacute;, i em vaig emportar el port&agrave;til, 
                                amb la tarja de mon pare i el programeta de marres 
                                (<a href="https://www.netstumbler.com/" target="_blank">NetStumbler</a>,
                                si feu servir Windows). Vaig pujar al cotxe i 
                                vaig deixar l'ordinador al seient del costat, 
                                de copilot. :P El resultat: des del Prat fins 
                                a Sants, uns 120 Punts d'Acc&eacute;s inal&agrave;mbrics, 
                                dels que nom&eacute;s estaven encriptats amb claus 
                                WEP uns 30!!! A la tornada, vaig decidir fer un 
                                volt pel Prat i veure si podia connectar a algun 
                                d'aquests punts realment, o l'&uacute;nic que 
                                podia fer era localitzar-los... i efectivament, 
                                just al costat de casa, devant del super, ding-dong, 
                                un punt localitzat i amb bona qualitat de transmissi&oacute;. 
                                Un parell de clics i ja estava. Una ullada a obokaman.com, 
                                al correu, un parell de f&ograve;rums... velocitat 
                                ADSL des del seient del cotxe. Em pregunto si 
                                aquestes 90 persones que vaig localitzar s&oacute;n 
                                conscients de la inseguretat de les seves xarxes. 
                                Penseu que, al igual que alg&uacute; es podia 
                                connectar al seu punt d'acc&eacute;s i entrar 
                                a internet, tamb&egrave; hauria de tenir acc&eacute;s 
                                a la seva xarxa local i en el pitjor dels casos, 
                                a les seves carpetes compartides. &Ograve;bviament 
                                el primer que vaig fer a l'arribar a casa va ser 
                                activar la encriptaci&oacute; al nostre punt d'acc&eacute;s... 
                                Era un dels 90 punts desprotegits que vaig localitzar 
                                des del carrer. Potser ara hi ha alg&uacute;n 
                                ve&iacute; que es deu cagar en mi per taller el 
                                grifo despr&eacute;s d'haver-li estat proporcionant 
                                internet gratis durant un mes. :D</p>
