<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>eventos on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/eventos/</link>
    <description>Recent content in eventos on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Tue, 26 Feb 2008 00:40:00 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/eventos/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Charla sobre blogs y redes sociales</title>
      <link>https://albert.garcia.gibert.es/charla-blogs-redes-sociales-64266/</link>
      <pubDate>Tue, 26 Feb 2008 00:40:00 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/charla-blogs-redes-sociales-64266/</guid>
      <description>Este sábado participé&amp;nbsp;en unas jornadas sobre desarrollo web que se llevaron a cabo en el Punt Multimèdia de Sants, y que se englobaban dentro de las actividades del Barcelona VisualSound &#39;08.  En mi charla hablé de blogs, de modelos de participación de usuarios, de crear comunidades, de redes sociales... y de cómo todas esas cosas pueden, al conjugarse, hacernos ver un poco más allá, permitiéndonos intuir &#34;hacia dónde vamos&#34;</description>
    </item>
    
    <item>
      <title>Serestandar.es se pospone hasta principios del 2008</title>
      <link>https://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</link>
      <pubDate>Wed, 23 May 2007 21:33:02 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</guid>
      <description>Esta ma&amp;ntilde;ana le&amp;iacute;a con desilusi&amp;oacute;n el mensaje en el blog de Daniel que anunciaba la cancelaci&amp;oacute;n del congreso que se iba a celebrar en Sevilla el mes que viene sobre desarrollo web con est&amp;aacute;ndares, serestandar.es, y su posposici&amp;oacute;n a principios del 2008. Marcos y yo ya nos hab&amp;iacute;amos hecho casi a la idea... snif. Por lo que parece, algunos problemas de financiaci&amp;oacute;n han obligado a la organizaci&amp;oacute;n a tomar la decisi&amp;oacute;n: o se cancelaba definitivamente, o se pospon&amp;iacute;a a principios de a&amp;ntilde;o.</description>
    </item>
    
    <item>
      <title>Nos vemos en serestandar.es</title>
      <link>https://albert.garcia.gibert.es/vemos-serestandares-11593/</link>
      <pubDate>Wed, 16 May 2007 00:33:08 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/vemos-serestandares-11593/</guid>
      <description>Oh yeah... Hoy nos lo han confirmado: Si no hay ning&amp;uacute;n imprevisto, los d&amp;iacute;as 27, 28 y 29 de Junio nos veremos en el congreso serestandar.es que se celebra en Sevilla. serestandar.es es un conjunto de talleres y conferencias sobre dise&amp;ntilde;o y desarrollo webcon est&amp;aacute;ndares, en los que participar&amp;aacute;n como ponentes muchos de losmejores dise&amp;ntilde;adores y desarrolladores del mundo, cuyo m&amp;eacute;todo de trabajo est&amp;aacute;basado en el respeto a los est&amp;aacute;ndares web.</description>
    </item>
    
    <item>
      <title>El próximo First Tuesday sobre Web 2.0, blogs y redes sociales</title>
      <link>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</link>
      <pubDate>Mon, 05 Mar 2007 14:09:22 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</guid>
      <description>Para los que no lo sep&amp;aacute;is, First Tuesday es, a grandes rasgos, un evento que re&amp;uacute;ne a emprendedores e inversores interesados en el entorno Internet y Nuevas Tecnolog&amp;iacute;as. Una iniciativa realmente interesante que viene celebr&amp;aacute;ndose desde hace varios a&amp;ntilde;os en diversas ciudades europeas.En esta ocasi&amp;oacute;n, el tema sobre el que girar&amp;aacute; la ponencia-coloquio ser&amp;aacute; el negocio de la Web 2.0, los blogs y las redes sociales . Y como es un tema que me interesa de verdad, y adem&amp;aacute;s los ponentes son de calidad ( Julio Alonso , de WeblogsSL, Jose Antonio del Moral , de Alianzo y Toni Salvatella , de Galenicum ) no he dudado ni un momento en inscribirme al evento.</description>
    </item>
    
    <item>
      <title>Fundamentos Web en directo desde torresburriel.com</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link>
      <pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid>
      <description>Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video. Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante! </description>
    </item>
    
    <item>
      <title>Fundamentos Web 2006: A sólo dos días</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link>
      <pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid>
      <description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 . Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description>
    </item>
    
  </channel>
</rss>