<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Google on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/google/</link><description>Recent content in Google on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Wed, 23 May 2007 23:46:50 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/google/index.xml" rel="self" type="application/rss+xml"/><item><title>Google comprará Feedburner por $100 millones</title><link>https://albert.garcia.gibert.es/google-comprara-feedburner-100-millones-12189/</link><pubDate>Wed, 23 May 2007 23:46:50 +0000</pubDate><guid>https://albert.garcia.gibert.es/google-comprara-feedburner-100-millones-12189/</guid><description>&lt;p>
Ah&amp;iacute; es nada. $100 millones por la compa&amp;ntilde;&amp;iacute;a que fundaron 4 colegas de &lt;strong>Andersen Consulting&lt;/strong> que se preguntaban acerca del futuro de la distribuci&amp;oacute;n de contenidos una tarde de octubre, all&amp;aacute; por el 2003.
&lt;/p>
&lt;p>
En menos de 4 a&amp;ntilde;os, y con $10 millones de inversi&amp;oacute;n detr&amp;aacute;s, han conseguido convertirse en el referente en cuanto a la sindicaci&amp;oacute;n de contenidos, ofreciendo un mont&amp;oacute;n de servicios de valor a&amp;ntilde;adido y gestionando una de las principales redes publicitarias basadas en feeds de la actualidad. Han conseguido crecer y diferenciarse hasta el punto de hacer &amp;quot;levantar la ceja&amp;quot; al Gigante, cumpliendo de esta forma lo que vendr&amp;iacute;a a ser el &amp;quot;sue&amp;ntilde;o americano&amp;quot; versi&amp;oacute;n web2.0: ser comprado por &lt;strong>Google&lt;/strong> o &lt;strong>Yahoo&lt;/strong>.
&lt;/p></description></item><item><title>Gmail en abierto</title><link>https://albert.garcia.gibert.es/gmail-abierto-8179/</link><pubDate>Thu, 15 Feb 2007 07:10:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/gmail-abierto-8179/</guid><description>&lt;p>
Vaya... parece que &amp;iexcl;3 a&amp;ntilde;os! despu&amp;eacute;s &lt;strong>Google&lt;/strong> ha decidido que ya era el momento de &lt;a href="https://mail.google.com/mail/signup">abrir al p&amp;uacute;blico&lt;/a> su, &lt;a href="https://albert.garcia.gibert.es/mensaje/460/regal-pel-nou-any">en su momento revolucionario&lt;/a>, servicio de correo.
&lt;/p>
&lt;p>
Ahora no es nada extra&amp;ntilde;o que los buzones de mail de servicios gratu&amp;iacute;tos superen los 500Mb: los superan con creces la mayor&amp;iacute;a de los grandes proveedores, pero en su momento la propuesta de &lt;strong>Google&lt;/strong> fu&amp;eacute; realmente rompedora. Lanzaron un servicio gratu&amp;iacute;to de webmail que &lt;strong>ofrec&amp;iacute;a m&amp;aacute;s de 1000Mb de espacio cuando su principal competidor, Hotmail, tan s&amp;oacute;lo ofrec&amp;iacute;a 2 Mb en su versi&amp;oacute;n gratu&amp;iacute;ta&lt;/strong>, y unos 20Mb en su versi&amp;oacute;n de pago. Como carta de presentaci&amp;oacute;n no estaba nada mal, luego s&amp;oacute;lo fu&amp;eacute; cuesti&amp;oacute;n de enamorarnos con la senzillez de su interfaz y la velocidad del servicio. 
&lt;/p></description></item><item><title>Nuevo interfaz para Google Reader</title><link>https://albert.garcia.gibert.es/nuevo-interfaz-google-reader-4085/</link><pubDate>Fri, 29 Sep 2006 11:08:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-interfaz-google-reader-4085/</guid><description>&lt;b>&lt;a href="https://www.google.com/reader">Google Reader&lt;/a>&lt;/b> es el lector de not&amp;iacute;cias de &lt;a href="https://www.google.com/">&lt;b>Google&lt;/b>&lt;/a> . Su lanzamiento, hace ya un a&amp;ntilde;o, no levant&amp;oacute; grandes pasiones. M&amp;aacute;s bien podr&amp;iacute;a decirse que decepcion&amp;oacute; a la mayor&amp;iacute;a, y es que Google nos tiene acostumbrados a productos de gran calidad. Ya sabes, suelen hacer lo que ya han hecho otros... pero lo hacen escandalosamente mejor. En este caso, sin embargo, no fu&amp;eacute; as&amp;iacute;. El interfaz dejaba mucho que desear, y realizar el seguimiento de una gran cantidad de canales era algo complicado, a trav&amp;eacute;s de un listado lateral que limitaba el alto y obligaba a hacer uso constante de un scroll integrado propio.&lt;br />
&lt;br />
Sin embargo, como nos recuerdan los de Donuts, muchas veces las cosas no salen a la primera, y como cab&amp;iacute;a esperar, Google ha estado preparando su contraataque . &lt;a href="https://googlereader.blogspot.com/2006/09/something-looks-different.html">Acaban de lanzar un redise&amp;ntilde;o&lt;/a> de su aplicaci&amp;oacute;n de lectura de noticias, &lt;a href="https://www.google.com/reader">&lt;b>Google Reader&lt;/b>&lt;/a> , que mejora la experiencia y soluciona la mayor&amp;iacute;a de los problemas de accesibilidad de la misma, a&amp;ntilde;adiendo adem&amp;aacute;s algunas nuevas funcionalidades.&lt;br />
&lt;br />
Por mi parte, sigo siendo fan incondicional de &lt;a href="https://www.bloglines.com">&lt;b>Bloglines&lt;/b>&lt;/a> , pero quien sabe?... Quiz&amp;aacute;s yo y &lt;b>&lt;a href="https://www.google.com/reader">Google Reader&lt;/a>&lt;/b> y yo podemos darnos una segunda oportunidad.&lt;br />
&lt;br />
Via &lt;a href="https://www.techcrunch.com/2006/09/28/google-reader-steps-it-up-with-new-version/">TechCrunch&lt;/a></description></item><item><title>Usando Google para encontrar MP3: G2P</title><link>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</link><pubDate>Mon, 18 Sep 2006 14:36:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</guid><description>&lt;p>
&lt;a href="https://g2p.org/">G2P&lt;/a> es una herramienta que usa el propio &lt;a href="https://www.google.es">Google&lt;/a> para, a trav&amp;eacute;s del uso de modificadores del tipo:
intitle:index.of &amp;ldquo;mp3&amp;rdquo; +&amp;rdquo;&lt;strong>nombre de la canci&amp;oacute;n&lt;/strong>&amp;rdquo; -htm -html -PHP -asp &amp;ldquo;Last Modified&amp;rdquo; , encontrar aquellos archivos MP3 que nos interesan. Una idea curiosa y que... funciona! O pensabas que s&amp;oacute;lo pod&amp;iacute;as encontrar m&amp;uacute;sica a trav&amp;eacute;s de los P2P.
&lt;/p>
&lt;p>
Podr&amp;aacute;n monitorizar el uso de redes entre pares, pero ... &amp;iquest;a d&amp;oacute;nde tendr&amp;iacute;amos que llegar para que usar un buscador fuera ileg&amp;iacute;timo? Hasta que ese momento llegue, G2P es una buena alternativa para descargar m&amp;uacute;sica. 
&lt;/p></description></item><item><title>Google Vision</title><link>https://albert.garcia.gibert.es/google-vision-3311/</link><pubDate>Thu, 20 Jul 2006 08:58:40 +0000</pubDate><guid>https://albert.garcia.gibert.es/google-vision-3311/</guid><description>&lt;p>
&amp;iquest;Perdido, no? Pues bien, no te preocupes: Google al rescate. Un joven dise&amp;ntilde;ador brit&amp;aacute;nico est&amp;aacute; desarrollando un sistema que te indicar&amp;aacute; en qu&amp;eacute; lugar te encuentras, simplemente mirando a trav&amp;eacute;s de &amp;eacute;l. 
&lt;/p>
&lt;p>
Combinando avanzadas t&amp;eacute;cnicas de reconocimiento de imagen, y las tecnolog&amp;iacute;as GPS y OLED, y mediante una pantalla retr&amp;aacute;ctil flexible, podremos marcar y reconocer lugares, y navegar por los mapas explicativos durante, por ejemplo, unas vacaciones en el extranjero. La integraci&amp;oacute;n, adem&amp;aacute;s, de Wifi en este dispositivo puede darnos, en caso de detectar una conexi&amp;oacute;n a internet disponible, informaci&amp;oacute;n adicional de inter&amp;eacute;s acerca del lugar donde nos encontremos: restaurantes, monumentos, efem&amp;eacute;rides...
&lt;/p></description></item><item><title>Office Live by Google, Google Spreadsheets</title><link>https://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</link><pubDate>Wed, 07 Jun 2006 18:10:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</guid><description>&lt;p>
 Hace unos d&amp;iacute;as habl&amp;aacute;bamos en la oficina de c&amp;oacute;mo dentro de poco tiempo ver&amp;iacute;amos nuestras m&amp;aacute;s&amp;nbsp;habituales aplicaciones de escritorio migradas a un entorno distribuido. La aplicaciones ofim&amp;aacute;ticas ser&amp;aacute;n de las primeras en caer.
&lt;/p>

&lt;p>
Google ya est&amp;aacute; all&amp;iacute;, como otras veces, mientras el resto a&amp;uacute;n busca el camino.
&lt;/p>

&lt;p>
&lt;a href="https://www.google.com/googlespreadsheets/tour1.html">Google Spreadsheets&amp;nbsp;&lt;/a>
&lt;/p></description></item><item><title>En casa del herrero...</title><link>https://albert.garcia.gibert.es/casa-herrero-649/</link><pubDate>Fri, 14 Oct 2005 00:40:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/casa-herrero-649/</guid><description>&lt;p> Es curioso... Estaba ahora mismo terminando mi jornada laboral nocturna y me ha dado por fisgar en el c&amp;oacute;digo de la home de nuestro Se&amp;ntilde;or Buscador, &lt;a href="https://www.google.com" target="_self">Google&lt;/a>. Y me he quedado a cuadros: Todo metido en sus tablitas para que cuadre, con etiquetas font para definir los tama&amp;ntilde;os, y sin nisiquiera un DOCTYPE que le diga al navegador qu&amp;eacute; normas de validaci&amp;oacute;n deber&amp;iacute;a seguir... Lo dicho, cuchara de palo.&lt;/p>&lt;p>En otro orden de cosas, amigos... por fin se acerca el dia de la inauguraci&amp;oacute;n del tan esperado (ja! s&amp;oacute;lo por mi... &amp;not;&amp;not;U) &lt;a href="https://www.obolog.com" target="_self">OboLog&lt;/a>, el nuevo sistema de gesti&amp;oacute;n de blogs al que pronto va a evolucionar el blog colectivo. Ya os ir&amp;eacute; avanzando las nuevas funcionalidades del beb&amp;eacute;, de momento s&amp;oacute;lo podr&amp;eacute;is ver la nueva apariencia de vuestros blogs y alguna que otra nueva chorrez visual.&lt;/p></description></item><item><title>¿Mande?</title><link>https://albert.garcia.gibert.es/mander-578/</link><pubDate>Wed, 22 Jun 2005 08:57:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/mander-578/</guid><description>&lt;p>Me ha costado unos 5 minutos reaccionar y caer en la cuenta de que
había otros lugares donde acudir para encontrar una web... Tremendo.
Durante esta ma&amp;ntilde;ana Google no ha dejado de darme errores 404 y de
impedirme el acceso diciendo que alguien desde mi red estaba intentando
realizar accesos a Google de manera masiva. Pero se&amp;ntilde;or Google, si acabo
de encender el ordenador! Maldita sea...&lt;br />&lt;/p>&lt;p>&lt;/p></description></item><item><title>Seguint amb el nofollow</title><link>https://albert.garcia.gibert.es/seguint-amb-nofollow-486/</link><pubDate>Thu, 20 Jan 2005 17:38:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/seguint-amb-nofollow-486/</guid><description>&lt;p>L'anunci de Google fa escassos dies de la propera implementació de
l'atribut nofollow als enlla&amp;ccedil;os, que pel que sembla ser&amp;agrave; secundada pels
principals cercadors, ha aixecat un debat for&amp;ccedil;a interessant a diversos
weblogs. Crec que val la pena fer una petita reflexió sobre aquesta
nova característica de Google, ja que ens pot afectar d'alguna manera a
tots els que ens dediquem al desenvolupament web. Com que no sóc cap
especialista en m&amp;agrave;rketing online ni posicionament en cercadors, i crec
que la majoria de vosaltres tampoc, intentaré fer un an&amp;agrave;lisi el més
planer possible, sota risc de caure en la excessiva simplicitat en
algun moment. Perdoneu-me els t&amp;egrave;cnics. &lt;/p></description></item><item><title>Combat l'spam al teu blog</title><link>https://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</link><pubDate>Wed, 19 Jan 2005 10:46:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</guid><description>&lt;p>Ens trobem al blog de notícies sobre &lt;a href="https://www.google.es" target="_blank">Google&lt;/a> en castell&amp;agrave;, &lt;a href="https://google.dirson.com" target="_blank">google.dirson.com&lt;/a>, una &lt;a href="https://google.dirson.com/noticias.new/1037/" target="_blank">refer&amp;egrave;ncia&lt;/a>
a la implementació en el Googlebot d'una nova funció, que el permetr&amp;agrave;
ignorar determinar enlla&amp;ccedil;os, amb la finalitat de no tenir-lo en compte
a l'hora de calcular el PageRank de la p&amp;agrave;gina a la que s'enlla&amp;ccedil;a. I
quina funció pot tenir aix&amp;ograve;? Doncs senzill: anular totalment la
efectivitat de l'spam en els comentaris dels weblogs, entre d'altres,
ja que les p&amp;agrave;gines dels spammers a les que enllacen no podr&amp;agrave;n
aprofitar-se del PageRank del blog on apareixen. A partir d'ara el
GoogleBot ignorar&amp;agrave; qualsevol enlla&amp;ccedil; amb la propietat &lt;em>rel=nofollow&lt;/em>. &lt;/p></description></item><item><title>Regal pel nou any</title><link>https://albert.garcia.gibert.es/regal-pel-nou-any-460/</link><pubDate>Thu, 30 Dec 2004 10:33:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/regal-pel-nou-any-460/</guid><description>&lt;p>Indu&amp;iuml;t per la iniciativa d'&lt;a href="https://www.isopixel.net" target="_blank">Isopixel.net&lt;/a>, poso a la vostra disposició 5 de les invitacions de GMAIL que encara tinc al rebost. &lt;/p>
		 &lt;p>Gmail ha estat possiblement l'aposta més forta feta per la gent de &lt;a href="https://www.google.es" target="_blank">Google&lt;/a>
durant aquest 2004. El dia 1 d'Abril anunci&amp;agrave;ven la posada en marxa d'un
servei gratu&amp;iuml;t de webmail amb una capacitat d'enmagatzematge d'1 Gb.
Una iniciativa sense precedents que els feia desmarcar-se de manera
espectacular de qualsevol altre prove&amp;iuml;dor de correu gratu&amp;iuml;t. Recordem
que aleshores prove&amp;iuml;dors com Hotmail oferien encara només 2Mb d'espai. &lt;/p></description></item><item><title>Google Suggest, o "le echo una manita"</title><link>https://albert.garcia.gibert.es/google-suggest-o-le-echo-manita-435/</link><pubDate>Fri, 10 Dec 2004 23:38:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/google-suggest-o-le-echo-manita-435/</guid><description>&lt;p>
 Lo han hecho, una vez m&amp;aacute;s. Nos dejan con la boca abierta. Lo &amp;uacute;ltimo de &lt;a target="_blank" href="https://labs.google.com/">Google Labs&lt;/a> es &lt;a target="_blank" href="https://www.google.com/webhp?complete=1&amp;amp;hl=en">Google Suggest&lt;/a>. Se trata del mismo interfaz de b&amp;uacute;squeda de Google habitual, con la diferencia de que esta versi&amp;oacute;n nos va haciendo sugerencias de b&amp;uacute;squeda a medida que escribimos en el cuadro de texto, como puede apreciarse en la captura. Adem&amp;aacute;s a una velocidad asombrosa, y mostrando la cantidad de resultados esperada (hablamos de c&amp;aacute;lculos para miles de millones de p&amp;aacute;ginas!). Que alguien me lo explique. Es sencillamente increible.
&lt;/p></description></item></channel></rss>