<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>blogs on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/blogs/</link><description>Recent content in blogs on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Tue, 26 Feb 2008 00:40:00 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/blogs/index.xml" rel="self" type="application/rss+xml"/><item><title>Charla sobre blogs y redes sociales</title><link>https://albert.garcia.gibert.es/charla-blogs-redes-sociales-64266/</link><pubDate>Tue, 26 Feb 2008 00:40:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/charla-blogs-redes-sociales-64266/</guid><description>Este sábado participé&amp;nbsp;en unas jornadas sobre desarrollo web que se llevaron a cabo en el Punt Multimèdia de Sants, y que se englobaban dentro de las actividades del Barcelona VisualSound '08. En mi charla hablé de blogs, de modelos de participación de usuarios, de crear comunidades, de redes sociales... y de cómo todas esas cosas pueden, al conjugarse, hacernos ver un poco más allá, permitiéndonos intuir "hacia dónde vamos"</description></item><item><title>Catosfera: Associacions i xarxes de blocs</title><link>https://albert.garcia.gibert.es/catosfera-associacions-i-xarxes-blocs-56737/</link><pubDate>Sat, 26 Jan 2008 15:53:33 +0000</pubDate><guid>https://albert.garcia.gibert.es/catosfera-associacions-i-xarxes-blocs-56737/</guid><description>Havent dinat, estic de nou a la sala de confer&amp;egrave;ncies (aquest cop he mirat d'arribar ben aviat per no quedar-me fora!). De 16h a 17h hi haur&amp;agrave; una taula sobre associacions i xarxes de blocs.
A la taula hi tenim en Joan Ramon Bernab&amp;eacute;, de Vallesfera, N&amp;uacute;ria Masdeu, de Blocs Terrassencs, Daniel Gil de Blocs ebrencs, Ismael Mi&amp;ntilde;ano de xarxabloc i en
Josep M&amp;ordf; Comas de Xarxa Santboiana.</description></item><item><title>Catosfera 2008: Blocs i política 2.0</title><link>https://albert.garcia.gibert.es/catosfera-2008-blocs-i-politica-20-56706/</link><pubDate>Sat, 26 Jan 2008 12:39:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/catosfera-2008-blocs-i-politica-20-56706/</guid><description>Aquest cap de setmana es celebra a Granollers la primera trobada al voltant dels blocs i el fen&amp;ograve;men web 2.0 centrat en l'&amp;agrave;mbit catal&amp;agrave;: Catosfera. Tot i que no he pogut assistir a la primera jornada que es va celebrar divendres, i 'he saltat les dues primeres d'avui (no volunt&amp;agrave;riament: no hi cab&amp;iacute;em, a la sala! ). Mirar&amp;eacute; de deixar alguns comentaris en &amp;quot;temps real&amp;quot; sobre els temes que es tractin.</description></item><item><title>Wordprexy: ¿Se puede tener más morro?</title><link>https://albert.garcia.gibert.es/wordprexy-se-tener-mas-morror-28462/</link><pubDate>Wed, 19 Sep 2007 20:55:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/wordprexy-se-tener-mas-morror-28462/</guid><description>Hace cosa de un mes, Wordpress.com fu&amp;eacute; bloqueado en Turqu&amp;iacute;a a ra&amp;iacute;z de unas denuncias por calumnias a un escritor desde algunos blogs alojados en dicho portal. Desde entonces han sido muchas las voces que han tratado de apelar a dicha decisi&amp;oacute;n, represiva y excesiva a todas luces, o han intentado buscar v&amp;iacute;as alternativas que permitieran a los internautas turcos seguir accediendo a los servicios y contenidos alojados en Wordpress.</description></item><item><title>Entrevista en SoloMacs</title><link>https://albert.garcia.gibert.es/entrevista-solomacs-14520/</link><pubDate>Tue, 19 Jun 2007 22:53:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/entrevista-solomacs-14520/</guid><description>Hace cosa de una semana los chicos de soloMacs, el blog sobre Apple de nexoBlogs me convencieron ( a&amp;uacute;n no s&amp;eacute; muy bien c&amp;oacute;mo... ) para grabar un v&amp;iacute;deo con el que abrir una nueva secci&amp;oacute;n en el blog dedicada exclusivamente a entrevistas. En fins, m&amp;aacute;s all&amp;aacute; de mi nula presencia ante una c&amp;aacute;mara ( qu&amp;eacute; verg&amp;uuml;enza, por dios ), quer&amp;iacute;a agradecerles el esfuerzo y felicitarles por el montaje del v&amp;iacute;deo.</description></item><item><title>El próximo First Tuesday sobre Web 2.0, blogs y redes sociales</title><link>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</link><pubDate>Mon, 05 Mar 2007 14:09:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</guid><description>Para los que no lo sep&amp;aacute;is, First Tuesday es, a grandes rasgos, un evento que re&amp;uacute;ne a emprendedores e inversores interesados en el entorno Internet y Nuevas Tecnolog&amp;iacute;as. Una iniciativa realmente interesante que viene celebr&amp;aacute;ndose desde hace varios a&amp;ntilde;os en diversas ciudades europeas.
En esta ocasi&amp;oacute;n, el tema sobre el que girar&amp;aacute; la ponencia-coloquio ser&amp;aacute; el negocio de la Web 2.0, los blogs y las redes sociales . Y como es un tema que me interesa de verdad, y adem&amp;aacute;s los ponentes son de calidad ( Julio Alonso , de WeblogsSL, Jose Antonio del Moral , de Alianzo y Toni Salvatella , de Galenicum ) no he dudado ni un momento en inscribirme al evento.</description></item><item><title>Mi liblog (Vol. I) - El blog de Vagamundos llevado al papel</title><link>https://albert.garcia.gibert.es/liblog-vol-i-blog-vagamundos-llevado-al-papel-8199/</link><pubDate>Thu, 15 Feb 2007 19:37:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/liblog-vol-i-blog-vagamundos-llevado-al-papel-8199/</guid><description>Aunque deber&amp;iacute;a haber escrito esta rese&amp;ntilde;a mucho antes... dicen que m&amp;aacute;s vale tarde que nunca.
Posiblemente, si eres lector habitual de otros blogs de OboLog , conozcas el blog de Fernando R. Ortega, Vagamundos . Fernando, adem&amp;aacute;s de escritor, poeta, gal&amp;aacute;n, bohemio y emprendedor incansable, es uno de los autores m&amp;aacute;s activos de nuestra comunidad de blogs. Pues bien, a trav&amp;eacute;s del proyecto Publicatuslibros.com, Fernando ha editado una recopilaci&amp;oacute;n de mensajes de su blog en formato papel y libro electr&amp;oacute;nico bajo el t&amp;iacute;tulo &amp;quot;Mi liblog (Vol.</description></item><item><title>Nuevos blogs en nexoBlogs</title><link>https://albert.garcia.gibert.es/nuevos-blogs-nexoblogs-8166/</link><pubDate>Wed, 14 Feb 2007 21:20:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevos-blogs-nexoblogs-8166/</guid><description>Bueno, la cosa sigue adelante: esta semana nexoBlogs presenta dos nuevos blogs en su red. Observando la Econosfera, un blog sobre actualidad económica, financiera y empresarial mantenido por Esteve Regales, y Órbita Verde, sobre ecología, medio ambiente y desarrollo sostenible, impulsado y mantenido por Xavi Hueso. Confirmamos de esta forma nuestra intención inicial: crear una red de contenidos de calidad, de la mano de expertos profesionales en cada materia tratada.</description></item><item><title>Parlant de blogs a la ràdio: 2a part</title><link>https://albert.garcia.gibert.es/parlant-blogs-radio-2a-part-5574/</link><pubDate>Tue, 28 Nov 2006 22:29:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/parlant-blogs-radio-2a-part-5574/</guid><description>Aquesta setmana vam col·laborar de nou amb La Malla Ràdio , el programa de Com Ràdio sobre noves tecnologíes, parlant sobre... blogs, com no podia ser d'altra manera. La Mònica López va estar encantadora, com en la ocasió anterior, i el Toni i jo, de tan còmodes que estavem per allà, vam allargar la entrevista més del compte (demanem disculpes des d'aqui...) Com crear un blog, recursos interessants, curiositats i alguna que altra dissertació sobre disseny VS continguts van ser els temes de la nit.</description></item><item><title>Blogs en CSI</title><link>https://albert.garcia.gibert.es/blogs-en-csi-5549/</link><pubDate>Mon, 27 Nov 2006 22:46:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/blogs-en-csi-5549/</guid><description>Uhm... veamos, mola que hablen de blogs en CSI.
Lo que ya no mola tanto es que hablen con total desconocimiento, con momentos estelares como cuando uno de los protagonistas comenta &amp;quot;a los bloguers les gusta esconder frases en sus textos escribiendo en el mismo color que el fondo... seleccionemos el texto para encontrar el mensaje oculto... zas, le tenemos...&amp;quot;... OMG
Menci&amp;oacute;n aparte la cutrez de intentar simular un entorno en 3D cuando est&amp;aacute;n intentando buscar un blog en una especie de directorio p&amp;uacute;blico.</description></item><item><title>Parlant de blogs a la ràdio</title><link>https://albert.garcia.gibert.es/parlant-blogs-radio-5389/</link><pubDate>Wed, 22 Nov 2006 08:31:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/parlant-blogs-radio-5389/</guid><description>A la feina hem establert un acord de col&amp;middot;laboraci&amp;oacute; amb la gent de COM R&amp;agrave;dio , de manera que setmanalment alguns de nosaltres participarem a La Malla R&amp;agrave;dio , un programa centrat en les noves tecnolog&amp;iacute;es dirigit per M&amp;ograve;nica L&amp;oacute;pez, per tal de conversar sobre alguns temes relacionats amb el software i aclarir alguns dubtes dels o&amp;iuml;ents.
El programa s&amp;#39;emet cada d&amp;iacute;a de les 24h a la 1, i el passat dilluns hi vam participar el Rufino i jo.</description></item><item><title>Cobertura de Evento Blog</title><link>https://albert.garcia.gibert.es/cobertura-evento-blog-5266/</link><pubDate>Fri, 17 Nov 2006 21:16:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/cobertura-evento-blog-5266/</guid><description>Hoy empezaba en Sevilla Evento Blog 2006, la primera edici&amp;oacute;n de un congreso en el que se tratar&amp;aacute; de analizar la relevancia de los blogs en todas las facetas de la sociedad actual. Varios invitados &amp;quot;de primera fila&amp;quot; guiar&amp;aacute;n ponencias, mesas redondas, y debates sobre el fen&amp;oacute;meno blog, desde sus implicaciones sociales, a su creciente importancia dentro del mundo de los negocios y la empresa.
Coincidiendo con el evento, adem&amp;aacute;s, y aprovechando la visita de Matt Mullenweg, desarrollador de uno del software de creaci&amp;oacute;n de blogs m&amp;aacute;s conocido, WordPress , se ha convocado el I Encuentro Nacional de desarrolladores de WordPress.</description></item><item><title>ReviewME: publicidad honesta</title><link>https://albert.garcia.gibert.es/reviewme-publicidad-honesta-5086/</link><pubDate>Sat, 11 Nov 2006 14:19:06 +0000</pubDate><guid>https://albert.garcia.gibert.es/reviewme-publicidad-honesta-5086/</guid><description>(Mensaje patrocinado)
Desde hace ya tiempo los blogs se han confirmado como una plataforma publicitaria con posibilidades reales. En consecuencia, son varias las iniciativas que han ido surgiendo, intentando encontrar un modelo que funcione y encaje con el medio.
&amp;iquest;Encajar en qu&amp;eacute; sentido? Pues bien, el tema de recibir dinero por comentar un producto en un blog es peliagudo: hay quien piensa que la credibilidad del blogger puede verse afectada desde el momento en que el que recibe dinero por escribir una anotaci&amp;oacute;n, que el blog puede perder su independencia, su personalidad, su car&amp;aacute;cter.</description></item></channel></rss>