+++
date = "2007-12-06 21:16:25"
author = ""
title = "Nuevo trailer de Cloverfield ( 1.18.08 )"
slug = "nuevo-trailer-cloverfield-11808-44765"
tags = [ "cine","cloverfield","estrenos","j.j.abrams","trailer" ]
+++
<p align="center">
<img class="fotobonita" src="/images/post/44765-40865.jpg" alt="Cartel de Cloverfield" title="Cartel de Cloverfield" width="221" height="300" /> 
</p>
<p>
<strong>Cloverfield</strong> es un proyecto de largometraje que llega de la mano de <a href="https://es.wikipedia.org/wiki/J.J._Abrams">J.J.Abrams</a>, co-creador y productor ejecutivo de, entre otros &eacute;xitos televisivos, Lost ( Perdidos ). La primera noticia que se tuvo del film fu&eacute; a trav&eacute;s de un anuncio en cines, emitido antes de la proyecci&oacute;n de Transformers.
</p>
<p>
En el trailer se daba muy poca informaci&oacute;n: b&aacute;sicamente se trataba de una grabaci&oacute;n hecha con una c&aacute;mara de video dom&eacute;stica en la que se ve&iacute;a una fiesta de cumplea&ntilde;os que se ve&iacute;a interrumpida por un temblor al que segu&iacute;an una serie de explosiones. La cinta terminaba con una imagen inquietante: la cabeza de la estatua de la libertad cayendo del cielo en medio de una calle.
</p>
<p align="center">
<object width="425" height="350">
	<param name="movie" value="https://www.youtube.com/v/IvNkGm8mxiM" />
	<param name="wmode" value="transparent" />
	<embed src="https://www.youtube.com/v/IvNkGm8mxiM" wmode="transparent" type="application/x-shockwave-flash" width="425" height="350"></embed>
</object>
</p>
<p>
<img class="fotobonita" src="/images/post/44765-40866.jpg" alt="Fotograma de Cloverfiel: &iexcl;El Monstruo!" title="Fotograma de Cloverfiel: &iexcl;El Monstruo!" width="200" height="148" align="right" />
Unos meses despu&eacute;s de aquel misterioso anuncio,llegaba un nuevo trailer, algo m&aacute;s revelador. Hasta entonces, nisiquiera sab&iacute;amos el nombre de la pel&iacute;cula, s&oacute;lo que se estrenar&iacute;a el d&iacute;a 18 de enero del 2008 ( raz&oacute;n por la cual se la llam&oacute; hasta entonces 1.18.08 ). Por lo que parece, la cosa ir&aacute; de monstruos ( algo se intu&iacute;a con los rugidos extra&ntilde;os del primer trailer ). Tambi&eacute;n ha trascendido que el nombre definitivo del film, <strong>Cloverfield</strong>, <a href="https://www.aullidos.com/leer_noticias.asp?id_noticia=3778">se ha traducido -penosamente- al castellano como &quot;Monstruoso&quot;</a>. En el nuevo trailer algunos han cre&iacute;do incluso ver ya al susodicho bicharraco.
</p>
<p align="center">
<object width="425" height="350">
	<param name="movie" value="https://www.youtube.com/v/VD1l7wMLe4Q" />
	<param name="wmode" value="transparent" />
	<embed src="https://www.youtube.com/v/VD1l7wMLe4Q" wmode="transparent" type="application/x-shockwave-flash" width="425" height="350"></embed>
</object>
</p>
<p>
J.J.Abrams ha utilizado las armas que tan buen resultado le han dado con otros proyectos anteriores: mucho secretismo, informaci&oacute;n con cuentagotas, marketing viral a tope, sitios web con informaci&oacute;n que los usuarios deben ir descubriendo poco a poco..&nbsp;
</p>
<p>
Yo, como buen aficionado al cine fant&aacute;stico y a las pelis de ciencia-ficci&oacute;n, hecatombes y bichos gigantes ( que aunque luego me arrepienta de haberlo hecho, no puedo evitar&nbsp; ver ), estoy esperando ansioso que llegue a nuestras salas. Si las fechas son correctas, eso deber&iacute;a ocurrir el d&iacute;a 2 de febrero del 2008. &iquest;No os pica la curiosidad?
</p>
<p>
M&aacute;s informaci&oacute;n | <a href="https://www.1-18-08.com/">Web oficial</a>
</p>
