+++
date = "2006-02-09 00:01:21"
author = ""
title = "Aïllats per la neu!"
slug = "aillats-per-neu-1022"
tags = [ "amigos","boi taüll","esqui","fotos","nieve","viajes" ]
+++
<p>B&eacute;, com veieu, vam tornar sans i estalvis de la nostra escapada blanca. Tot i les previsions meteorol&oacute;giques i els avisos del Ministeri, nosaltres vam llen&ccedil;ar-nos de cap a l'aventura, creuant els dits perqu&egrave; l'home del temps hagu&egrave;s estat m&eacute;s pessimista del compte. Malauradament no va ser aix&iacute;, i l'&uacute;nic que vam aconseguir &eacute;s passar-les canutes, amb alegr&iacute;a i bona companyia, aix&ograve; si.</p><p> Des que vam passar per Vilafranca del Pened&eacute;s el dissabte de matinada, fins a tornar a passar per Cervera diumenge a la tarda, de tornada, no va parar de nevar ni un moment. El blanc de la neu es confon&iacute;a amb la boirina regnant al cel, i era impossible determinar on acabava un i comen&ccedil;ava l'altre. Pel cam&iacute;, vam creuar uns quants cotxes que s'havien sortit de la cal&ccedil;ada&nbsp; _cap accident greu, per sort_, els conductors del quals, a dins dels cotxes, i amb cara de ressignaci&oacute;, esper&agrave;ven l'arribada de les gr&uacute;es amb la calefacci&oacute; a tope. </p><p>Esquiar, el que diu esquiar, nom&eacute;s vam poder-ho fer durant un parell d'hores, el dissabte entre les dues i les quatre de la tarda. La resta del temps el vam gastar jugant al parx&iacute;s i a l'UNO al hall de l'hotel.</p><p>Les poques esperan&ccedil;es que vam depositar en qu&egrave; el diumenge la cosa millor&eacute;s es van esva&iuml;r tan bon punt vam obrir les finestres al mat&iacute;. Com podeu veure a les fotos, la neu hav&iacute;a sepultat literalment tots els voltants de l'hotel, i vam haver d'utilitzar les papereres de les habitacions per 'desenterrar' els nostres cotxes. Les pistes tancades, les carreteres de sortida tallades, aix&iacute; com les alternatives per Saragossa, a causa del risc d'allaus. El que unes hores abans havia estat un &quot;a veure si al menys avui ens podem treure una mica el 'gusanillo'&quot;, aviat es va convertir en un &quot;a veure si al menys aquesta nit podem dormir al nostre llit calents&quot;.</p><p>Afortunadament, al tocar de les dues del migdia, el recepcionista de l'hotel ens va informar que havien tornat a obrir les carreteres, i nosaltres no vam trigar ni 10 minuts en tenir-ho tot a punt per empendre el cam&iacute; cap a casa. En fi... tota una experi&egrave;ncia... que espero no tornar a repetir. A partir d'ara far&eacute; m&eacute;s cas als senyors de la tele quan diguin all&oacute; de &quot;no sortiu de casa ni agafeu el cotxe si no &eacute;s estrictament necessari&quot;...<br /></p>