<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>desarrollo web on Albert García Gibert</title>
    <link>http://albert.garcia.gibert.es/tags/desarrollo-web/</link>
    <description>Recent content in desarrollo web on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Thu, 04 Oct 2007 20:41:16 +0000</lastBuildDate>
    
	<atom:link href="http://albert.garcia.gibert.es/tags/desarrollo-web/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>De visita a Gijón: Fundamentos web 2007</title>
      <link>http://albert.garcia.gibert.es/visita-gijon-fundamentos-web-2007-30840/</link>
      <pubDate>Thu, 04 Oct 2007 20:41:16 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/visita-gijon-fundamentos-web-2007-30840/</guid>
      <description>Pues aqu&amp;iacute; ando terminando de subir las fotitos del segundo d&amp;iacute;a de jornadas a Flickr y haciendo tarde ( &amp;iexcl;dentro de 10 minutos llegar&amp;aacute; Blai para recogernos para la cena y a&amp;uacute;n tengo que pegarme una ducha! ). Simplemente quer&amp;iacute;a aprovechar 1: para dejaros el enlace a las fotitos de las jornadas y el enlace a los posts en Pixelovers donde he comentado algunas de las ponencias ( las que me he dejado la bater&amp;iacute;a del port&amp;aacute;til.</description>
    </item>
    
    <item>
      <title>Si dictas la oferta de trabajo al de recursos humanos por teléfono...</title>
      <link>http://albert.garcia.gibert.es/dictas-oferta-trabajo-al-recursos-humanos-telefono-12594/</link>
      <pubDate>Mon, 28 May 2007 23:41:40 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/dictas-oferta-trabajo-al-recursos-humanos-telefono-12594/</guid>
      <description>... corres el riesgo de publicar gambadas como esta.&amp;nbsp;Y a&amp;uacute;n como no ha hecho el pleno al quince con algo como &amp;quot;May Esecuele&amp;quot;. Vaya imagen... </description>
    </item>
    
    <item>
      <title>Serestandar.es se pospone hasta principios del 2008</title>
      <link>http://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</link>
      <pubDate>Wed, 23 May 2007 21:33:02 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/serestandares-se-pospone-hasta-principios-2008-12185/</guid>
      <description>Esta ma&amp;ntilde;ana le&amp;iacute;a con desilusi&amp;oacute;n el mensaje en el blog de Daniel que anunciaba la cancelaci&amp;oacute;n del congreso que se iba a celebrar en Sevilla el mes que viene sobre desarrollo web con est&amp;aacute;ndares, serestandar.es, y su posposici&amp;oacute;n a principios del 2008. Marcos y yo ya nos hab&amp;iacute;amos hecho casi a la idea... snif. Por lo que parece, algunos problemas de financiaci&amp;oacute;n han obligado a la organizaci&amp;oacute;n a tomar la decisi&amp;oacute;n: o se cancelaba definitivamente, o se pospon&amp;iacute;a a principios de a&amp;ntilde;o.</description>
    </item>
    
    <item>
      <title>Nos vemos en serestandar.es</title>
      <link>http://albert.garcia.gibert.es/vemos-serestandares-11593/</link>
      <pubDate>Wed, 16 May 2007 00:33:08 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/vemos-serestandares-11593/</guid>
      <description>Oh yeah... Hoy nos lo han confirmado: Si no hay ning&amp;uacute;n imprevisto, los d&amp;iacute;as 27, 28 y 29 de Junio nos veremos en el congreso serestandar.es que se celebra en Sevilla. serestandar.es es un conjunto de talleres y conferencias sobre dise&amp;ntilde;o y desarrollo webcon est&amp;aacute;ndares, en los que participar&amp;aacute;n como ponentes muchos de losmejores dise&amp;ntilde;adores y desarrolladores del mundo, cuyo m&amp;eacute;todo de trabajo est&amp;aacute;basado en el respeto a los est&amp;aacute;ndares web.</description>
    </item>
    
    <item>
      <title>Mensajes de error en entornos de producción</title>
      <link>http://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</link>
      <pubDate>Tue, 15 May 2007 21:30:21 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</guid>
      <description>&amp;iquest;Que por qu&amp;eacute; es importante desactivar la visualizaci&amp;oacute;n de mensajes de error en producci&amp;oacute;n? Pues para evitar situaciones como &amp;eacute;sta:Y c&amp;oacute;mo hacerlo:A lo bruto: Puedes detectar mediante c&amp;oacute;digo si te encuentras en el entorno de producci&amp;oacute;n o de desarrollo mediante, por ejemplo, una variable de servidor: $_SERVER[&amp;quot;SERVER_NAME&amp;quot;]. Dependiendo de si est&amp;aacute;s o no en producci&amp;oacute;n, puedes eliminar los mensajes de error con un error_reporting(0), y en cualquier caso usar un sistema de logueo o de avisos propio para informarte del problema.</description>
    </item>
    
    <item>
      <title>XORTR o quién la tiene más corta</title>
      <link>http://albert.garcia.gibert.es/xortr-o-quien-tiene-mas-corta-10440/</link>
      <pubDate>Thu, 26 Apr 2007 12:35:51 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/xortr-o-quien-tiene-mas-corta-10440/</guid>
      <description>Ayer por la noche, para desconectar un poco de tanto obologueo, estuve jugando con una idea que ten&amp;iacute;a en mente desde hace unos d&amp;iacute;as, concretamente desde que le&amp;iacute; acerca de Yoh.es, un servicio para acortar URLs que puso en marcha Manu Contreras.Es una de esas cosas que a&amp;uacute;n y sin ser original ( b&amp;aacute;sicamente reproduce la funcionalidad de TinyURL y similares ), es pr&amp;aacute;ctica de la leche si usas historias como Twitter, o quieres poder recordar f&amp;aacute;cilmente una direcci&amp;oacute;n largu&amp;iacute;sima, evitar que las direcciones se corten en tus mails, o simplemente escribirte una URL en una servilleta.</description>
    </item>
    
    <item>
      <title>Guiños humorísticos en CSSEdit 2</title>
      <link>http://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</link>
      <pubDate>Thu, 22 Mar 2007 09:26:50 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</guid>
      <description>Hace unos d&amp;iacute;as escrib&amp;iacute;a en Pixelovers acerca de CSSEdit 2 , un editor fant&amp;aacute;stico de CSS para Mac. Hoy, navegando en busca de un buen sustituto de dicho software para Windows ( un sustituto que por cierto a&amp;uacute;n n he conseguido encontrar... si alguien me echa un cable... ), me he topado con un blog en qu&amp;eacute; han descubierto un gui&amp;ntilde;o humor&amp;iacute;stico en el icono del programita .... Atenci&amp;oacute;n al detalle.</description>
    </item>
    
    <item>
      <title>JQuery sigue avanzando</title>
      <link>http://albert.garcia.gibert.es/jquery-sigue-avanzando-8356/</link>
      <pubDate>Wed, 21 Feb 2007 09:34:34 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/jquery-sigue-avanzando-8356/</guid>
      <description>JQuery es una de las librer&amp;iacute;as javascript que m&amp;aacute;s r&amp;aacute;pidamente se ha estado extendiendo durante el &amp;uacute;ltimo a&amp;ntilde;o. John Resig empezaba a postear en el blog del proyecto a finales de enero del 2006, y desde entonces no ha hecho m&amp;aacute;s que cosechar buenas cr&amp;iacute;ticas y conseguir apoyos.Hace unas semanas, anunciaban en su blog la publicaci&amp;oacute;n de la nueva versi&amp;oacute;n 1.1, con unas mejoras de rendimiento espectaculares y algunas nuevas funcionalidades.</description>
    </item>
    
    <item>
      <title>Buffete libre de Cheat Sheets: Sírvase usted mismo</title>
      <link>http://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</link>
      <pubDate>Mon, 13 Nov 2006 20:54:35 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</guid>
      <description>Si eres desarrollador o trabajas en esto del dise&amp;ntilde;o web estar&amp;aacute;s conmigo en lo &amp;uacute;til que resulta en ocasiones disponer de peque&amp;ntilde;as chuletas donde apuntar los patrones m&amp;aacute;s comunes al contruir una query, o los diferentes selectores soportados por CSS2, o un listado con funciones de tratamiento de cadenas de texto para PHP...A estos efectos, los Cheat Sheets de ilovejackdaniels.com son bastante pr&amp;aacute;cticos ( yo tengo 3 copias plastificadas en el escritorio ) y cubren diferentes &amp;aacute;reas o tecnolog&amp;iacute;as.</description>
    </item>
    
    <item>
      <title>Limpieza de floats en IE 7</title>
      <link>http://albert.garcia.gibert.es/limpieza-floats-ie-7-4541/</link>
      <pubDate>Wed, 25 Oct 2006 11:11:21 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/limpieza-floats-ie-7-4541/</guid>
      <description>Durante los &amp;uacute;ltimos meses, Microsoft nos ha tenido en vilo ( sobretodo a los desarrolladores web ), pendientes del soporte a la especificaci&amp;oacute;n de CSS que tendr&amp;iacute;a su nuevo navegador, Internet Explorer 7 . Despu&amp;eacute;s de unos 5 a&amp;ntilde;os sin publicar una nueva versi&amp;oacute;n, parec&amp;iacute;a que la cosa iba a salir &amp;quot;fina&amp;quot;: El modelo de caja se ha implementado correctamente, se soportan propiedades tan &amp;uacute;tiles como min/max-width, ... &amp;iquest;&amp;iexcl;Se acabaron las reglas s&amp;oacute;lo para IE!</description>
    </item>
    
    <item>
      <title>Fundamentos Web 2006 en imágenes</title>
      <link>http://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link>
      <pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid>
      <description>Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso Fundamentos Web 2006 , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n.Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses. </description>
    </item>
    
    <item>
      <title>Fundamentos Web en directo desde torresburriel.com</title>
      <link>http://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link>
      <pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid>
      <description>Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video. Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante! </description>
    </item>
    
    <item>
      <title>Fundamentos Web 2006: A sólo dos días</title>
      <link>http://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link>
      <pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid>
      <description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 . Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description>
    </item>
    
    <item>
      <title>Lanzamiento oficial de JQuery 1.0</title>
      <link>http://albert.garcia.gibert.es/lanzamiento-oficial-jquery-10-3680/</link>
      <pubDate>Sat, 26 Aug 2006 19:58:49 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/lanzamiento-oficial-jquery-10-3680/</guid>
      <description>Durante la madrugada del viernes al s&amp;aacute;bado, John Resig ha anunciado la esperada publicaci&amp;oacute;n oficial de la versi&amp;oacute;n 1.0 de JQuery , una fant&amp;aacute;stica librer&amp;iacute;a javascript que en unos pocos meses ha supuesto una peque&amp;ntilde;a revoluci&amp;oacute;n para dise&amp;ntilde;adores y desarrolladores. Eventos din&amp;aacute;micos, AJAX, acceso sencillo a DOM y una filosof&amp;iacute;a de trabajo que ha conseguido implementar una nueva manera de escribir javascript, consiguiendo resultados de una complejidad importante con un c&amp;oacute;digo extremadamente reducido.</description>
    </item>
    
    <item>
      <title>Office Live by Google, Google Spreadsheets</title>
      <link>http://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</link>
      <pubDate>Wed, 07 Jun 2006 18:10:16 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</guid>
      <description>Hace unos d&amp;iacute;as habl&amp;aacute;bamos en la oficina de c&amp;oacute;mo dentro de poco tiempo ver&amp;iacute;amos nuestras m&amp;aacute;s&amp;nbsp;habituales aplicaciones de escritorio migradas a un entorno distribuido. La aplicaciones ofim&amp;aacute;ticas ser&amp;aacute;n de las primeras en caer.Google ya est&amp;aacute; all&amp;iacute;, como otras veces, mientras el resto a&amp;uacute;n busca el camino.Google Spreadsheets&amp;nbsp; </description>
    </item>
    
    <item>
      <title>Nueva home de Yahoo</title>
      <link>http://albert.garcia.gibert.es/nueva-home-yahoo-2322/</link>
      <pubDate>Tue, 16 May 2006 15:38:26 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/nueva-home-yahoo-2322/</guid>
      <description>Ya hab&amp;iacute;an corrido por ah&amp;iacute; algunas screenshots, ahora es p&amp;uacute;blicamente accesible: http://www.yahoo.com/preview Fijaos en la manera que tienen de presentar las nuevas opciones desde el &amp;quot;Take a quick tour&amp;quot; ( superponen un PNG transparente, o c&amp;oacute;mo ponen en pr&amp;aacute;ctica algunas de los &amp;uacute;ltimos patrones de dise&amp;ntilde;o de su librer&amp;iacute;a en las opciones laterales, &amp;quot;mail&amp;quot;, &amp;quot;messenger&amp;quot;, &amp;quot;radio&amp;quot;... Destacable tambi&amp;eacute;n el uso de CSS Sprites para ahorrar ancho de banda en lo que se refiere al uso de iconos peque&amp;ntilde;os.</description>
    </item>
    
    <item>
      <title>3ª Jornadas de Usabilidad en Barcelona ( o &#39;en casa del herrero...&#39; III )</title>
      <link>http://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</link>
      <pubDate>Wed, 10 May 2006 11:45:28 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</guid>
      <description>El d&amp;iacute;a 26 de abril asist&amp;iacute;, junto con algunos compa&amp;ntilde;eros del trabajo, a las 3&amp;ordf; Jornadas de Usabilidad en Sistemas de Informaci&amp;oacute;n Digitales , organizadas por el Colegio Oficial de Documentalistas de Catalunya en la Universidad Pompeu Fabra de Barcelona. En general la valoraci&amp;oacute;n fu&amp;eacute; positiva, aunque nos quedamos con la sensaci&amp;oacute;n de que en algunos momentos hab&amp;iacute;amos estado asistiendo a la presentaci&amp;oacute;n de los proyectos personales de algunos de los ponentes.</description>
    </item>
    
    <item>
      <title>Descripción y fuentes del upload  PHP &#43; AJAX con barra de progreso</title>
      <link>http://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</link>
      <pubDate>Thu, 23 Mar 2006 23:17:54 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</guid>
      <description>D&amp;iacute;as atr&amp;aacute;s coment&amp;eacute; que hab&amp;iacute;a estado trabajando en un peque&amp;ntilde;o experimento para conseguir implementar un sistema para realizar upload de archivos mediante PHP, que permitiera generar una barra de progreso, con la que controlar el estado de la carga de archivos en todo momento. A continuaci&amp;oacute;n encontrar&amp;eacute;is disponible para descara el c&amp;oacute;digo fuente de dicho experimento y una peque&amp;ntilde;a descripci&amp;oacute;n del paquete y de los requisitos para su puesta en marcha.</description>
    </item>
    
    <item>
      <title>Upload de archivos y progressbar con PHP,Perl y AJAX</title>
      <link>http://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</link>
      <pubDate>Wed, 15 Mar 2006 21:41:06 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</guid>
      <description>A&amp;uacute;n cuando no he conseguido desentramar el misterio de la antena reaparecida, otra misteriosa casualidad ha roto mi paz interior, esta vez relacionada con el trabajo. Hoy al llegar a la oficina me he encontrado con una recomendaci&amp;oacute;n por mail en qu&amp;eacute; se citaba un art&amp;iacute;culo en ingl&amp;eacute;s que habla acerca de un sistema de carga de ficheros con barra de progreso usando t&amp;eacute;cnicas AJAX y PHP+Perl como lenguages de servidor.</description>
    </item>
    
    <item>
      <title>En casa del herrero... II</title>
      <link>http://albert.garcia.gibert.es/casa-herrero-ii-695/</link>
      <pubDate>Fri, 23 Dec 2005 13:07:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/casa-herrero-ii-695/</guid>
      <description>Siguiendo con la serie de errores inauditos y sorprendentes, hace justo unos minutos que la home de PHP.net nos devuelve este error. Lo peor no es s&amp;oacute;lo eso, sino que al escribir la URL del include que est&amp;aacute; dando error... PUM! aparece el c&amp;oacute;digo fuente de los mismos. Bueno, nadie es perfecto.
Una vez m&amp;aacute;s se demuestra... En casa del herrero, cuchillo de palo. </description>
    </item>
    
    <item>
      <title>Los blogs de OboLog en los buscadores</title>
      <link>http://albert.garcia.gibert.es/blogs-obolog-buscadores-656/</link>
      <pubDate>Mon, 17 Oct 2005 23:23:08 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/blogs-obolog-buscadores-656/</guid>
      <description>Por lo que parece, la mayor&amp;iacute;a de buscadores ya han encontrado a los blogs alojados en OboLog. Haced la prueba y buscad vuestro nombre en Google o MSN Search... ;)</description>
    </item>
    
    <item>
      <title>En casa del herrero...</title>
      <link>http://albert.garcia.gibert.es/casa-herrero-649/</link>
      <pubDate>Fri, 14 Oct 2005 00:40:45 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/casa-herrero-649/</guid>
      <description>Es curioso... Estaba ahora mismo terminando mi jornada laboral nocturna y me ha dado por fisgar en el c&amp;oacute;digo de la home de nuestro Se&amp;ntilde;or Buscador, Google. Y me he quedado a cuadros: Todo metido en sus tablitas para que cuadre, con etiquetas font para definir los tama&amp;ntilde;os, y sin nisiquiera un DOCTYPE que le diga al navegador qu&amp;eacute; normas de validaci&amp;oacute;n deber&amp;iacute;a seguir... Lo dicho, cuchara de palo.</description>
    </item>
    
    <item>
      <title>OboPlayer se extiende</title>
      <link>http://albert.garcia.gibert.es/oboplayer-se-extiende-540/</link>
      <pubDate>Wed, 30 Mar 2005 10:29:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/oboplayer-se-extiende-540/</guid>
      <description>Ayer por la noche me llevé una sorpresa al ver que en la web del actual Lehendakari Ibarretxe, candidato también a las próximas elecciones al parlamento Vasco, usan una adaptación del Oboplayer para reproducir los archivos de audio de su site y el reproductor de Tintachina para los videos (y citan las fuentes amablemente,por supuesto). Es gratificante ver que se amplia la lista de sites quehan podido sacar partido a esas herramientas.</description>
    </item>
    
    <item>
      <title>Seguint amb el nofollow</title>
      <link>http://albert.garcia.gibert.es/seguint-amb-nofollow-486/</link>
      <pubDate>Thu, 20 Jan 2005 17:38:47 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/seguint-amb-nofollow-486/</guid>
      <description>L&#39;anunci de Google fa escassos dies de la propera implementació del&#39;atribut nofollow als enlla&amp;ccedil;os, que pel que sembla ser&amp;agrave; secundada pelsprincipals cercadors, ha aixecat un debat for&amp;ccedil;a interessant a diversosweblogs. Crec que val la pena fer una petita reflexió sobre aquestanova característica de Google, ja que ens pot afectar d&#39;alguna manera atots els que ens dediquem al desenvolupament web. Com que no sóc capespecialista en m&amp;agrave;rketing online ni posicionament en cercadors, i crecque la majoria de vosaltres tampoc, intentaré fer un an&amp;agrave;lisi el mésplaner possible, sota risc de caure en la excessiva simplicitat enalgun moment.</description>
    </item>
    
    <item>
      <title>Combat l&#39;spam al teu blog</title>
      <link>http://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</link>
      <pubDate>Wed, 19 Jan 2005 10:46:09 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</guid>
      <description>Ens trobem al blog de notícies sobre Google en castell&amp;agrave;, google.dirson.com, una refer&amp;egrave;nciaa la implementació en el Googlebot d&#39;una nova funció, que el permetr&amp;agrave;ignorar determinar enlla&amp;ccedil;os, amb la finalitat de no tenir-lo en comptea l&#39;hora de calcular el PageRank de la p&amp;agrave;gina a la que s&#39;enlla&amp;ccedil;a. Iquina funció pot tenir aix&amp;ograve;? Doncs senzill: anular totalment laefectivitat de l&#39;spam en els comentaris dels weblogs, entre d&#39;altres,ja que les p&amp;agrave;gines dels spammers a les que enllacen no podr&amp;agrave;naprofitar-se del PageRank del blog on apareixen.</description>
    </item>
    
    <item>
      <title>Editor de texto para tu CMS</title>
      <link>http://albert.garcia.gibert.es/editor-texto-cms-479/</link>
      <pubDate>Mon, 17 Jan 2005 16:05:18 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/editor-texto-cms-479/</guid>
      <description>Uno de los principales objetivos de un CMS (un gestor de contenidos) es permitir que los usuarios puedan mantener un website sin necesidad de tener conocimientos técnicos ni de programación. La solución a esto pasa por varias opciones: Posibilitar la entrada sólamente de texto plano, y dar posteriormente un formato uniforme a ese texto, eliminando cualquier etiqueta HTML. Permitir la entrada directa de algunas etiquetas sencillas de HTML.Usar etiquetas propias para algunos formateos sencillos (negritas, cursivas, alineaciones de párrafo.</description>
    </item>
    
    <item>
      <title>Prevenir el hotlinking e implementar REST</title>
      <link>http://albert.garcia.gibert.es/prevenir-hotlinking-implementar-rest-471/</link>
      <pubDate>Mon, 10 Jan 2005 17:58:42 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/prevenir-hotlinking-implementar-rest-471/</guid>
      <description>Nuevas características en el obokaman.com. Muy posiblemente las hayas pasado por alto, y por eso mismo las comento aquí, por si te son de utilidad en algún momento. Se trata de dos soluciones concretas que tienen que ver con el fichero de configuración .htaccess y el mod rewrite para Apache, que permite que el servidor web &#34;reescriba&#34; una URL que recibe. En primer lugar, este último mes he visto que estamos llegando al límite de transferencia del hosting de obokaman.</description>
    </item>
    
    <item>
      <title>Busca a obokaman.com amb Firefox</title>
      <link>http://albert.garcia.gibert.es/busca-obokamancom-amb-firefox-463/</link>
      <pubDate>Tue, 04 Jan 2005 12:53:36 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/busca-obokamancom-amb-firefox-463/</guid>
      <description>Fent proves amb una aplicaci&amp;oacute; de recerca d&#39;informaci&amp;oacute; a Intranets que estic programant a la feina, he apr&amp;eacute;s avui com crear un plugin per a Firefox per afegir nous motors de cerca, tal com indica la imatge superior. R&amp;agrave;pidament he fet una adaptaci&amp;oacute; pel blog. Si vols afegir la opci&amp;oacute; per cercar als arxius d&#39;obokaman.com des del teu navegador Firefox, nom&amp;eacute;s has de descarregar aquest arxiu i descomprimir-lo a la carpeta sg&amp;uuml;ent:</description>
    </item>
    
    <item>
      <title>Y ahora... video en los posts!</title>
      <link>http://albert.garcia.gibert.es/ahora-video-posts-458/</link>
      <pubDate>Wed, 29 Dec 2004 22:15:45 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ahora-video-posts-458/</guid>
      <description>Si hace sólo algunos días te hablaba de la posibilidad de adjuntar un reproductor de MP3 online a los posts de tu blog, ahora es el turno de los videos. Siguiendo los pasos del reproductor de videoposts de Gemma,llega el OboVideoPlayer, jejeje... Para abrir boca, ahi va un trocitodel concierto que hicimos en el Centro Cívico del Prat. Estamos tocandoYellow. &amp;iquest;Se nota de quién era madre la que filmaba?</description>
    </item>
    
    <item>
      <title>Audio en tus Posts II</title>
      <link>http://albert.garcia.gibert.es/audio-tus-posts-ii-443/</link>
      <pubDate>Fri, 24 Dec 2004 12:33:58 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/audio-tus-posts-ii-443/</guid>
      <description>Ayer mismote comentaba que habia estado trabajando en un reproductor de audio enFlash para poder hacer streaming de un MP3 que le pasáramos comoparámetro. Soy un impaciente y la versión que colgué ayer, aunquefuncionaba correctamente, tenía algunas limitaciones. &amp;quot;Estuvimostrabajando en ello&amp;quot; y hoy creo que ya podemos hablar de la primeraversión del OboPlayer &amp;quot;con fundamento&amp;quot;. Vamos a echar un vistazo al&#39;Making Of&#39;.
En primer lugar, como ya comenté, el apunte sobre videoposts de Gemma en tintachina fue la chispa inspiradora.</description>
    </item>
    
    <item>
      <title>Àudio als teus Posts</title>
      <link>http://albert.garcia.gibert.es/audio-als-teus-posts-442/</link>
      <pubDate>Thu, 23 Dec 2004 17:55:17 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/audio-als-teus-posts-442/</guid>
      <description>Fa uns dies, un post a tintachinaem feia reprendre una part de la nova versió d&#39;obokaman.com que haviadeixat de banda: el reproductor multim&amp;egrave;dia. Pensava en com muntar unflash al qual li passés un par&amp;agrave;metre en forma de URL d&#39;un mp3 o video,i aquest fes streaming de l&#39;arxiu original. Les avantatges son &amp;ograve;bvies:poder escoltar una can&amp;ccedil;ó directament de la web, estalviar amplada debanda (només es descarrega all&amp;ograve; que escoltes, el reproductor sol pesanomés 13,5Kb), adaptar la imatge del reproductor a la teva web i no ferservir mediaplayers incrustats ni coses lletjes per l&#39;estil.</description>
    </item>
    
    <item>
      <title>Buscador en PHP</title>
      <link>http://albert.garcia.gibert.es/buscador-en-php-433/</link>
      <pubDate>Fri, 10 Dec 2004 00:18:37 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/buscador-en-php-433/</guid>
      <description>Bueeeno, aquesta nit toca post t&amp;egrave;cnic, que ja he aconseguit _quasi_ acabar una de les parts que trobo m&amp;eacute;s interessant del blog: el cercador. Amb el pas del temps la quantitat d&#39;informaci&amp;oacute; enregistrada a la web ha augmentat considerablement, i sense una bona categoritzaci&amp;oacute; i organitzaci&amp;oacute; dels continguts, certs missatges corren el perill de caure en l&#39;oblit. En aquest sentit, tenir un arxiu de missatges agrupats per categories o data pot ser molt &amp;uacute;til, per&amp;ograve; perd efectivitat quan parlem de categor&amp;iacute;es amb m&amp;eacute;s de 100 missatges.</description>
    </item>
    
    <item>
      <title>Problemes d&#39;accesibilitat al web de Caixa de Catalunya</title>
      <link>http://albert.garcia.gibert.es/problemes-daccesibilitat-al-web-caixa-catalunya-412/</link>
      <pubDate>Thu, 11 Nov 2004 13:25:00 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/problemes-daccesibilitat-al-web-caixa-catalunya-412/</guid>
      <description>Ara fa uns dies llegia a Barrapuntoun post sobre els problemes que donava la web de Caixanova, una de lescaixes d&#39;estalvis més importants de Galícia, a l&#39;accedir amb elMozilla. Sembla que les queixes d&#39;aquest usuari (i suposo que bastantsd&#39;altres, sumat al fet que es fes ressó d&#39;aquests errors) van sortirefecte, i Caixanova va solucionar els problemes d&#39;incompatibilitat. &amp;quot;Quins collons!&amp;quot;,pensava jo... La web d&#39;un banc!, una empresa que a priori deu disposarde tots els medis al seu abast per poder oferir als seus clients unaccés segur, senzill i directe a les seves dades, amb molts més motius,si cap, que d&#39;altres tipus d&#39;organitzacions.</description>
    </item>
    
    <item>
      <title>If Architects Had To Work Like Web Designers</title>
      <link>http://albert.garcia.gibert.es/if-architects-had-to-work-like-web-designers-395/</link>
      <pubDate>Wed, 03 Nov 2004 00:39:43 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/if-architects-had-to-work-like-web-designers-395/</guid>
      <description>Estimado Sr. Arquitecto:
Porfavor, diseñe y contruya mi casa. No estoy muy seguro de lo que necesito, así que deberá usar su propio criterio. Mi casa deberá tener entre dos y cuarenta y cinco habitaciones. Simplemente asegúrese de que en los planos sea sencillo añadirlas o quitarlas a discreción, cuando me los presente ya tomaré la decisión definitiva. Asímismo, proporcióneme los precios de cada una de las posibilidades para que pueda decidirme por una de ellas.</description>
    </item>
    
    <item>
      <title>Diseño adaptable a todos los bolsillos</title>
      <link>http://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</link>
      <pubDate>Fri, 29 Oct 2004 13:05:13 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</guid>
      <description>O m&amp;aacute;s bien dicho, de dise&amp;ntilde;os adaptables a todos los dispositivos de bolsillo, eso es de lo que vamos a hablar. Sobre c&amp;oacute;mo conseguirlo trata el &amp;uacute;ltimo art&amp;iacute;culo que he leido en A List Apart. Si bien ya muchos desarrolladores estamos sensibilizados con los beneficios de programar usando est&amp;aacute;ndares web, a veces creo que no llegamos a ser conscientes (al menos hablo por mi) del enorme beneficio que podemos llegar a conseguir por ese &amp;quot;sobreesfuerzo&amp;quot; que puede suponer atenerse a los, en ocasiones, r&amp;iacute;gidos est&amp;aacute;ndares del W3C.</description>
    </item>
    
    <item>
      <title>Nova versió d&#39;Obokaman!</title>
      <link>http://albert.garcia.gibert.es/nova-versio-dobokaman-132/</link>
      <pubDate>Mon, 30 Aug 2004 17:53:12 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/nova-versio-dobokaman-132/</guid>
      <description>Bé: no estic mort ni estic de parranda, simplement una mica atabalat de feina, per variar... Però puc prometre i prometo, visitant assidu d&#39;obokaman (m&#39;estic referint al Weso, a la Marian i a mi, òbviament) que tota aquesta deixadesa té el seu motiu, i la teva constància tindrà una merescuda recompensa. Obokaman.com com el coneixeu s&#39;apropa al seu fi. Estic preparant (per fi!) un redisseny de la web, que espero la faci més ràpida i senzilla d&#39;utilitzar.</description>
    </item>
    
  </channel>
</rss>