<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Sentimientos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/sentimientos/</link><description>Recent content in Sentimientos on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Mon, 15 Nov 2004 00:33:56 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/sentimientos/index.xml" rel="self" type="application/rss+xml"/><item><title>Lágrimas</title><link>https://albert.garcia.gibert.es/lagrimas-418/</link><pubDate>Mon, 15 Nov 2004 00:33:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/lagrimas-418/</guid><description>&lt;p>Creo que me estoy resfriando. Hoy , mientras volv&amp;iacute;amos de Castell&amp;oacute;n en coche, ya he notado los primeros s&amp;iacute;ntomas de congesti&amp;oacute;n, y esa odiosa sensaci&amp;oacute;n en los ojos. Una especie de hinchaz&amp;oacute;n que te obliga a tenerlos entrecerrados y que te los acaba dejando irritados de tanto frotarlos. Al llegar a casa me he preparado un vaso con Couldina y una buena taza de colacao calentito, pero 5 minutos delante de la pantalla han sido suficientes: ha saltado una l&amp;aacute;grima. Y me ha gustado. He podido sentir c&amp;oacute;mo se escapaba del p&amp;aacute;rpado izquierdo y se deslizaba lentamente por mi mejilla hasta la comisura de los labios. Y por un momento, mientras ca&amp;iacute;a, me he olvidado de lo tediosos que resultan los dem&amp;aacute;s s&amp;iacute;ntomas y me he concentrado en disfrutar de esa l&amp;aacute;grima. &lt;/p></description></item><item><title>25 anys</title><link>https://albert.garcia.gibert.es/25-anys-103/</link><pubDate>Mon, 13 Oct 2003 12:10:11 +0000</pubDate><guid>https://albert.garcia.gibert.es/25-anys-103/</guid><description>&lt;p>El dimecres de fa dues setmanes, dia 1, va ser 
 l'aniversari de la Silvia, i aquest dijous passat, 
 dia 9, el meu. Un quart de segle tots dos, que 
 se dice pronto. (Si, la Silvia és més 
 gran que jo... 8 díes. Sempre fem broma 
 amb el morbo que em va fer sortir amb una noia 
 un any més gran que jo durant una setmana. 
 :P) Vam decidir que seria divertit passar amb 
 els col·legues un cap de setmana &lt;em>por 
 ahi&lt;/em> per celebrar-ho, i la casa de mons pares 
 a Castelló aviat es va presentar com la 
 millor opció: Un menjador prou gran pel 
 &amp;quot;guateque&amp;quot; i llits per tothom. &lt;/p></description></item><item><title>Una imagen vale más que mil palabras...</title><link>https://albert.garcia.gibert.es/imagen-vale-mas-mil-palabras-87/</link><pubDate>Thu, 17 Jul 2003 09:38:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/imagen-vale-mas-mil-palabras-87/</guid><description>... dice el saber 
 popular, aunque en ocasiones con tan s&amp;oacute;lo 
 unas pocas s&amp;iacute;labas podemos evocar las m&amp;aacute;s 
 bellas instant&amp;aacute;neas. Eso precisamente intentan 
 los haikus: plasmar un instante en tan s&amp;oacute;lo 
 tres versos. Encierran, por tanto, mucho m&amp;aacute;s 
 de lo que dicen... Felicidades desde tierra de 
 nadie a los que las merecen.
 &lt;div align="center">
 &lt;img src="https://albert.garcia.gibert.es/img_blog_obo/haikurui.jpg" width="457" height="403"> 
 &lt;br />
 &lt;br />
 &lt;img src="https://albert.garcia.gibert.es/img_blog_obo/haikuanci.jpg" width="457" height="403"> 
								&lt;/div></description></item><item><title>Fluky for President</title><link>https://albert.garcia.gibert.es/fluky-for-president-82/</link><pubDate>Wed, 28 May 2003 11:47:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/fluky-for-president-82/</guid><description>&lt;p>Algunas veces he leido en otros blogs de gente 
 que lleva bastante más que yo en el tema 
 lo extraño que es que personas a las que 
 no ves hace mucho o a las que incluso muchas veces 
 casi no conoces se enteren de cosas de tu vida 
 privada a través de tu blog. Es cuanto 
 menos una situación curiosa. Además 
 me ha empezado a ocurrir ahora, en una época 
 en que el ritmo de actualización de la 
 página ha disminuido junto con mis horas 
 "libres", por culpa del trabajo y gracias 
 a otras cosas bastante más agradables. 
 Ya casi había olvidado que habia gente 
 que leía esto aparte de los 4 habituales 
 y allegados. Pues nada, un saludo y ánimos 
 para participar en la página a esos nuevos 
 habitantes de obokaman.com y un abrazo a tí 
 también que me acompañas desde hace 
 tiempo con tus comentarios, pensamientos, mensajes, 
 dibujos y fotografías desde el &lt;a href="tuyas.php">diario 
 colectivo&lt;/a>. Tanto tiempo y aún no te 
 había dado las gracias... soy un poco impresentable.&lt;/p></description></item><item><title>Mirando al mar</title><link>https://albert.garcia.gibert.es/mirando-al-mar-80/</link><pubDate>Thu, 15 May 2003 13:02:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/mirando-al-mar-80/</guid><description>&lt;p>Despertar un buen d&amp;iacute;a de madrugada y encontrar 
 tu mano entrelazada con la de otra persona que 
 yace all&amp;iacute;, a tu lado. Levantar la vista 
 y encontrar unos ojos cerrados, oscuros, unos 
 labios que dibujan una leve sonrisa y sentir que 
 desear&amp;iacute;as alargar ese momento para el resto 
 de tu vida... al tiempo que no aciertas a saber 
 por cu&amp;aacute;nto tiempo has permanecido dormido 
 o si todo aquello es un sue&amp;ntilde;o, de hecho... 
 Llegaron extra&amp;ntilde;os vientos fundiendo las 
 s&amp;oacute;lidas y gruesas celdas de hielo construidas 
 por el Sr. Invierno para su &lt;a href="https://albert.garcia.gibert.es/miasdet.php?id=65">Largo 
 Diciembre&lt;/a> con una fuerza que lo cogi&amp;oacute; 
 desprevenido. Nada pudo hacer para evitarlo. Y 
 volvieron a batir de nuevo, a bombear esperanza 
 y a hacer fluir un r&amp;iacute;o de vida por las 
 arterias de esas almas, presas en hibernaci&amp;oacute;n. 
 Y es que nunca podremos controlar los elementos, 
 tan s&amp;oacute;lo nuestras acciones en el presente 
 y nuestros sentimientos, y ni estos &amp;uacute;ltimos 
 a veces, la verdad... La inmensidad y la magnificencia 
 del azul del mar envuelven de paz, suaves brisas 
 y olores mis pensamientos hoy.&lt;/p></description></item><item><title>Tempus Fugit</title><link>https://albert.garcia.gibert.es/tempus-fugit-77/</link><pubDate>Mon, 21 Apr 2003 03:29:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/tempus-fugit-77/</guid><description>&lt;p>&lt;span class="txtalt">(Escrib&amp;iacute; esta p&amp;aacute;gina 
 del diario el jueves 17 de Abril, pero no he encontrado 
 el momento de colgarla. Primer post en diferido)&lt;/span>&lt;br />
 &lt;br />
 Creo que he bajado bastante el ritmo de actualizaci&amp;oacute;n 
 del diario de un tiempo hacia aqu&amp;iacute;, pero 
 es que por estos lares las cosas est&amp;aacute;n 
 cambiando un poco &amp;uacute;ltimamente y tengo que 
 acostumbrarme. Alguien ha puesto el pie en el 
 acelerador y a&amp;uacute;n nadie le ha avisado del 
 exceso de velocidad. El tiempo pasa m&amp;aacute;s 
 r&amp;aacute;pido de lo que nunca hasta ahora habia 
 sido consciente, los recuerdos y las sensaciones 
 se agolpan y no puedo casi ni digerirlos. &amp;iquest;Esto 
 va a seguir siempre as&amp;iacute; a partir de ahora 
 o hay manera de frenarlo? Que alguien me lo explique 
 por que voy perdido. Recuerdo cuando era adolescente 
 que era un comentario recurrente de los adultos, 
 cuando te quejabas de lo que tardar&amp;iacute;as 
 en crecer, en acabar los estudios, en tener barba, 
 en tener un coche... Quer&amp;iacute;as que todo aquello 
 pasara YA y plantarte en la veintena en un suspiro. 
 Ellos te dec&amp;iacute;an que tranquilo, que aprovecharas 
 aquellos momentos, que una vez pasaras los 20, 
 todo se acelerar&amp;iacute;a de manera extraordinaria. 
 Y obviamente no te lo cre&amp;iacute;as. Siempre con 
 el mismo cuento... Hasta que un buen d&amp;iacute;a 
 te levantas, te miras al espejo y ves que te han 
 salido un par de canas en la perilla. Ah&amp;iacute; 
 te entra un poco de canguelo. Miras el reloj y 
 te das cuenta de que han pasado un porr&amp;oacute;n 
 de a&amp;ntilde;os desde aquel d&amp;iacute;a, aunque 
 te intentes convencer de que hace tan s&amp;oacute;lo 
 unos meses... Las horas siguen siendo de 60 minutos 
 y los a&amp;ntilde;os de 365 d&amp;iacute;as, as&amp;iacute; 
 que lo &amp;uacute;nico que ha cambiado es la percepci&amp;oacute;n. 
 Son muchos recuerdos impresos en este negativo 
 que es nuestra memoria, lleno de momentos especiales, 
 de sentimientos, de personas... que vinieron, 
 que se fueron, que siempre estuvieron ah&amp;iacute;, 
 personas que reencontramos... Y en la mayor&amp;iacute;a 
 de los casos no controlamos el orden de los sucesos, 
 as&amp;iacute; que s&amp;oacute;lo podemos agarrarnos 
 con fuerza al momento que vivimos e intentar aprovechar 
 al m&amp;aacute;ximo todo lo que nos rodea porque 
 no sabemos cu&amp;aacute;ndo tendr&amp;aacute; lugar el 
 pr&amp;oacute;ximo cambio de rumbo. Creo saber lo 
 que ocurrir&amp;aacute;, pero tengo miedo a forzar 
 acontecimientos. Ves? En eso sigo siendo el mismo 
 de siempre... :(&lt;/p></description></item><item><title>Concéntrate</title><link>https://albert.garcia.gibert.es/concentrate-75/</link><pubDate>Tue, 08 Apr 2003 11:20:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/concentrate-75/</guid><description>&lt;p>&amp;Uacute;ltimamente las cosas suceden a un ritmo 
 algo extra&amp;ntilde;o. No sabr&amp;iacute;a decirte 
 si m&amp;aacute;s r&amp;aacute;pido, m&amp;aacute;s lento... 
 Siento que las horas transcurren a mi alrededor 
 y cada una es diferente a la anterior, no tienen 
 ninguna relaci&amp;oacute;n entre ellas. Pierdo la 
 noci&amp;oacute;n del tiempo con facilidad y puedo 
 pasar horas dando vueltas a una misma idea por 
 simple que esta sea, a&amp;uacute;n sin llegar a ninguna 
 conclusi&amp;oacute;n que me deje tranquilo. He perdido 
 buena parte de mi capacidad de concentraci&amp;oacute;n, 
 ya mermada por naturaleza. Mis dias se reparten 
 en peque&amp;ntilde;as tareas de no m&amp;aacute;s de 
 media hora. Soy incapaz de dedicar m&amp;aacute;s 
 de ese tiempo de una sola sentada a nada. De acuerdo, 
 a casi nada. La verdad es que el cambio de trabajo 
 ha llegado en un buen momento, creo. Empezaba 
 a necesitar cierto orden en mi dia a dia, y ha 
 quedado claro que yo s&amp;oacute;lo no estaba consiguiendo 
 impon&amp;eacute;rmelo. Cuando vuelva a hacer una 
 visita a la FNAC el mes pr&amp;oacute;ximo preguntar&amp;eacute; 
 si pueden conseguirme algo de Determinaci&amp;oacute;n 
 y Fuerza de Voluntad. Supongo que dejar&amp;aacute;n 
 pagar a plazos como siempre...&lt;/p></description></item><item><title>Mentiras</title><link>https://albert.garcia.gibert.es/mentiras-72/</link><pubDate>Tue, 01 Apr 2003 04:10:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/mentiras-72/</guid><description>&lt;p>Ha sido un fin de semana redondo, he hecho lo 
 que me gusta y con la gente que me gusta hacerlo, 
 así que no podría pedir mucho más 
 para considerarme una persona feliz. El sábado 
 empezamos con los ensayos-maratón de 7 
 horas, y la verdad es que no nos hubiera importado 
 hacer unas cuántas más si el dia 
 hubiera sido más largo. Lo pasamos en grande, 
 improvisando, riendo, sacando algunos de los temas 
 nuevos... Había un ambiente genial en aquella 
 sala de ensayo, estábamos todos muy receptivos 
 y parece que emitimos todos unas buenas vibraciones 
 que nos van a durar hasta el próximo sábado. 
 Por la noche, a pesar de la costillada prevista 
 para el domingo, los habituales (excepto alguna 
 baja de última hora)nos fuimos de bailoteo 
 a Yabba + Costa Breve. No podia haber terminado 
 el dia de mejor manera: entre los Caciques, lo 
 cansado que estaba y lo bien que me sentí 
 aquella noche... cogí la cama como un niño 
 pequeño (incluso saqué la almohada 
 del armario!). &lt;/p></description></item><item><title>KomPotSer per Sempre!</title><link>https://albert.garcia.gibert.es/kompotser-per-sempre-64/</link><pubDate>Tue, 11 Mar 2003 14:43:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/kompotser-per-sempre-64/</guid><description>&lt;p>A dia de hoy doy por creada la plataforma pro-recuperaci&amp;oacute;n 
 del nombre del grupo. Kompotser per Sempre.&lt;/p>
 &lt;p align="center"> &lt;img src="https://albert.garcia.gibert.es/img_blog_obo/kompotsertorna.gif" width="450" height="233">&lt;/p>&lt;p>Pong&amp;aacute;monos en situaci&amp;oacute;n... Ayer 
 por la noche estaba charlando con Esteve por el 
 msn y me pas&amp;oacute; una canci&amp;oacute;n grabada 
 en directo que hab&amp;iacute;an tocado hace tiempo, 
 una versi&amp;oacute;n muy guapa del Stand by Me. 
 Oyendo a la gente corear y lo realmente bien que 
 sonaba el tema en directo me entr&amp;oacute; ese 
 gusanillo que ya tan bien conozco... El Happening 
 sirvi&amp;oacute; para encender la chispilla, pero 
 a todos nos supo a poco. Las perspectivas del 
 concierto en la gala con Sabia y Co. cada vez 
 m&amp;aacute;s lejos y los problemas para ensayar 
 cada vez m&amp;aacute;s frecuentes. Hac&amp;iacute;a falta 
 algo que metiera una buena inyecci&amp;oacute;n de 
 nitro al grupo. Y las cosas siempre ocurren cuando 
 menos lo esperas, as&amp;iacute; que hay que ser paciente. 
 Paciente pero constante. Y tener la suerte de 
 estar en el lugar adecuado en el momento adecuado, 
 estas cosas van as&amp;iacute;. Esta tarde estaba 
 en el Lloro para hablar con Sonia y Juan de una 
 cena que estamos montando y ha bajado el chico 
 que se encarga de la programaci&amp;oacute;n musical 
 de la Capsa. Me ha dicho que queria hablar un 
 momento conmigo si tenia un rato, y yo he pensado 
 que querr&amp;iacute;a comentar algo de la web o qu&amp;eacute; 
 se yo. Cuando he subido a verle, lo primero que 
 me ha dicho es si conocia a &amp;quot;Gossos&amp;quot;. 
 Aunque haya desconectado bastante de la movida, 
 Els Gossos son uno de los grupos que m&amp;aacute;s 
 han sonado aqu&amp;iacute; en Catalunya los &amp;uacute;ltimos 
 a&amp;ntilde;os. Claro que los conozco. Como? Si, 
 tengo un grupo con unos amigos. Ah, si, cantamos 
 en catal&amp;aacute;n. Espera... teloneros? C&amp;oacute;mo? 
 Qu&amp;eacute; me est&amp;aacute;s contando? :D Claroooooooo!&lt;/p></description></item><item><title>La Cara Oculta</title><link>https://albert.garcia.gibert.es/la-cara-oculta-60/</link><pubDate>Mon, 24 Feb 2003 00:17:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-cara-oculta-60/</guid><description>&lt;p>Con el tiempo he ido configurando tres espacios 
 paralelos en los que se distribuyen mis vivencias. 
 Tres universos paralelos que intento sean lo más 
 estancos posible. Mi Familia, mi Refugio, y el 
 resto del Mundo: mis Amigos, el Trabajo, el día 
 a dia... Aunque en casos extremos resulta imposible 
 desligarlos y, como si de vasos comunicantes se 
 tratara, los problemas en uno de ellos se acaban 
 vertiendo en alguno de los otros dos espacios... 
 Eso precisamente está ocurriendo ahora. 
 Una vez más, el círculo maníaco-depresivo 
 que viene repitiéndose desde hace unos 
 7 a&amp;ntilde;os en casa vuelve a cerrarse. El problema 
 es que cada vez empieza y acaba más rápido 
 y no le acabo de encontrar solución. Más 
 que círculos parecen espirales, al final 
 saldremos todos despedidos por la centrífuga... 
 Afortunadamente, el Refugio está lleno 
 de Recuerdos con los que puedo evadirme y desconectar 
 temporalmente de lo que ocurre alrededor... por 
 cuánto tiempo?&lt;/p></description></item><item><title>La lluna, la pruna...</title><link>https://albert.garcia.gibert.es/lluna-pruna-58/</link><pubDate>Mon, 17 Feb 2003 01:46:39 +0000</pubDate><guid>https://albert.garcia.gibert.es/lluna-pruna-58/</guid><description>&lt;p>Esto es lo único que podía distinguir 
 hace un rato desde mi balcón, en el cielo 
 de esta oscura noche de Febrero.&lt;/p>
 &lt;p align="center">&lt;img src="https://albert.garcia.gibert.es/img_blog_obo/la_lluna.jpg" width="250" height="228">&lt;/p>&lt;p>&lt;img src="https://albert.garcia.gibert.es/img_blog_obo/lluna2.gif" width="189" height="134" align="right">Suele 
 ser difícil ver estrellas desde el Prat: 
 entre las propias luces de la ciudad y la contaminación... 
 aunque la luna siempre consigue destacar en el 
 cielo, si la luz del Sol está de su parte. 
 Creo que ayer fue Luna llena y hoy ha empezado 
 a menguar, aunque todavía no se distingue 
 mucho. Quizás tu ya lo sepas, pero para 
 los que no, saber si la luna está en su 
 fase menguante o creciente es bastante sencillo. 
 Basta con fijarnos qué parte está 
 dejando de reflejar la luz del sol, la izquierda 
 o la derecha: Si la parte iluminada forma una 
 C, la Luna está en fase Decreciente (o menguante). Si 
 la parte iluminada forma una D, la Luna está 
 en fase Creciente. Justo al contrario que la inicial.
 &lt;p>Y yo me pregunto si ayer también había 
 Luna llena en la otra cara de la Tierra...
 &lt;/p></description></item><item><title>Podré Tornar Enrera</title><link>https://albert.garcia.gibert.es/podre-tornar-enrera-53/</link><pubDate>Sun, 26 Jan 2003 23:14:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/podre-tornar-enrera-53/</guid><description>&lt;p>Hoy es el cumplea&amp;ntilde;os de &lt;a href="javascript:;" onClick="MM_openBrWindow('/oekaki/profile.php?user=wess','','scrollbars=yes,width=300,height=420')">&lt;b> 
 Wess &lt;/b>&lt;/a> (&amp;iexcl;felicitadlo!) y lo celebramos 
 ayer, junto con el de C. y A., con unas carreras 
 en el Indoor Karting de Sant Feliu y con unas 
 copas y unos bailoteos por la noche. El Karting 
 increible, disfrutamos como enanos. Esta vez fue 
 mejor incluso que la anterior. &amp;Eacute;ramos 9, 
 as&amp;iacute; que llenamos la parrilla de salida. 
 Como el tema direcci&amp;oacute;n y frenos ya estaba 
 controlado, fuimos a saco desde el principio. 
 Adelantamientos imposibles, derrapes que desafiaban 
 a las leyes de la f&amp;iacute;sica, y algunos que 
 otros casta&amp;ntilde;azos majos (ok Valero, lo siento). 
 &lt;img src="https://albert.garcia.gibert.es/img_blog_obo/karts-carnet.jpg" width="289" height="210" align="left">;-) 
 Tal fue la emoci&amp;oacute;n que finalmente decid&amp;iacute; 
 hacerme de una vez el carnet de socio. (Venga, 
 a gastar que esto son 4 d&amp;iacute;as y vamos ya 
 casi por la mitad!) As&amp;iacute; que ahora, por 
 el simple hecho de sacarle partido al tema habr&amp;aacute; 
 que ir m&amp;aacute;s a menudo. 8-D Adem&amp;aacute;s 
 con la broma consegu&amp;iacute; el mejor tiempo, 
 que no sirve para nada m&amp;aacute;s que para aumentar 
 mi autoestima, y a&amp;uacute;n me &lt;span class="help" title="emocioné, animé">&lt;em>engresqu&amp;eacute;&lt;/em>&lt;/span> 
 m&amp;aacute;s con el asunto karts. Ah&amp;iacute; tienes 
 el flamante carnet que me agenci&amp;eacute;. Y, Esteve 
 &amp;amp; Co., no os enga&amp;ntilde;&amp;eacute;is, sab&amp;eacute;is 
 que acabar&amp;eacute;is sac&amp;aacute;ndoos el carnet 
 tarde o temprano... ;) Una experiencia adrenal&amp;iacute;nica 
 altamente recomendable.&lt;/p></description></item><item><title>vidres trencats</title><link>https://albert.garcia.gibert.es/vidres-trencats-37/</link><pubDate>Tue, 10 Dec 2002 00:05:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/vidres-trencats-37/</guid><description>&lt;p align="justify">Se repite el ritual. Antes era 
 s&amp;oacute;lo los viernes, por la ma&amp;ntilde;ana 
 y por la tarde. Ahora no importa, lo siento a 
 diario. Me encojo, hace fr&amp;iacute;o, y miro a 
 todas partes, busc&amp;aacute;ndolos. Bajo las escaleras 
 con cierto nerviosismo. Un escalofr&amp;iacute;o en 
 la nuca y me giro de repente, como si me hubieran 
 estirado del brazo. La gente pasa por mi lado, 
 me miran extra&amp;ntilde;ados. Agacho la cabeza y 
 sigo caminando. Repaso todas las miradas en los 
 bancos y el and&amp;eacute;n. Nada. Cada d&amp;iacute;a 
 la misma corazonada. Y ni siquiera s&amp;eacute; qu&amp;eacute; 
 har&amp;iacute;a si tras ese olor que eriza los pelos 
 de mis brazos y piernas encontrara lo que espero. 
 Quiz&amp;aacute;s diera media vuelta y volviera sobre 
 mis pasos. O quiz&amp;aacute;s no. No lo sabr&amp;eacute; 
 hasta que ocurra.&lt;/p></description></item><item><title>oscuridad, de nuevo</title><link>https://albert.garcia.gibert.es/oscuridad-nuevo-27/</link><pubDate>Mon, 11 Nov 2002 00:39:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/oscuridad-nuevo-27/</guid><description>&lt;p align="justify">Empiezo a estar un poco harto 
 de escribir siempre sobre lo pat&amp;eacute;tica que 
 se est&amp;aacute; convirtiendo mi vida por momentos. 
 Creo que pongo de mi parte para que las cosas 
 sean diferentes, pero hay situaciones que no puedo 
 controlar conscientemente. C&amp;oacute;mo se supone 
 que tengo que salir de este puto agujero? Lo he 
 intentado de todas las maneras que he podido y 
 cuando creo que lo estoy consiguiendo, parece 
 que de alguna manera los acontecimientos se suceden 
 de forma premeditada para volver a dejarme en 
 el punto de partida. O m&amp;aacute;s abajo incluso. 
 &lt;/p></description></item><item><title>Sorpresa</title><link>https://albert.garcia.gibert.es/sorpresa-24/</link><pubDate>Tue, 29 Oct 2002 01:09:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/sorpresa-24/</guid><description>&lt;p align="justify">Son pocas pero valen por un mill&amp;oacute;n, 
 s&amp;oacute;lo hay que saber mirar cuando pasan cerca 
 de t&amp;iacute;. Almas generosas, hadas buenas, que 
 aparecen cuando menos lo esperas y en el lugar 
 menos pensado, para recordarte lo genial que es 
 vivir mil a&amp;ntilde;os de pesares por un instante 
 de placer. Hoy alguien ha tenido un detalle muy 
 bonito conmigo. &lt;a href="https://www.urban-noises.com/archives/00000033.htm" target="_blank">Aqu&amp;iacute;
 lo teneis&lt;/a>. Y &lt;a href="https://www.urban-noises.com" target="_blank">&amp;eacute;sta&lt;/a>
 es su p&amp;aacute;gina.&lt;/p></description></item><item><title>Empatía</title><link>https://albert.garcia.gibert.es/empatia-22/</link><pubDate>Thu, 24 Oct 2002 01:03:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/empatia-22/</guid><description>&lt;p align="justify">Hoy el post de McFlanagan en 
 el diario colectivo me hizo brillar los ojos porque 
 cre&amp;iacute; estar leyendo pensamientos propios 
 que han estado rond&amp;aacute;ndome estos &amp;uacute;ltimos 
 d&amp;iacute;as por la cabeza. Todos los cambios que 
 han habido a mi alrededor &amp;uacute;ltimamente sumados 
 a una situaci&amp;oacute;n personal y profesional 
 algo indeterminada y difusa me han hecho replantearme 
 ( o quiz&amp;aacute;s simplemente plantearme, de una 
 vez por todas ) qu&amp;eacute; quiero hacer realmente 
 con todo ese tiempo que tengo por delante. Todas 
 esas horas, esos d&amp;iacute;as, esos a&amp;ntilde;os 
 que me quedan a&amp;uacute;n por vivir. El levantarse 
 cada d&amp;iacute;a pensando simplemente en las 48 
 horas siguientes no va a funcionar por mucho m&amp;aacute;s 
 tiempo.&lt;/p></description></item><item><title>La roda va girant</title><link>https://albert.garcia.gibert.es/roda-va-girant-10/</link><pubDate>Mon, 16 Sep 2002 02:24:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/roda-va-girant-10/</guid><description>Hola de nuevo, 
 mi peque&amp;ntilde;o. Muchas son las cosas que han 
 pasado a mi alrededor estos d&amp;iacute;as, muchas 
 las vueltas que ha dado mi cabeza... y hoy al 
 despertar he visto que &amp;eacute;sta sigue mirando 
 en la misma direcci&amp;oacute;n, a pesar de todo. 
 En cada una de esas vueltas descubro, o creo distinguir, 
 algo nuevo, algo diferente, algo por lo que tiene 
 que valer la pena levantarme de esta cama, salir 
 de esta habitaci&amp;oacute;n, alejarme de esta oscuridad... 
 y ahora pierdo inercia y empiezo a sentir lo inevitable.&lt;p align="justify" class="txtleg">Intento simplificarlo 
 a&amp;uacute;n sabi&amp;eacute;ndolo imposible: evitar 
 cualquier detalle, cualquier imagen, cualquier 
 sonido que traiga a mi cabeza sus palabras, sus 
 labios, sus ojos... pero no puedo, est&amp;aacute; 
 en todas partes, en cada rinc&amp;oacute;n... Pruebo 
 a ser racional y buscar el motivo a cada pensamiento 
 pero me escapo a m&amp;iacute; mismo. &amp;iquest;C&amp;oacute;mo 
 puedo pretender comprender los suyos?... Me repito 
 constantemente, a m&amp;iacute; y a los dem&amp;aacute;s, 
 que todo va bien, que lo acepto, que la vida sigue, 
 no os preocup&amp;eacute;is... &amp;iquest;pero hacia 
 d&amp;oacute;nde sigue, y porqu&amp;eacute;? Yo as&amp;iacute; 
 no quiero seguir. Hace demasiado poco tiempo en 
 que me planteaba tantas cosas en futuro intenso... 
 &lt;/p></description></item><item><title>silencio</title><link>https://albert.garcia.gibert.es/silencio-9/</link><pubDate>Wed, 04 Sep 2002 21:46:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/silencio-9/</guid><description>&lt;p>Respiro. Puedo 
 ver, puedo oir mi corazón latir, pero no. 
 És una ilusión. He muerto. Aunque 
 siga ocupando un espacio en este sucio mundo, 
 he muerto. Alguien ha apagado la luz y por más 
 que me esfuerzo no consigo ver nada a mi alrededor. 
 Un gato. Si, quién pudiera ser un gato 
 para poder ver en la oscuridad o tener otras 6 
 oportunidades. Quizás ahora sí escriba 
 una canción. Una última canción 
 desesperada. Adiós. &lt;/p></description></item><item><title>Extraño virus veraniego</title><link>https://albert.garcia.gibert.es/extrano-virus-veraniego-4/</link><pubDate>Wed, 28 Aug 2002 09:20:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/extrano-virus-veraniego-4/</guid><description>Menudo agosto. 
 No s&amp;eacute; si en todos lados habr&amp;aacute; sido 
 igual, pero aqu&amp;iacute; en Barcelona: lluvias, 
 granizada, fr&amp;iacute;o, viento... como si la naturaleza 
 nos hubiera dado un cap&amp;oacute;n de aviso. Se 
 han salvado pocos d&amp;iacute;as. (Aunk total para 
 lo que podr&amp;iacute;a haber hecho, como que me 
 da un poco igual). Ya antes de ayer empec&amp;eacute; 
 a trabajar, pero a&amp;uacute;n me queda una semanita 
 de vacaciones en la rec&amp;aacute;mara. Estoy a la 
 expectativa de si este a&amp;ntilde;o montar&amp;eacute; 
 o no &lt;a href="https://testacc2.dominioabsoluto.com/virtualia/" target="_blank">Virtu&amp;agrave;lia&lt;/a>
 en el Prat para ver cu&amp;aacute;ndo quemo esos &amp;uacute;ltimos 
 d&amp;iacute;as: si de relax quiz&amp;aacute;s en Menorca 
 o a saco paco estrenando tabla en navidades... 
 ia vurem.&lt;p>Joe, esta &amp;uacute;ltima 
 semana ha sido criminal. Van ya 4 personas de 
 mi entorno m&amp;aacute;s cercano que se han separado 
 de su pareja. Una detr&amp;aacute;s de otra. Casi 
 de un dia para otro. Con el primero y el segundo 
 te sorprendes, pero 4 en una semana! Ya os dec&amp;iacute;a 
 yo que este verano tiene algo extra&amp;ntilde;o, 
 y no s&amp;oacute;lo es el tiempo. Hay algo en el 
 aire que se puede oler, casi palpar. Con alguno 
 a&amp;uacute;n no he tenido oportunidad de hablar, 
 y con uno de ellos he pasado gran parte de estos 
 d&amp;iacute;as aqu&amp;iacute; en mi casa. Las separaciones 
 siempre son dif&amp;iacute;ciles, y m&amp;aacute;s a&amp;uacute;n 
 cuando uno de los dos no quiere dejarlo. Esa sensaci&amp;oacute;n 
 de no poder controlar los acontecimientos, de 
 impotencia, de ver que tu mundo se desmorona y 
 no alcanzas a recoger ni uno de los trozos. Me 
 he dado cuenta de que viendo una separaci&amp;oacute;n 
 puedes saber cu&amp;aacute;n intenso era el amor que 
 los uni&amp;oacute;. Es una experiencia igual de intensa, 
 pero opuesta. Total, que muy alegre no est&amp;aacute; 
 siendo este verano. Ciertamente no. La poca gente 
 que ha quedado por aqui... y mirad c&amp;oacute;mo 
 ha quedado! :P &lt;br />
 Qu&amp;eacute; nos deparar&amp;aacute; Septiembre?&lt;/p></description></item><item><title>devil collect it with a grin</title><link>https://albert.garcia.gibert.es/devil-collect-it-with-grin-2/</link><pubDate>Sun, 25 Aug 2002 22:15:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/devil-collect-it-with-grin-2/</guid><description>&lt;p>Si, con una sonrisa, de oreja a oreja mientras me ve sufrir... Está siendo más duro de lo que había pensado. Pero ya falta menos, un dia menos. Otro dia menos, y yo sigo igual que al principio. Tantos buenos propósitos, que ahora tengo tirados aqui al lado encima de la cama.&lt;/p>&lt;p>Buff... cuántos papeles! Y mañana empiezo a trabajar de nuevo. Yo sé de unos cuántos que me van a cortar los mismos... :P Sí, se suele decir lo de "yo trabajo mejor bajo presión", pero es que he llegado al punto en que &lt;b>sólo&lt;/b> trabajo bajo presión.&lt;br />
El tema es que tenia que presentar una serie de webs en septiembre, y la cosa ta bastante difuminada aun. No es que no haya tenido tiempo, si no que no he sido capaz de focalizar ese tiempo para hacer algo productivo. Ha sido el verano más raro de mi vida. :P Cuando llegue Septiembre ya os contaré cómo ha ido la movida. Ahora voy a vegetar un rato más escuchando Björk.... 8-(&lt;br />
Y antes de ir a la cama, un haiku de buenas noches.
&lt;table width=100% cellspacing=0 cellpadding=0 border=0>&lt;tr>&lt;td width=50% halign=center>&lt;img src='https://albert.garcia.gibert.es/blog_haiku.jpg' border=1 style='border-color:black;'>&lt;/td>&lt;td width=50% halign=center valign=middle class='txtleg'>&lt;div align=center>&lt;i>
shira-tsuyu ya&lt;br />
&lt;br />
ibara no toge ni&lt;br />
&lt;br />
hitotsu-zutsu&lt;br />
&lt;br />
&lt;br />
Blanco rocío.&lt;br />
&lt;br />
Cada púa en la zarza&lt;br />
&lt;br />
tiene una gota.&lt;/i>&lt;/div>&lt;/td>&lt;/tr>&lt;/table>&lt;/p></description></item></channel></rss>