<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>sentimientos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/sentimientos/</link><description>Recent content in sentimientos on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Mon, 15 Nov 2004 00:33:56 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/sentimientos/index.xml" rel="self" type="application/rss+xml"/><item><title>Lágrimas</title><link>https://albert.garcia.gibert.es/lagrimas-418/</link><pubDate>Mon, 15 Nov 2004 00:33:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/lagrimas-418/</guid><description>Creo que me estoy resfriando. Hoy , mientras volv&amp;iacute;amos de Castell&amp;oacute;n en coche, ya he notado los primeros s&amp;iacute;ntomas de congesti&amp;oacute;n, y esa odiosa sensaci&amp;oacute;n en los ojos. Una especie de hinchaz&amp;oacute;n que te obliga a tenerlos entrecerrados y que te los acaba dejando irritados de tanto frotarlos. Al llegar a casa me he preparado un vaso con Couldina y una buena taza de colacao calentito, pero 5 minutos delante de la pantalla han sido suficientes: ha saltado una l&amp;aacute;grima.</description></item><item><title>25 anys</title><link>https://albert.garcia.gibert.es/25-anys-103/</link><pubDate>Mon, 13 Oct 2003 12:10:11 +0000</pubDate><guid>https://albert.garcia.gibert.es/25-anys-103/</guid><description>El dimecres de fa dues setmanes, dia 1, va ser l'aniversari de la Silvia, i aquest dijous passat, dia 9, el meu. Un quart de segle tots dos, que se dice pronto. (Si, la Silvia és més gran que jo... 8 díes. Sempre fem broma amb el morbo que em va fer sortir amb una noia un any més gran que jo durant una setmana. :P) Vam decidir que seria divertit passar amb els col·legues un cap de setmana por ahi per celebrar-ho, i la casa de mons pares a Castelló aviat es va presentar com la millor opció: Un menjador prou gran pel &amp;quot;guateque&amp;quot; i llits per tothom.</description></item><item><title>Una imagen vale más que mil palabras...</title><link>https://albert.garcia.gibert.es/imagen-vale-mas-mil-palabras-87/</link><pubDate>Thu, 17 Jul 2003 09:38:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/imagen-vale-mas-mil-palabras-87/</guid><description>... dice el saber popular, aunque en ocasiones con tan s&amp;oacute;lo unas pocas s&amp;iacute;labas podemos evocar las m&amp;aacute;s bellas instant&amp;aacute;neas. Eso precisamente intentan los haikus: plasmar un instante en tan s&amp;oacute;lo tres versos. Encierran, por tanto, mucho m&amp;aacute;s de lo que dicen... Felicidades desde tierra de nadie a los que las merecen.</description></item><item><title>Fluky for President</title><link>https://albert.garcia.gibert.es/fluky-for-president-82/</link><pubDate>Wed, 28 May 2003 11:47:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/fluky-for-president-82/</guid><description>Algunas veces he leido en otros blogs de gente que lleva bastante más que yo en el tema lo extraño que es que personas a las que no ves hace mucho o a las que incluso muchas veces casi no conoces se enteren de cosas de tu vida privada a través de tu blog. Es cuanto menos una situación curiosa. Además me ha empezado a ocurrir ahora, en una época en que el ritmo de actualización de la página ha disminuido junto con mis horas "</description></item><item><title>Mirando al mar</title><link>https://albert.garcia.gibert.es/mirando-al-mar-80/</link><pubDate>Thu, 15 May 2003 13:02:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/mirando-al-mar-80/</guid><description>Despertar un buen d&amp;iacute;a de madrugada y encontrar tu mano entrelazada con la de otra persona que yace all&amp;iacute;, a tu lado. Levantar la vista y encontrar unos ojos cerrados, oscuros, unos labios que dibujan una leve sonrisa y sentir que desear&amp;iacute;as alargar ese momento para el resto de tu vida... al tiempo que no aciertas a saber por cu&amp;aacute;nto tiempo has permanecido dormido o si todo aquello es un sue&amp;ntilde;o, de hecho.</description></item><item><title>Tempus Fugit</title><link>https://albert.garcia.gibert.es/tempus-fugit-77/</link><pubDate>Mon, 21 Apr 2003 03:29:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/tempus-fugit-77/</guid><description>(Escrib&amp;iacute; esta p&amp;aacute;gina del diario el jueves 17 de Abril, pero no he encontrado el momento de colgarla. Primer post en diferido)
Creo que he bajado bastante el ritmo de actualizaci&amp;oacute;n del diario de un tiempo hacia aqu&amp;iacute;, pero es que por estos lares las cosas est&amp;aacute;n cambiando un poco &amp;uacute;ltimamente y tengo que acostumbrarme. Alguien ha puesto el pie en el acelerador y a&amp;uacute;n nadie le ha avisado del exceso de velocidad.</description></item><item><title>Concéntrate</title><link>https://albert.garcia.gibert.es/concentrate-75/</link><pubDate>Tue, 08 Apr 2003 11:20:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/concentrate-75/</guid><description>&amp;Uacute;ltimamente las cosas suceden a un ritmo algo extra&amp;ntilde;o. No sabr&amp;iacute;a decirte si m&amp;aacute;s r&amp;aacute;pido, m&amp;aacute;s lento... Siento que las horas transcurren a mi alrededor y cada una es diferente a la anterior, no tienen ninguna relaci&amp;oacute;n entre ellas. Pierdo la noci&amp;oacute;n del tiempo con facilidad y puedo pasar horas dando vueltas a una misma idea por simple que esta sea, a&amp;uacute;n sin llegar a ninguna conclusi&amp;oacute;n que me deje tranquilo.</description></item><item><title>Mentiras</title><link>https://albert.garcia.gibert.es/mentiras-72/</link><pubDate>Tue, 01 Apr 2003 04:10:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/mentiras-72/</guid><description>Ha sido un fin de semana redondo, he hecho lo que me gusta y con la gente que me gusta hacerlo, así que no podría pedir mucho más para considerarme una persona feliz. El sábado empezamos con los ensayos-maratón de 7 horas, y la verdad es que no nos hubiera importado hacer unas cuántas más si el dia hubiera sido más largo. Lo pasamos en grande, improvisando, riendo, sacando algunos de los temas nuevos.</description></item><item><title>KomPotSer per Sempre!</title><link>https://albert.garcia.gibert.es/kompotser-per-sempre-64/</link><pubDate>Tue, 11 Mar 2003 14:43:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/kompotser-per-sempre-64/</guid><description>A dia de hoy doy por creada la plataforma pro-recuperaci&amp;oacute;n del nombre del grupo. Kompotser per Sempre.
Pong&amp;aacute;monos en situaci&amp;oacute;n... Ayer por la noche estaba charlando con Esteve por el msn y me pas&amp;oacute; una canci&amp;oacute;n grabada en directo que hab&amp;iacute;an tocado hace tiempo, una versi&amp;oacute;n muy guapa del Stand by Me. Oyendo a la gente corear y lo realmente bien que sonaba el tema en directo me entr&amp;oacute; ese gusanillo que ya tan bien conozco.</description></item><item><title>La Cara Oculta</title><link>https://albert.garcia.gibert.es/la-cara-oculta-60/</link><pubDate>Mon, 24 Feb 2003 00:17:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-cara-oculta-60/</guid><description>Con el tiempo he ido configurando tres espacios paralelos en los que se distribuyen mis vivencias. Tres universos paralelos que intento sean lo más estancos posible. Mi Familia, mi Refugio, y el resto del Mundo: mis Amigos, el Trabajo, el día a dia... Aunque en casos extremos resulta imposible desligarlos y, como si de vasos comunicantes se tratara, los problemas en uno de ellos se acaban vertiendo en alguno de los otros dos espacios.</description></item><item><title>La lluna, la pruna...</title><link>https://albert.garcia.gibert.es/lluna-pruna-58/</link><pubDate>Mon, 17 Feb 2003 01:46:39 +0000</pubDate><guid>https://albert.garcia.gibert.es/lluna-pruna-58/</guid><description>Esto es lo único que podía distinguir hace un rato desde mi balcón, en el cielo de esta oscura noche de Febrero.
Suele ser difícil ver estrellas desde el Prat: entre las propias luces de la ciudad y la contaminación... aunque la luna siempre consigue destacar en el cielo, si la luz del Sol está de su parte. Creo que ayer fue Luna llena y hoy ha empezado a menguar, aunque todavía no se distingue mucho.</description></item><item><title>Podré Tornar Enrera</title><link>https://albert.garcia.gibert.es/podre-tornar-enrera-53/</link><pubDate>Sun, 26 Jan 2003 23:14:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/podre-tornar-enrera-53/</guid><description>Hoy es el cumplea&amp;ntilde;os de Wess (&amp;iexcl;felicitadlo!) y lo celebramos ayer, junto con el de C. y A., con unas carreras en el Indoor Karting de Sant Feliu y con unas copas y unos bailoteos por la noche. El Karting increible, disfrutamos como enanos. Esta vez fue mejor incluso que la anterior. &amp;Eacute;ramos 9, as&amp;iacute; que llenamos la parrilla de salida. Como el tema direcci&amp;oacute;n y frenos ya estaba controlado, fuimos a saco desde el principio.</description></item><item><title>vidres trencats</title><link>https://albert.garcia.gibert.es/vidres-trencats-37/</link><pubDate>Tue, 10 Dec 2002 00:05:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/vidres-trencats-37/</guid><description>Se repite el ritual. Antes era s&amp;oacute;lo los viernes, por la ma&amp;ntilde;ana y por la tarde. Ahora no importa, lo siento a diario. Me encojo, hace fr&amp;iacute;o, y miro a todas partes, busc&amp;aacute;ndolos. Bajo las escaleras con cierto nerviosismo. Un escalofr&amp;iacute;o en la nuca y me giro de repente, como si me hubieran estirado del brazo. La gente pasa por mi lado, me miran extra&amp;ntilde;ados. Agacho la cabeza y sigo caminando.</description></item><item><title>oscuridad, de nuevo</title><link>https://albert.garcia.gibert.es/oscuridad-nuevo-27/</link><pubDate>Mon, 11 Nov 2002 00:39:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/oscuridad-nuevo-27/</guid><description>Empiezo a estar un poco harto de escribir siempre sobre lo pat&amp;eacute;tica que se est&amp;aacute; convirtiendo mi vida por momentos. Creo que pongo de mi parte para que las cosas sean diferentes, pero hay situaciones que no puedo controlar conscientemente. C&amp;oacute;mo se supone que tengo que salir de este puto agujero? Lo he intentado de todas las maneras que he podido y cuando creo que lo estoy consiguiendo, parece que de alguna manera los acontecimientos se suceden de forma premeditada para volver a dejarme en el punto de partida.</description></item><item><title>Sorpresa</title><link>https://albert.garcia.gibert.es/sorpresa-24/</link><pubDate>Tue, 29 Oct 2002 01:09:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/sorpresa-24/</guid><description>Son pocas pero valen por un mill&amp;oacute;n, s&amp;oacute;lo hay que saber mirar cuando pasan cerca de t&amp;iacute;. Almas generosas, hadas buenas, que aparecen cuando menos lo esperas y en el lugar menos pensado, para recordarte lo genial que es vivir mil a&amp;ntilde;os de pesares por un instante de placer. Hoy alguien ha tenido un detalle muy bonito conmigo. Aqu&amp;iacute; lo teneis. Y &amp;eacute;sta es su p&amp;aacute;gina.</description></item><item><title>Empatía</title><link>https://albert.garcia.gibert.es/empatia-22/</link><pubDate>Thu, 24 Oct 2002 01:03:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/empatia-22/</guid><description>Hoy el post de McFlanagan en el diario colectivo me hizo brillar los ojos porque cre&amp;iacute; estar leyendo pensamientos propios que han estado rond&amp;aacute;ndome estos &amp;uacute;ltimos d&amp;iacute;as por la cabeza. Todos los cambios que han habido a mi alrededor &amp;uacute;ltimamente sumados a una situaci&amp;oacute;n personal y profesional algo indeterminada y difusa me han hecho replantearme ( o quiz&amp;aacute;s simplemente plantearme, de una vez por todas ) qu&amp;eacute; quiero hacer realmente con todo ese tiempo que tengo por delante.</description></item><item><title>La roda va girant</title><link>https://albert.garcia.gibert.es/roda-va-girant-10/</link><pubDate>Mon, 16 Sep 2002 02:24:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/roda-va-girant-10/</guid><description>Hola de nuevo, mi peque&amp;ntilde;o. Muchas son las cosas que han pasado a mi alrededor estos d&amp;iacute;as, muchas las vueltas que ha dado mi cabeza... y hoy al despertar he visto que &amp;eacute;sta sigue mirando en la misma direcci&amp;oacute;n, a pesar de todo. En cada una de esas vueltas descubro, o creo distinguir, algo nuevo, algo diferente, algo por lo que tiene que valer la pena levantarme de esta cama, salir de esta habitaci&amp;oacute;n, alejarme de esta oscuridad.</description></item><item><title>silencio</title><link>https://albert.garcia.gibert.es/silencio-9/</link><pubDate>Wed, 04 Sep 2002 21:46:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/silencio-9/</guid><description>Respiro. Puedo ver, puedo oir mi corazón latir, pero no. És una ilusión. He muerto. Aunque siga ocupando un espacio en este sucio mundo, he muerto. Alguien ha apagado la luz y por más que me esfuerzo no consigo ver nada a mi alrededor. Un gato. Si, quién pudiera ser un gato para poder ver en la oscuridad o tener otras 6 oportunidades. Quizás ahora sí escriba una canción. Una última canción desesperada.</description></item><item><title>Extraño virus veraniego</title><link>https://albert.garcia.gibert.es/extrano-virus-veraniego-4/</link><pubDate>Wed, 28 Aug 2002 09:20:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/extrano-virus-veraniego-4/</guid><description>Menudo agosto. No s&amp;eacute; si en todos lados habr&amp;aacute; sido igual, pero aqu&amp;iacute; en Barcelona: lluvias, granizada, fr&amp;iacute;o, viento... como si la naturaleza nos hubiera dado un cap&amp;oacute;n de aviso. Se han salvado pocos d&amp;iacute;as. (Aunk total para lo que podr&amp;iacute;a haber hecho, como que me da un poco igual). Ya antes de ayer empec&amp;eacute; a trabajar, pero a&amp;uacute;n me queda una semanita de vacaciones en la rec&amp;aacute;mara. Estoy a la expectativa de si este a&amp;ntilde;o montar&amp;eacute; o no Virtu&amp;agrave;lia en el Prat para ver cu&amp;aacute;ndo quemo esos &amp;uacute;ltimos d&amp;iacute;as: si de relax quiz&amp;aacute;s en Menorca o a saco paco estrenando tabla en navidades.</description></item><item><title>devil collect it with a grin</title><link>https://albert.garcia.gibert.es/devil-collect-it-with-grin-2/</link><pubDate>Sun, 25 Aug 2002 22:15:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/devil-collect-it-with-grin-2/</guid><description>Si, con una sonrisa, de oreja a oreja mientras me ve sufrir... Está siendo más duro de lo que había pensado. Pero ya falta menos, un dia menos. Otro dia menos, y yo sigo igual que al principio. Tantos buenos propósitos, que ahora tengo tirados aqui al lado encima de la cama.
Buff... cuántos papeles! Y mañana empiezo a trabajar de nuevo. Yo sé de unos cuántos que me van a cortar los mismos.</description></item></channel></rss>