+++
date = "2007-03-11 12:44:09"
author = ""
title = "El 2008 será el año Indy: vuelve el mejor héroe de acción de todos los tiempos"
slug = "2008-sera-ano-indy-vuelve-mejor-heroe-accion-todos-tiempos-8926"
tags = [ "cine","estrenos","indiana jones" ]
+++
<p>
<img class="fotobonita" src="/images/post/8926-10232.jpg" alt="8926-10232.jpg" title="8926-10232.jpg" width="135" height="200" align="right" />
Con el estreno del nuevo episodio de la saga de <strong>Indiana Jones</strong> ha pasado un poco como con el cuento de <em>&quot;Pedro y el Lobo&quot;</em>... de tanto anunciar y desmentir, de tantos rumores sin fundamento, de tantas filtraciones falsas... al final no hab&iacute;a a qui&eacute;n creerse. Pero parece que esta vez s&iacute; va en serio...
</p>
<p>
Ya no se trata s&oacute;lo de art&iacute;culos, declaraciones o entrevistas en revistas especializadas: <strong>LucasFilm</strong> <a href="https://www.lucasfilm.com/press/news/news20070102.html">publica en su web</a> , y <a href="https://www.indianajones.com/community/news/news20070102.html">en la p&aacute;gina oficial de <strong>Indiana Jones</strong></a> , un comunicado de prensa en qu&eacute; se confirman algunos datos importantes, como que <strong>Indiana Jones 4 se estrenar&aacute; el d&iacute;a 22 de Mayo de 2008</strong> y que <strong>el rodaje empezar&aacute; en Junio de este mismo a&ntilde;o</strong> (  concretamente el 18 de Junio, si hacemos caso a lo que dijeron en la ceremonia de los Oscar ).
</p>
<p>
A&uacute;n est&aacute; por confirmar la participaci&oacute;n de <strong>Sean Connery</strong> como el <strong>Dr. Henry Jones</strong>, o la de <strong>Karen Allen</strong>, interpretando a <strong>Marion Ravenwood</strong>, as&iacute; como el propio argumento, aunque seg&uacute;n parece la historia se ambientar&aacute; sobre los a&ntilde;os 50, bastantes a&ntilde;os despu&eacute;s de la &uacute;ltima aventura, para dar cierta credibilidad al personaje.
</p>
<p align="center">
<img class="fotobonita" src="/images/post/8926-10233.jpg" alt="8926-10233.jpg" title="8926-10233.jpg" width="475" height="192" /> 
</p>
<p>
<strong>M&aacute;s informaci&oacute;n</strong>
</p>
<ul>
	<li><a href="https://www.cinenganos.com/pelicula/IndianaJones4/">Indiana Jones 4 en Cinenga&ntilde;os</a></li>
	<li><a href="https://www.indianajones.com/">Web oficial de Indiana Jones</a></li>
	<li><a href="https://www.indianajones.es/">Comunidad Fan espa&ntilde;ola</a> <br />
	</li>
</ul>
