+++
date = "2007-03-31 00:53:56"
author = ""
title = "Confirmado: Twitter mola"
slug = "confirmado-twitter-mola-9516"
tags = [ "internet","redes sociales","twitter","web 2.0" ]
+++
<p>
Pues si, mola, y mucho. 
</p>
<p>
Como ya dije anteriormente, si no lo hab&iacute;a probado antes era porque en una primera impresi&oacute;n, no me pareci&oacute; nada interesante ni &uacute;til. Me pareci&oacute; que simplemente se trataba de una especie de pseudo-mini-blogs colectivos y poco m&aacute;s, y dej&aacute;ndome llevar tambi&eacute;n por comentarios que hab&iacute;a le&iacute;do por ah&iacute; en la misma direcci&oacute;n, me qued&eacute; en la superficie. Moda chorra pasajera y ef&iacute;mera, pens&eacute;. Error.
</p>
<p>
Una de las cosas en las que me equivoqu&eacute; fu&eacute; precisamente en intentar buscarle UNA definici&oacute;n o UNA utilidad. <a href="http://www.twitter.com"><strong>Twitter</strong></a>  es una especie de navaja suiza, a la que seguro que con el tiempo, la gente le ir&aacute; encontrando mil y una aplicaciones. Por ejemplo:
</p>
<ul>
	<li>En lo primero en lo que pens&eacute; fu&eacute; en un sistema de alertas. Mediante las alertas a m&oacute;vil, y el env&iacute;o de Twitters desde email, podriamos montar sin mucha complicaci&oacute;n un sistema que, Twitter mediante, nos avisara al m&oacute;vil de cualquier incidencia, comentario, evento cualquiera, que se originara en nuestra web. &iexcl;Tach&aacute;n!: <strong>sistema de alertas SMS gratis</strong>.</li>
	<li><strong>&quot;Vodafone Grupos&quot; e historias similares a &quot;reducidas cuotas&quot;... &iquest;Para qu&eacute;?</strong> Tus amigos en tu lista de Twitter y punto. Puedes estar en contacto con ellos a trav&eacute;s de cualquier dispositivo, de escritorio o m&oacute;vil. &quot;Esta noche iremos al Yabba. &iquest;Qui&eacute;n se apunta?&quot; De nuevo gratis, a menos que env&iacute;es el mensaje via SMS ( e incluso en ese caso ser&iacute;a s&oacute;lo UN SMS para todos ).</li>
	<li>Directamente, usarlo como sistema de <strong>env&iacute;o de SMS gratis persona a persona</strong>: Twitter permite no s&oacute;lo actualizar tu estado de forma general, si no tambi&eacute;n enviar mensajes privados, cuyas alertas tambi&eacute;n pueden llegar al m&oacute;vil.   </li>
	<li><strong>Una extensi&oacute;n de tu blog</strong>: Puedes usar una cuenta de Twitter para anunciar las actualizaciones de tu blog, y tener informados de esta manera a tus lectores, como sistema complementario a tu feed RSS. Lo est&aacute; haciendo actualmente, por ejemplo, ALT1040: <a href="http://twitter.com/alt1040">http://twitter.com/alt1040</a></li>
	<li><strong>Directamente como un chat</strong>: de hecho, por lo que he visto, hay bastante gente que lo usa de esta forma, aunque cuando no todos los usuarios comparten el mismo grupo de amigos-followers, los resultados suelen ser bastante ca&oacute;ticos</li>
</ul>
<p>
Ya sin contar con el rollito este extra&ntilde;o y gracioso que da el estar informado al punto de lo que le pasa por la cabeza en un momento dado a cualquiera de los que tienes en tu lista de amigos. 
</p>
<p>
Mola. <a href="http://twitter.com/obokaman">Let&#39;s Twitter?</a> 
</p>