+++
date = "2007-03-29 09:51:17"
author = ""
title = "Twittereando espero"
slug = "twittereando-espero-9450"
tags = [ "ideas","twitter","web 2.0" ]
+++
<p>
Mientras espero en casa a que abran el taller para ir a cambiar la rueda a <a href="https://www.flickr.com/photos/obokaman/358791731/in/set-72157594481786274/">Fluky</a>  ( el pobre se ha quedado cojo esta noche... ), me ha dado por juguetear un rato con <a href="https://www.twitter.com"><strong>Twitter</strong></a> , la aplicaci&oacute;n 2.0 del momento. Me ha costado decidirme a probarla: Habiendo le&iacute;do sobre ella y echado un par de vistazos r&aacute;pidos no le v&iacute; la gracia ni la utilidad.
</p>
<blockquote>
	<p>
	<img src="https://static.twitter.com//images/twitter.png?1175027387" alt="twitter" title="twitter" width="210" height="49" align="right" />A global community of friends and strangers answering one simple question: <em>What are you doing?</em> Answer on your phone, IM, or right here on the web!
	</p>
</blockquote>
<p>
As&iacute; se definen ellos, y de hecho... pues no es m&aacute;s que eso: una aplicaci&oacute;n muy sencilla que te permite explicar mediante mansajes cortos ( no m&aacute;s de 140 caracteres ) qu&eacute; est&aacute;s haciendo en ese preciso instante, que los dem&aacute;s lo lean, y leer tu lo que est&aacute;n haciendo los dem&aacute;s.
</p>
<p>
Como toda herramienta que se base en las relaciones entre usuarios, su potencial crece de forma exponencial, a medida que aumenta la cantidad de personas que la usan, y en <a href="https://www.twitter.com"><strong>Twitter</strong></a> por lo que parece el ritmo de crecimiento est&aacute; siendo espectacular.
</p>
<p>
Darte de alta es un pis-pas, y puedes actualizar tu &quot;estado&quot;, y conocer el de tus amigos o contactos, desde casi cualquier dispositivo: tu m&oacute;vil, tu messenger, tu email, desde la web, desde cualquier aplicaci&oacute;n que use su API... La cantidad de usuarios crece muy r&aacute;pido y el feedback es instant&aacute;neo y constante. 
</p>
<p>
Tendr&eacute; que probar un tiempo... a ver si es tan adictivo como dicen.
</p>
<p>
Os dejo un par de ideas curiosas, que usan <a href="https://www.twitter.com"><strong>Twitter</strong></a>, y que reflejan bastante bien la esencia del sitio: Qu&eacute; est&aacute; haciendo sus usuarios ahora mismo... &iexcl;y d&oacute;nde!
</p>
<ul>
	<li><a href="https://twittermap.com/maps">TwitterMap</a> </li>
	<li><a href="https://twittervision.com/">TwitterVision</a>  </li>
</ul>
<p>
Y bueno, si quieres seguirme en <strong>Twitter</strong>... <a href="https://www.twitter.com/obokaman">https://www.twitter.com/obokaman</a>
</p>
