<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>photoshop on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/photoshop/</link>
    <description>Recent content in photoshop on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Sun, 29 Oct 2006 21:50:18 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/photoshop/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Concurso: Actores invisibles</title>
      <link>https://albert.garcia.gibert.es/concurso-actores-invisibles-4661/</link>
      <pubDate>Sun, 29 Oct 2006 21:50:18 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/concurso-actores-invisibles-4661/</guid>
      <description>Worth1000.com es una web donde de forma peri&amp;oacute;dica se organizan concursos de retoque con Photoshop. Os recomiendo que ech&amp;eacute;is un vistazo a su archivo, &amp;iexcl;hay algunos realmente espectaculares!Precisamente en estos momentos se est&amp;aacute; llevando a cabo uno titulado &amp;quot;Invisible World &amp;quot;, donde los participantes deben tomar un fotograma de una pel&amp;iacute;cula y &amp;quot;eliminar&amp;quot; a los actores, de forma que parezca que &amp;eacute;stos son invisibles, reproduciendo la ropa, objetos u estructuras que debieran verse tras de ellos.</description>
    </item>
    
    <item>
      <title>Dove: Por la belleza real</title>
      <link>https://albert.garcia.gibert.es/dove-belleza-real-4389/</link>
      <pubDate>Tue, 17 Oct 2006 09:49:30 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/dove-belleza-real-4389/</guid>
      <description>La empresa de cosm&amp;eacute;ticos Dove lleva ya unos a&amp;ntilde;os desmarc&amp;aacute;ndose de sus competidoras a trav&amp;eacute;s de campa&amp;ntilde;as publicitarias que pretenden potenciar lo que ellos llaman &amp;quot;la belleza real&amp;quot;, a trav&amp;eacute;s de modelos que huyen del estereotipo &amp;quot;de pasarela&amp;quot;: chicas algo m&amp;aacute;s mayores de lo habitual, con pecas o algunos quilos de m&amp;aacute;s... para demostrar que todos esos detalles no impiden a las protagonistas ser y sentirse guapas.Dentro de la campa&amp;ntilde;a que est&amp;aacute;n llevando a cabo ( Campaign For Real Beauty ) se enmarca el siguiente video, en el que se muestra el proceso de transformaci&amp;oacute;n que sufre una fotograf&amp;iacute;a de una modelo para una valla publicitaria: iluminaci&amp;oacute;n, maquillaje, peluquer&amp;iacute;a y posterior retoque en Photoshop.</description>
    </item>
    
    <item>
      <title>Tutorial de Photoshop</title>
      <link>https://albert.garcia.gibert.es/tutorial-photoshop-112/</link>
      <pubDate>Fri, 07 Nov 2003 11:52:50 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/tutorial-photoshop-112/</guid>
      <description>Fa una estona penjava aquest mateix tutorial a la web de ojodigital. Si et va el tema retoc amb Photoshop potser et sembli interessant, així que el penjaré tambè per aqui. He intentat ser el més clar possible en les explicacions, il·lustrant cada pas que he anat donant. Si tens cap dubte o necessites ajuda o aclariments, ja saps on em pots trobar. Espero que et sigui útil.
La imagen es esta:</description>
    </item>
    
    <item>
      <title>Dark Art</title>
      <link>https://albert.garcia.gibert.es/dark-art-110/</link>
      <pubDate>Mon, 03 Nov 2003 15:45:42 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/dark-art-110/</guid>
      <description>Amb motiu de la celebraci&amp;oacute; de Virtu&amp;agrave;lia al Prat estem intentant muntar una petita exposici&amp;oacute; d&#39;Art Digital de la ma de la gent de Comunart, una comunitat d&#39;artistes del pinzell electr&amp;ograve;nic. Si finalment es celebra, us recomano a tots que us passeu, pot ser incre&amp;iuml;ble. Avui precisament m&#39;he capbussat una estona entre els missatges del f&amp;ograve;rum i he fullejat alguns dels tutorials que els seus membres tenen penjats per la xarxa, i no he pogut resistir la tentaci&amp;oacute; d&#39;intentar posar en pr&amp;agrave;ctica alguns d&#39;ells.</description>
    </item>
    
  </channel>
</rss>