<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>marketing on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/marketing/</link>
    <description>Recent content in marketing on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Thu, 05 Apr 2007 02:27:09 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/marketing/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>LifeLock, o confiar (de verdad) en tu negocio</title>
      <link>https://albert.garcia.gibert.es/lifelock-o-confiar-verdad-negocio-9633/</link>
      <pubDate>Thu, 05 Apr 2007 02:27:09 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/lifelock-o-confiar-verdad-negocio-9633/</guid>
      <description>LifeLock  es una empresa que se dedica a prevenir robos de identidad. Enfoca su negocio tanto a empresas como a particulares y familias. Su garant&amp;iacute;a de protecci&amp;oacute;n de datos por valor de $1.000.000 parece un motivo suficiente como para afirmar que esta gente realmente conf&amp;iacute;a de la calidad de sus servicios, aunque lo que resulta determinante son las declaraciones del propio CEO en la home de su web:Mi nombre es Todd Davis.</description>
    </item>
    
    <item>
      <title>La caja de Windows Vista: elegancia y buen gusto</title>
      <link>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</link>
      <pubDate>Mon, 13 Nov 2006 15:08:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</guid>
      <description>Posiblemente Microsoft merezca m&amp;aacute;s de la mitad de las cr&amp;iacute;ticas que recibe, pero de cuando en cuando hace las cosas bien. En ocasiones incluso MUY bien.Visto en Bitelia .Por cierto, si no la conoc&amp;iacute;as ya, no dejes de visitar Microsoft Design. </description>
    </item>
    
    <item>
      <title>Dove: Por la belleza real</title>
      <link>https://albert.garcia.gibert.es/dove-belleza-real-4389/</link>
      <pubDate>Tue, 17 Oct 2006 09:49:30 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/dove-belleza-real-4389/</guid>
      <description>La empresa de cosm&amp;eacute;ticos Dove lleva ya unos a&amp;ntilde;os desmarc&amp;aacute;ndose de sus competidoras a trav&amp;eacute;s de campa&amp;ntilde;as publicitarias que pretenden potenciar lo que ellos llaman &amp;quot;la belleza real&amp;quot;, a trav&amp;eacute;s de modelos que huyen del estereotipo &amp;quot;de pasarela&amp;quot;: chicas algo m&amp;aacute;s mayores de lo habitual, con pecas o algunos quilos de m&amp;aacute;s... para demostrar que todos esos detalles no impiden a las protagonistas ser y sentirse guapas.Dentro de la campa&amp;ntilde;a que est&amp;aacute;n llevando a cabo ( Campaign For Real Beauty ) se enmarca el siguiente video, en el que se muestra el proceso de transformaci&amp;oacute;n que sufre una fotograf&amp;iacute;a de una modelo para una valla publicitaria: iluminaci&amp;oacute;n, maquillaje, peluquer&amp;iacute;a y posterior retoque en Photoshop.</description>
    </item>
    
  </channel>
</rss>