+++
date = "2008-07-18 11:02:59"
author = ""
title = "Cink. Que álguien les cuente de qué va esto..."
slug = "cink-alguien-les-cuente-va-esto-110102"
tags = [ "cink","social media" ]
+++
<p>Leo en <a href="http://www.uberbin.net/archivos/comunicacion/social-media-optimization-enganosa.php">Denken &Uuml;ber</a> y <a href="http://alt1040.com/2008/07/cink-una-empresa-que-vende-meneos/">Alt1040</a> acerca de los servicios que ofrece <a href="http://cink.es/">Cink</a>, una empresa ubicada en Barcelona, y no salgo de mi asombro. &iquest;C&oacute;mo alguien puede haber entendido <strong>tan al rev&eacute;s</strong> qu&eacute; es esto de la web social?</p>
<p>Cink se vende a s&iacute; misma como una empresa que ofrece dinamizaci&oacute;n de social media para empresas. A priori parece una muy buena idea: expertos asesorando a empresas acerca de c&oacute;mo sacar partido a los medios sociales online, promoci&oacute;n de noticias, blogs, microblogging corporativo...</p>
<p><img align="right" title="Social Media promotion" src="/images/post/110102-81601.jpg" alt="Social Media promotion" width="200" height="142" />Lo que pasa es que desde Cink proponen algo totalmente diferente. No te asesoran, sino que se encargan directamente de: <strong>escribir los posts de tu blog corporativo, twittear por t&iacute;, enviar not&iacute;cias a men&eacute;ame, a&ntilde;adir enlaces de tu web a del.icio.us, crear "causas" en Facebook</strong>... Y eso no es promoci&oacute;n social, <strong>eso se llama SPAM</strong>. &iquest;Qu&eacute; sentido tiene un blog corporativo si no lo escribe la propia empresa? <strong>Ninguno.</strong> &iquest;Qu&eacute; aporta un twitter mantenido por una persona que no trabaja en nuestra empresa? <strong>Nada.<br /></strong></p>
<p>Bueno, miento, s&iacute; que aporta algo: aporta ruido y m&aacute;s ruido a las redes sociales en las que participan. S&oacute;lo espero que sus potenciales clientes tengan el sentido com&uacute;n necesario y se den cuenta del sinsentido de la propuesta...</p>
<p><strong>Actualizaci&oacute;n</strong>: A trav&eacute;s de <a href="http://alt1040.com/2008/07/cink-una-empresa-que-vende-meneos/#comment-227141">comentarios en varios blogs</a>, algunos de los directivos de <strong>Cink</strong> (<a href="http://www.marcvidal.cat/marcvidal/2008/07/dont-you-cink.html"><strong>Marc Vidal</strong></a>, por ejemplo) han tratado de matizar el car&aacute;cter de los servicios que ofrece la empresa. Haciendo caso a sus comentarios, parece que su intenci&oacute;n tira m&aacute;s hacia "asesorar y guiar" a las empresas que a encargarse por completo de la presencia en los "social media" de &eacute;stas. Y me parece fant&aacute;stico. Pero... creo que no han acabado de transmitir muy bien el mensaje a trav&eacute;s de su p&aacute;gina web.</p>
<p>El hecho que sus servicios est&eacute;n tan paquetizados, llegando a especificar la cantidad de twitts diarios que enviar&aacute;n, o la cantidad de favoritos que a&ntilde;adir&aacute;n en del.icio.us cada mes... y que todas las actividades parecen estar llevadas a cabo desde Cink y no desde la empresa en cuesti&oacute;n no ha ayuda mucho a entender el mensaje creo yo.</p>
<p>En fin, que a veces es tan importante lo que se hace como <strong>lo que se dice que se hace</strong>.</p>