+++
date = "2008-07-01 21:10:53"
author = ""
title = "¿Google Ad Manager? No, gracias."
slug = "google-ad-managerr-no-gracias-103767"
tags = [ "campañas","google ad manager","publicidad" ]
+++
<p>Hace unas semanas me lleg&oacute; una invitaci&oacute;n para participar en la beta del nuevo gestor de publicidad de Google, <a href="https://www.google.com/admanager/"><strong>Google Ad Manager</strong></a>. La verdad es que hab&iacute;a seguido de cerca el anuncio de este nuevo servicio y estaba convencido de que sustituir&iacute;a a la aplicaci&oacute;n que ven&iacute;a usando hasta ahora para gestionar las campa&ntilde;as de publicidad en <a href="https://www.nexoblogs.com">nexoBlogs</a> y <a title="Crear blog gratis" href="https://www.obolog.com">OboLog</a>.</p>
<p style="text-align: center;"><img class="fotobonita" title="Google Ad Manager" src="/images/post/103767-78367.jpg" alt="Google Ad Manager" /></p>
<p>Lamentablemente, despu&eacute;s de haber estado una semana trasteando, configurando algunas campa&ntilde;as y haciendo pruebas reales en producci&oacute;n... lo que he hecho ha sido actualizar mi antiguo PhpAds al nuevo <a href="https://www.openx.org/es"><strong>OpenX</strong></a> y aparcar la alternativa de Google. <strong>Google Ad Manager no ha cumplido con mis expectativas</strong>.</p>
<p>Estos son mis motivos:</p>
<ul>
<li><strong>La prioridad de las campa&ntilde;as que comparten un "placement" o una zona determinada se basa exclusivamente en su rentabilidad</strong>, y esto no siempre es &uacute;til. Ejemplos: una misma zona en la que se muestran anuncios externos y anuncios in-house, de servicios propios. Ad Manager asigna una prioridad residual a las campa&ntilde;as in-house, al no generar &eacute;stas ning&uacute;n beneficio econ&oacute;mico. &iquest;No puedo asignar el mismo peso a una campa&ntilde;a propia, que a una externa de pago? Pues vamos bien.</li>
<li><strong>El banner que obtiene mejor CTR de una campa&ntilde;a, recibe autom&aacute;ticamente el 75% de las impresiones</strong>. Otra "automatizaci&oacute;n" incomprensible y que no puede desactivarse. &iquest;Y si se trata de una campa&ntilde;a de branding, en la que me interesa que todos los banners entren en rotaci&oacute;n con los mismos pesos, independientemente del CTR que tenga cada uno? La respuesta de Google: recomiendan crear campa&ntilde;as ("line orders") diferentes para saltarse esta automatizaci&oacute;n. Raro, raro.</li>
<li><strong>S&oacute;lo disponen de un m&eacute;todo de invocaci&oacute;n para los banners: javascript.</strong> Pase con Google Adsense, por que <em>Adsense s&oacute;lo hay uno</em>, y toca aguantarse, pero para un gestor de publicidad "abierto"... <strong>quiero</strong> poder escoger el sistema de invocaci&oacute;n que yo quiera. Entre la librer&iacute;a propia de javascript, los scripts de medici&oacute;n de tr&aacute;fico, los scripts de adsense, y el resto de llamadas varias (im&aacute;genes, css...) el tiempo de carga de la p&aacute;gina se resiente. En el 99% de los casos, los iframes son la mejor soluci&oacute;n para las creatividades llamadas desde un server externo: la carga se realiza de forma paralela e independiente a la de la p&aacute;gina y no interfiere en el tiempo de carga total.</li>
<li><strong>Ademas: el c&oacute;digo javascript que usan para la invocaci&oacute;n es complicado y nada c&oacute;modo de implementar.</strong> La llamada de un banner se realiza siguiendo los siguientes pasos: <br />1. Llamada a la librer&iacute;a principal desde el header. <br />2. Funci&oacute;n que verifica nuestra cuenta, tambi&eacute;n desde el header <br />3. De nuevo desde el header, deben especificarse todas las zonas que van a invocarse en la p&aacute;gina actual.<br />4. Ya dentro de la p&aacute;gina, se invoca la zona en cuesti&oacute;n con el identificador que corresponda.<br />Como veis, nada pr&aacute;ctico si trabaj&aacute;is con un sistema de templates que use headers y llamadas JS comunes. &iquest;Tengo que definir todas las posibles zonas por si las necesito en un momento dado? Pues vamos bien...</li>
</ul>
<p>En fin, que no ser&eacute; yo quien te diga que no lo pruebes... pero ten&iacute;a que dejar constancia de mi decepci&oacute;n. La verdad es que al final algo bueno s&iacute; que he sacado de todo esto: <strong><a href="https://www.openx.org/es">la nueva versi&oacute;n de OpenX</a> no est&aacute; nada mal</strong>, es bastante m&aacute;s r&aacute;pida que su predecesora y ha incorporado mejoras respecto a la generaci&oacute;n de reportes e informes de rendimiento de las campa&ntilde;as.</p>
