<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Televisión on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/televisi%C3%B3n/</link><description>Recent content in Televisión on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Sun, 11 Mar 2007 11:45:44 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/televisi%C3%B3n/index.xml" rel="self" type="application/rss+xml"/><item><title>Parón en Heroes hasta el 24 de Abril</title><link>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</link><pubDate>Sun, 11 Mar 2007 11:45:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/paron-heroes-hasta-24-abril-8925/</guid><description>&lt;p>
Se ve&amp;iacute;a venir. Primero fueron &lt;strong>Perdidos&lt;/strong> y &lt;strong>Jericho&lt;/strong> las que pusieron a prueba nuestra paciencia, y ahora son los &lt;strong>Heroes&lt;/strong> los que se toman un descanso hasta despu&amp;eacute;s de Semana Santa. Leo en &lt;a href="https://www.heroes-spain.com/">&lt;strong>Heroes-Spain&lt;/strong>&lt;/a> que &lt;a href="https://www.heroes-spain.com/index.php?subaction=showfull&amp;amp;id=1173204469&amp;amp;archive=&amp;amp;start_from=&amp;amp;ucat=24&amp;amp;">la serie sufrir&amp;aacute; un par&amp;oacute;n hasta el d&amp;iacute;a 23 de Abril&lt;/a>.
&lt;/p>
&lt;p>
Seg&amp;uacute;n nos cuentan, lamentablemente estos parones son necesarios, puesto que las temporadas televisivas ( desde Septiembre hasta Mayo ), constan de 37 semanas, mientras que la mayoria de series suelen constar de unos 22 cap&amp;iacute;tulos. Por tanto, antes o despu&amp;eacute;s, hay que programar estos parones para rellenar esas semanas &amp;quot;sobrantes&amp;quot;. 
&lt;/p></description></item><item><title>Tantas series y tan poco tiempo...</title><link>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</link><pubDate>Fri, 16 Feb 2007 20:02:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</guid><description>&lt;p>
Creo que nunca antes hab&amp;iacute;a estado enganchado a tantas series a la vez. Bueno, ni a tantas... ni de forma tan intensa, desde que era adolescente y me apresuraba por las tardes para llegar a casa para disfrutar de mi dosis de 25 minutos diarios de Dragon Ball Z.
&lt;/p>
&lt;p>
Hace a&amp;ntilde;o y medio, m&amp;aacute;s o menos, me aficion&amp;eacute; a una extra&amp;ntilde;a serie que en un principio no parec&amp;iacute;a demasiado original: contaba la historia de los pasajeros de un vuelo con origen en Sidney extraviados en una isla desierta del Pac&amp;iacute;fico, n&amp;aacute;ufragos tras un accidente de avi&amp;oacute;n. Pobre de mi, no sab&amp;iacute;a lo que vendr&amp;iacute;a despu&amp;eacute;s.
&lt;/p></description></item><item><title>La NBC retoma la emisión de Heroes</title><link>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</link><pubDate>Mon, 22 Jan 2007 22:55:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/nbc-retoma-emision-heroes-7354/</guid><description>&lt;p>
Si, como yo, eres fan de &lt;strong>&lt;a href="https://albert.garcia.gibert.es/mensaje/4990/heroes-la-serie">Heroes&lt;/a>&lt;/strong>, te alegrar&amp;aacute; saber esto: despu&amp;eacute;s del par&amp;oacute;n navide&amp;ntilde;o de series en los USA, &lt;strong>&lt;a href="https://www.nbc.com/Heroes/">la NBC vuelve hoy a retomar la emisi&amp;oacute;n de sus episodios&lt;/a>&lt;/strong> . Y esto significa que posiblemente la magia de las comunicaciones globales permita que este fin de semana podamos saber m&amp;aacute;s, a este lado del atl&amp;aacute;ntico, sobre las vidas del hilarante &lt;a href="https://en.wikipedia.org/wiki/Hiro_Nakamura">Hiro Nakamura&lt;/a>, el misterioso &lt;a href="https://en.wikipedia.org/wiki/The_Haitian">haitiano&lt;/a> y del perverso &lt;a href="https://en.wikipedia.org/wiki/Sylar">Sylar&lt;/a>...
&lt;/p>
&lt;p>
No s&amp;eacute; tu, &amp;iexcl;pero yo &lt;strong>me muero de ganas de ver los nuevos cap&amp;iacute;tulos&lt;/strong>! 
&lt;/p></description></item><item><title>Los animales de dos en dos, uá, uá</title><link>https://albert.garcia.gibert.es/animales-dos-dos-ua-ua-5696/</link><pubDate>Sun, 03 Dec 2006 11:42:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/animales-dos-dos-ua-ua-5696/</guid><description>&lt;p>El último anuncio de Seat, en que aparecen unos peluches marchando al son de una curiosa música, &lt;strong>va camino de convertirse en el spot del momento&lt;/strong>. Sin duda, gran parte del éxito provinene de la banda sonora del anuncio: &amp;ldquo;&lt;strong>Los animales de dos en dos, uá, uá, los animales de dos en dos, uá, uá&amp;hellip;&lt;/strong>&amp;rdquo;&lt;/p>
&lt;p>Fué suficiente verlo una o dos veces: llevo ya varios días sin poder deshacerme de la cancioncilla! y seguro que lo mismo os habrá pasado a más de uno.&lt;/p></description></item><item><title>PERDIDOS: 50 misterios sin resolver</title><link>https://albert.garcia.gibert.es/perdidos-50-misterios-resolver-5579/</link><pubDate>Wed, 29 Nov 2006 00:15:49 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-50-misterios-resolver-5579/</guid><description>&lt;p>
V&amp;iacute;a &lt;a href="https://www.microsiervos.com/archivo/peliculas-tv/50-misterios-de-perdidos.html">Microsiervos&lt;/a> llego a una elaborada lista en &lt;span style="font-weight: bold">IGN &lt;/span>en la que &lt;a href="https://tv.ign.com/articles/745/745595p1.html">exponen y comentan 50 misterios sin resolver de la serie &lt;span style="font-weight: bold">Perdidos&lt;/span>&lt;/a> ( &lt;strong>&amp;iexcl;precauci&amp;oacute;n!&lt;/strong> est&amp;aacute; lleno de &lt;em>spoilers &lt;/em>).
&lt;/p>
&lt;p>
Aunque ten&amp;iacute;a presentes la mayor&amp;iacute;a de ellos, algunos me han hecho venir a la memoria algunas historias colgadas de la primera temporada o ciertos detalles a los que no prest&amp;eacute; especial atenci&amp;oacute;n durante la segunda... Ser&amp;aacute;n capaces de resolver _con cierta dignidad_ todas esas preguntas sin resolver en las pr&amp;oacute;ximas temporadas? Porque se les acumula el trabajo... 
&lt;/p></description></item><item><title>Heroes, la serie</title><link>https://albert.garcia.gibert.es/heroes-la-serie-4990/</link><pubDate>Wed, 08 Nov 2006 09:26:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/heroes-la-serie-4990/</guid><description>&lt;p>
El anuncio de la cadena &lt;em>abc &lt;/em>de que la emisi&amp;oacute;n serie &lt;strong>&lt;a href="https://es.wikipedia.org/wiki/Lost">Perdidos&lt;/a> &lt;/strong>va a sufrir un par&amp;oacute;n hasta enero ha supuesto un buen golpe para los fans. Ya es dif&amp;iacute;cil encontrar buenos contenidos en la TV para amenizar las sobremesas nocturnas... y encima esto. Peeero... no os preocup&amp;eacute;is: Hay otras alternativas que pueden hacer m&amp;aacute;s llevadera la &lt;em>sequ&amp;iacute;a&lt;/em>.
&lt;/p>
&lt;p>
En concreto, quer&amp;iacute;a llamar la atenci&amp;oacute;n sobre una serie que est&amp;aacute; emitiendo la &lt;em>&lt;a href="https://www.nbc.com/">NBC&lt;/a> &lt;/em>desde hace bien poco ( de hecho s&amp;oacute;lo llevan emitidos 6 cap&amp;iacute;tulos ), pero que me ha enganchado como lo hizo &lt;strong>&lt;a href="https://es.wikipedia.org/wiki/Lost">Perdidos&lt;/a> &lt;/strong>en su momento: &lt;a href="https://es.wikipedia.org/wiki/Heroes">&lt;strong>H&amp;eacute;roes&lt;/strong>&lt;/a> .
&lt;/p></description></item><item><title>Prison Break acusada de plagio</title><link>https://albert.garcia.gibert.es/prison-break-acusada-plagio-4619/</link><pubDate>Sat, 28 Oct 2006 10:45:36 +0000</pubDate><guid>https://albert.garcia.gibert.es/prison-break-acusada-plagio-4619/</guid><description>&lt;p>
Al parecer, la serie estrella que se emite esta temporada en &lt;a href="https://lasexta.com/">&lt;span style="font-weight: bold">la Sexta&lt;/span>&lt;/a> , &lt;a href="https://www.fox.com/prisonbreak/">&lt;span style="font-weight: bold">Prison Break&lt;/span>&lt;/a> , podr&amp;iacute;a ser el resultado del plagio de un gui&amp;oacute;n proporcionado por los hermanos &lt;span style="font-weight: bold">Robert &lt;/span>y &lt;span style="font-weight: bold">Donald Hughes&lt;/span>, hace 5 a&amp;ntilde;os a la cadena &lt;a href="https://www.fox.com/">&lt;span style="font-weight: bold">FOX&lt;/span>&lt;/a> . Lo m&amp;aacute;s curioso del caso es que en ese gui&amp;oacute;n lo que explican os hermanos Hughes es precisamente... su historia!
&lt;/p>
&lt;p>
En efecto, durante los a&amp;ntilde;os 60, pasaron por una experiencia similar a la que se explica en la serie: Donald fue a la c&amp;aacute;rcel por un crimen que no hab&amp;iacute;a cometido y su hermano Robert lo ayud&amp;oacute; a escapar, manteni&amp;eacute;ndose hu&amp;iacute;dos durante los siguientes 4 a&amp;ntilde;os. &amp;iquest;Se tatuar&amp;iacute;a tambi&amp;eacute;n el cuerpo con el mapa de la prisi&amp;oacute;n como en la serie?... &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-smile.gif" border="0" alt="Sonriente" title="Sonriente" />
&lt;/p></description></item><item><title>PERDIDOS: Nuevo trailer de la 3ª Temporada</title><link>https://albert.garcia.gibert.es/perdidos-nuevo-trailer-3-temporada-4053/</link><pubDate>Tue, 26 Sep 2006 21:06:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-nuevo-trailer-3-temporada-4053/</guid><description>&lt;p>
&lt;i>&lt;b>
Atenci&amp;oacute;n&lt;/b>: el siguiente mensaje contiene spoilers para todos aquellos que a&amp;uacute;n est&amp;eacute;is siguiendo la segunda temporada en TVE.&lt;/i>
&lt;/p>
&lt;p>
&amp;iexcl;&amp;iexcl;&amp;iexcl;Ya queda menos, se acerca el d&amp;iacute;a!!! El pr&amp;oacute;ximo 4 de Octubre empezar&amp;aacute;n a emitirse en la cadena &lt;a href="https://abc.go.com/">ABC&lt;/a> los cap&amp;iacute;tulos de la tercera temporada de &lt;a href="https://es.lostpedia.com/wiki/Portada">Perdidos&lt;/a> , una de las series de mayor &amp;eacute;xito de los &amp;uacute;ltimos tiempos a nivel mundial, y de la que me confieso fan absoluto. &amp;iquest;Qu&amp;eacute; suerte espera a Jack, Sawyer y Kate en el otro lado de la isla?
&lt;/p></description></item><item><title>PERDIDOS: El significado de los números chungos</title><link>https://albert.garcia.gibert.es/perdidos-significado-numeros-chungos-3962/</link><pubDate>Mon, 18 Sep 2006 14:10:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-significado-numeros-chungos-3962/</guid><description>&lt;p>
Si eres fan de LOST ya sabr&amp;aacute;s que andaba en marcha un juego online, &amp;quot;&lt;a href="https://es.lostpedia.com/wiki/The_Lost_Experience">The Lost Experience&lt;/a> &amp;quot;, en el que al parecer, a medida que se avanzaba, aparec&amp;iacute;an peque&amp;ntilde;os fragmentos de v&amp;iacute;deos inconexos. Inconexos hasta que se dispon&amp;iacute;a de todos ellos. Pues bien, los peque&amp;ntilde;os v&amp;iacute;deos ( m&amp;aacute;s de 70 fragmentos diferentes ) ya se han montado en un &amp;uacute;nico video de unos 6 minutos, &amp;iexcl;y parece que su contenido revela uno de los grandes misterios de Perdidos!... El significado de &lt;a href="https://es.lostpedia.com/wiki/Numeros">los n&amp;uacute;meros chungos&lt;/a> : 4, 8, 15, 16, 23, 42
&lt;/p></description></item><item><title>Muere Steve Irwin, el Cazador de Cocodrilos</title><link>https://albert.garcia.gibert.es/muere-steve-irwin-cazador-cocodrilos-3796/</link><pubDate>Tue, 05 Sep 2006 07:21:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/muere-steve-irwin-cazador-cocodrilos-3796/</guid><description>&lt;p>
&lt;a href="https://es.wikipedia.org/wiki/Steve_Irwin">Steve Irwin&lt;/a> , el popular presentador-aventurero del programa &amp;quot;Cazador de Cocodrilos&amp;quot;, &lt;a href="https://www.lavanguardia.es/gen/20060904/51281910904/noticias/muere-el-cazador-de-cocodrilos-por-la-picadura-de-una-raya-australia-antartida-irwin-abc.html">muri&amp;oacute; ayer por la ma&amp;ntilde;ana&lt;/a> , durante una filmaci&amp;oacute;n subacu&amp;aacute;tica en la &lt;a href="https://es.wikipedia.org/wiki/Gran_barrera_de_coral">barrera de coral&lt;/a> , dentro de la preparaci&amp;oacute;n de uno de sus reportajes sobre naturaleza y conservaci&amp;oacute;n. Al parecer, sufri&amp;oacute; la picadura de una &lt;a href="https://es.wikipedia.org/wiki/Rajomorphii">manta raya&lt;/a> . El aguij&amp;oacute;n del animal le provoc&amp;oacute; una perforaci&amp;oacute;n en el coraz&amp;oacute;n, y el m&amp;eacute;dico del equipo que le atendi&amp;oacute; &lt;i>in situ&lt;/i> no pudo hacer nada por salvar su vida.
&lt;/p></description></item><item><title>PERDIDOS: La cuenta atrás ha comenzado</title><link>https://albert.garcia.gibert.es/perdidos-cuenta-comenzado-2839/</link><pubDate>Fri, 09 Jun 2006 14:08:20 +0000</pubDate><guid>https://albert.garcia.gibert.es/perdidos-cuenta-comenzado-2839/</guid><description>&lt;p>
Curioso Widget (imprescindible para &lt;i>lostadictos&lt;/i> agudos cr&amp;oacute;nicos como yo) el que encuentro leyendo &lt;a href="https://tecnochica.com/2006/06/para-fans-de-lost/">Tecnochica&lt;/a> : un contador que nos muestra los d&amp;iacute;as, horas, minutos y segundos que faltan para que empiece la tercera temporada de &lt;b>Perdidos&lt;/b>, en los EEUU.
&lt;/p>
&lt;p>
Ya tardo en &lt;a href="https://www.dashboardwidgets.com/showcase/details.php?wid=1675">instalarlo&lt;/a> ... Por dios... que pase r&amp;aacute;pido!
&lt;/p></description></item></channel></rss>