<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Ajax on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/ajax/</link><description>Recent content in Ajax on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Wed, 21 Feb 2007 09:34:34 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/ajax/index.xml" rel="self" type="application/rss+xml"/><item><title>JQuery sigue avanzando</title><link>https://albert.garcia.gibert.es/jquery-sigue-avanzando-8356/</link><pubDate>Wed, 21 Feb 2007 09:34:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/jquery-sigue-avanzando-8356/</guid><description>&lt;p>
&lt;strong>&lt;a href="https://www.jquery.com">JQuery&lt;/a> &lt;/strong>es una de las librer&amp;iacute;as javascript que m&amp;aacute;s r&amp;aacute;pidamente se ha estado extendiendo durante el &amp;uacute;ltimo a&amp;ntilde;o. John Resig &lt;a href="https://jquery.com/blog/2006/01/24/jquery-blog/">empezaba a postear en el blog del proyecto a finales de enero del 2006&lt;/a>, y desde entonces no ha hecho m&amp;aacute;s que cosechar buenas cr&amp;iacute;ticas y conseguir apoyos.
&lt;/p>
&lt;p>
Hace unas semanas, anunciaban en su blog la publicaci&amp;oacute;n de la &lt;a href="https://jquery.com/blog/2007/01/14/jquery-birthday-11-new-site-new-docs/">nueva versi&amp;oacute;n 1.1&lt;/a>, con unas mejoras de rendimiento espectaculares y algunas nuevas funcionalidades. Este mismo lunes &lt;a href="https://jquery.com/blog/2007/02/19/jquery-and-jack-slocums-ext/">posteaban acerca del acuerdo&lt;/a> por el cual &lt;strong>JQuery va a poder integrarse con la librer&amp;iacute;a de interfaz &lt;a href="https://www.jackslocum.com/blog/index.php">EXT&lt;/a>&lt;/strong>. Y hoy mismo leo en su blog que &lt;strong>JQuery va a pasar a ser una de las primeras librer&amp;iacute;as en adherirse al est&amp;aacute;ndar &lt;a href="https://www.openajax.org/">OpenAjax&lt;/a>&lt;/strong>, en la definici&amp;oacute;n del cual est&amp;aacute;n participando, entre otros, &lt;strong>Mozilla&lt;/strong>, &lt;strong>IBM&lt;/strong>, &lt;strong>Adobe&lt;/strong>, &lt;strong>Opera&lt;/strong>...
&lt;/p></description></item><item><title>Buffete libre de Cheat Sheets: Sírvase usted mismo</title><link>https://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</link><pubDate>Mon, 13 Nov 2006 20:54:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</guid><description>&lt;p>
Si eres desarrollador o trabajas en esto del dise&amp;ntilde;o web estar&amp;aacute;s conmigo en lo &amp;uacute;til que resulta en ocasiones disponer de peque&amp;ntilde;as &lt;em>chuletas &lt;/em>donde apuntar los patrones m&amp;aacute;s comunes al contruir una &lt;em>query&lt;/em>, o los diferentes selectores soportados por &lt;acronym title="Cascade Style Sheet" lang="en">CSS&lt;/acronym>2, o un listado con funciones de tratamiento de cadenas de texto para PHP...
&lt;/p>
&lt;p>
A estos efectos, los &lt;em>Cheat Sheets &lt;/em>de &lt;strong>&lt;a href="https://www.ilovejackdaniels.com/">ilovejackdaniels.com&lt;/a>&lt;/strong> son bastante pr&amp;aacute;cticos ( yo tengo 3 copias plastificadas en el escritorio ) y cubren diferentes &amp;aacute;reas o tecnolog&amp;iacute;as. Lo mejor: que van al grano. No pretenden ser peque&amp;ntilde;os manuales , sino guias de consulta r&amp;aacute;pida para aquellos que ya tienen ciertos conocimientos ( de hecho suelen ocupar una s&amp;oacute;la hoja ).
&lt;/p></description></item><item><title>Nueva home de Yahoo</title><link>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</link><pubDate>Tue, 16 May 2006 15:38:26 +0000</pubDate><guid>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</guid><description>&lt;p>
 Ya hab&amp;iacute;an corrido por ah&amp;iacute; algunas screenshots, ahora es p&amp;uacute;blicamente accesible: 
&lt;/p>
 
&lt;p>
 &lt;a title="https://www.yahoo.com/preview" href="https://www.yahoo.com/preview">https://www.yahoo.com/preview&lt;/a>
&lt;/p>
 
&lt;p>
 Fijaos en la manera que tienen de presentar las nuevas opciones desde el &amp;quot;Take a quick tour&amp;quot; ( superponen un PNG transparente, o c&amp;oacute;mo ponen en pr&amp;aacute;ctica algunas de los &amp;uacute;ltimos patrones de dise&amp;ntilde;o de su librer&amp;iacute;a en las opciones laterales, &amp;quot;mail&amp;quot;, &amp;quot;messenger&amp;quot;, &amp;quot;radio&amp;quot;... 
&lt;/p>
 
&lt;p>
 Destacable tambi&amp;eacute;n el uso de CSS Sprites para ahorrar ancho de banda en lo que se refiere al uso de iconos peque&amp;ntilde;os. Se trata de usar una sola imagen que contiene un grupo de iconos peque&amp;ntilde;os, y mediante CSS mostrar s&amp;oacute;lo aquella que corresponde al elemento en cuesti&amp;oacute;n. ( CSS Sprites -&amp;gt; &lt;a title="https://www.alistapart.com/articles/sprites/" href="https://www.alistapart.com/articles/sprites/">https://www.alistapart.com/articles/sprites/&lt;/a> ). De esta manera la imagen para todo un grupo de iconos s&amp;oacute;lo se descarga una vez.
&lt;/p></description></item><item><title>Descripción y fuentes del upload PHP + AJAX con barra de progreso</title><link>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</link><pubDate>Thu, 23 Mar 2006 23:17:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</guid><description>&lt;p>
 D&amp;iacute;as atr&amp;aacute;s &lt;a href="https://albert.garcia.gibert.es/mensaje/1511">coment&amp;eacute;&lt;/a> que hab&amp;iacute;a estado trabajando en &lt;a href="https://www.obolog.com/upload.php">un peque&amp;ntilde;o experimento&lt;/a> para conseguir implementar un sistema para realizar upload de archivos mediante PHP, que permitiera generar una barra de progreso, con la que controlar el estado de la carga de archivos en todo momento.
&lt;/p>
 
&lt;p>
 A continuaci&amp;oacute;n encontrar&amp;eacute;is disponible para descara el c&amp;oacute;digo fuente de dicho experimento y una peque&amp;ntilde;a descripci&amp;oacute;n del paquete y de los requisitos para su puesta en marcha. 
&lt;/p>
 &lt;h4>Contenidos del paquete&lt;/h4> &lt;ul>&lt;li>&lt;b>/cgi-bin/upload.cgi:&lt;/b> este es el CGI perl que se encarga de gestionar el upload, adem&amp;aacute;s de ir escribiendo todos los datos POST en un &amp;uacute;nico archivo que nos permite controlar el total de datos cargados en el servidor en un momento determinado.&lt;/li>&lt;li>&lt;b>/upload.php&lt;/b>: es el documento principal, que contiene el c&amp;oacute;digo HTML y JS necesario para crear din&amp;aacute;micamente los campos file y el listado de archivos que vamos a cargar al servidor, as&amp;iacute; como dibujar din&amp;aacute;micamente la barra de progreso a partir de las respuestas recibidas por AJAX.&lt;/li>&lt;li>&lt;b>/ajax_process.php:&lt;/b> es el script PHP que recibir&amp;aacute; las peticiones AJAX, comprobar&amp;aacute; el estado del upload y devolver&amp;aacute; una respuesta XML con datos como el tama&amp;ntilde;o total del archivo, la cantidad de datos cargada, los nombres de los archivos...&lt;/li>&lt;li>&lt;b>/xml.class.php&lt;/b>: un par de clases para crear/parsear datos XML.&lt;/li>&lt;li>&lt;b>/img&lt;/b>: contiene dos im&amp;aacute;genes opcionales: un fondo animado para la barra de progreso y un icono &amp;quot;en proceso&amp;quot;.&lt;/li>&lt;/ul>&lt;br />
 &lt;h4>Ejemplo en vivo&lt;br />
 &lt;/h4> 
&lt;p>
 Pod&amp;eacute;is ver un ejemplo real en la URL &lt;a href="https://www.obolog.com/upload.php">https://www.obolog.com/upload.php&lt;/a> &lt;br />
 
&lt;/p></description></item><item><title>Upload de archivos y progressbar con PHP,Perl y AJAX</title><link>https://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</link><pubDate>Wed, 15 Mar 2006 21:41:06 +0000</pubDate><guid>https://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</guid><description>&lt;p>
 A&amp;uacute;n cuando no he conseguido desentramar &lt;a href="https://albert.garcia.gibert.es/mensaje/1505">el misterio de la antena reaparecida&lt;/a>, otra misteriosa casualidad ha roto mi paz interior, esta vez relacionada con el trabajo. 
&lt;/p>
 
&lt;p>
 Hoy al llegar a la oficina me he encontrado con una recomendaci&amp;oacute;n por mail en qu&amp;eacute; se citaba &lt;a href="https://tomas.epineer.se/archives/3">un art&amp;iacute;culo en ingl&amp;eacute;s&lt;/a> que habla acerca de un sistema de carga de ficheros con barra de progreso usando t&amp;eacute;cnicas AJAX y PHP+Perl como lenguages de servidor.
&lt;/p>
 
&lt;p>
 Da la casualidad que llevo semanas intentando montar un sistema as&amp;iacute; para el upload de videos y audio en &lt;a href="https://www.obolog.com">OboLog&lt;/a> , y de hecho hace algunos d&amp;iacute;as que he conseguido &lt;a href="https://www.obolog.com/upload.php">una primera versi&amp;oacute;n funcional&lt;/a>, y me ha sorprendido que el art&amp;iacute;culo de Thomas Epineer, &amp;quot;&lt;a href="https://tomas.epineer.se/archives/3">Asynchronous file upload with AJAX progress bar in PHP&lt;/a>&amp;quot;, se ha basado exactamente en los mismos proyectos que el &amp;quot;mix&amp;quot; en qu&amp;eacute; he estado trabajando, como &lt;a href="https://jquery.com/discuss/2006-March/000226/">apunt&amp;eacute;&lt;/a> &lt;a href="https://jquery.com/discuss/2006-March/000263/">d&amp;iacute;as atr&amp;aacute;s&lt;/a> en la lista de correo de JQuery.
&lt;/p></description></item></channel></rss>