+++
date = "2003-01-09 01:35:34"
author = ""
title = "Los Reyes Magos"
slug = "los-reyes-magos-46"
tags = [ "fotos" ]
+++
<p>Pasadas las borracheras de las compras navide&ntilde;as 
                                y en plena resaca econ&oacute;mica nos plantamos, 
                                con algunos restos de gripe, de nuevo en nuestro 
                                quehacer diario, vuelta a la vida normal: jornadas 
                                de 8 horas de trabajo, semanas de 5 d&iacute;as 
                                laborables, 2 d&iacute;as para salir con los amigos... 
                                una buena temporada sin fiestas extraordinarias 
                                a la vista. Al menos para la mayor&iacute;a. Este 
                                pr&oacute;ximo lunes es mi &uacute;ltimo d&iacute;a 
                                en el trabajo, as&iacute; que yo voy a tomar unas 
                                peque&ntilde;as vacaciones un poco antes de lo 
                                previsto. Al d&iacute;a siguiente, el martes, 
                                empiezo a currar en las aulas de estudio que se 
                                montan en el Prat, de monitor, aunque es s&oacute;lo 
                                de 9 de la noche a 1 de la ma&ntilde;ana y puedo 
                                estar con el port&aacute;til adelantando cosillas, 
                                navegando... Es de esperar que la gente que va 
                                a estudiar por la noche para los ex&aacute;menes 
                                de la uni no tenga muchas ganas de gresca. El 
                                resto de horas, mientras no concrete con la gente 
                                de Vic el tema del contrato para currar desde 
                                casa, lo aprovechar&eacute; estos d&iacute;as 
                                para ponerme al d&iacute;a con algunos trabajos 
                                pendientes (Carrots, La Capsa, La Casa dels M&uacute;sics...) 
                                y sacarle brillo a esa imaginaci&oacute;n que 
                                se ha oxidado un poco estos meses a ver si a&uacute;n 
                                sirve para algo: tenemos un proyecto en mente 
                                que puede ser interesante. Ya te explicar&eacute; 
                                cuando las cosas est&eacute;n rodando...</p><p>Ah! y se me olvidaba! Tambi&eacute;n aprovechar&eacute; 
                                para darle ca&ntilde;a a mi nueva Playstatiooooon! 
                                :D Los reyes se han portado muy bien este a&ntilde;o. 
                                ^_^U No!!! Soy yo el que se ha portado muy bien 
                                y por eso me han traido muxas cositassss. :D Tengo 
                                algunas fotos por aqui, te las ense&ntilde;o y 
                                te voy comentando.</p>
                              <table width="400" border="0" align="center" cellpadding="2" cellspacing="0" class="txt">
                                <tr> 
                                  <td align="center" valign="top" bgcolor="#1E2528" style="border:1 white dotted">Si 
                                    es que a mi casa vienen los Reyes Magos de 
                                    verdad. Se pasan toda la noche inchando globos, 
                                    aparcan los camellos en el balc&oacute;n y 
                                    se comen las galletas con colacao.</td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top"><img src="/img_blog_obo/reyes/reyes2.jpg" width="350" height="263" border="1" style="border-color:white"><br /> 
                                    <br /> </td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top" bgcolor="#1E2528" style="border:1 white dotted">La 
                                    estrella de la noches. Por finnnn mi primera 
                                    consola. Me ha costado 24 a&ntilde;os conseguir 
                                    una. ;-D</td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top"><img src="/img_blog_obo/reyes/reyes1.jpg" width="350" height="263" border="1" style="border-color:white"><br /> 
                                    <br /> </td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top" bgcolor="#1E2528" style="border:1 white dotted">Si 
                                    te gustan las pelis, el juego es aco**nante. 
                                    De cerrar la luz y empanarse dejandose llevar 
                                    por la historia. Lo de al lado es el regalo 
                                    que les hice a mis padres. Un sistema de Home 
                                    Theater. Lo pens&eacute; para el DVD, suelen 
                                    ver pelis en casa bastante a menudo, pero 
                                    he descubierto que tambi&eacute;n puedo enchufarle 
                                    la PLAY!!! :DDD (No lo sabia en serio!)</td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top"><img src="/img_blog_obo/reyes/reyes3.jpg" width="350" height="263" border="1" style="border-color:white"><br /> 
                                    <br /> </td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top" bgcolor="#1E2528" style="border:1 white dotted">Y 
                                    otros tres regalos que tambi&eacute;n me han 
                                    hecho mucha ilusi&oacute;n. Un ET de peluche 
                                    que HABLA! :DD (ya te contar&eacute; un dia 
                                    mi relaci&oacute;n &iacute;ntima con ET. Se 
                                    remonta a cuando ten&iacute;a 4 a&ntilde;os...) 
                                    , un CD de Chemical Brothers, y un porta-cds 
                                    met&aacute;lico guap&iacute;simo. </td>
                                </tr>
                                <tr> 
                                  <td align="center" valign="top"><img src="/img_blog_obo/reyes/reyes4.jpg" width="350" height="263" border="1" style="border-color:white"> 
                                  </td>
                                </tr>
                              </table>