+++
date = "2003-01-26 23:14:25"
author = ""
title = "Podré Tornar Enrera"
slug = "podre-tornar-enrera-53"
tags = [ "sentimientos" ]
+++
<p>Hoy es el cumplea&ntilde;os de <a href="javascript:;" onClick="MM_openBrWindow('/oekaki/profile.php?user=wess','','scrollbars=yes,width=300,height=420')"><b> 
                                Wess </b></a> (&iexcl;felicitadlo!) y lo celebramos 
                                ayer, junto con el de C. y A., con unas carreras 
                                en el Indoor Karting de Sant Feliu y con unas 
                                copas y unos bailoteos por la noche. El Karting 
                                increible, disfrutamos como enanos. Esta vez fue 
                                mejor incluso que la anterior. &Eacute;ramos 9, 
                                as&iacute; que llenamos la parrilla de salida. 
                                Como el tema direcci&oacute;n y frenos ya estaba 
                                controlado, fuimos a saco desde el principio. 
                                Adelantamientos imposibles, derrapes que desafiaban 
                                a las leyes de la f&iacute;sica, y algunos que 
                                otros casta&ntilde;azos majos (ok Valero, lo siento). 
                                <img src="/img_blog_obo/karts-carnet.jpg" width="289" height="210" align="left">;-) 
                                Tal fue la emoci&oacute;n que finalmente decid&iacute; 
                                hacerme de una vez el carnet de socio. (Venga, 
                                a gastar que esto son 4 d&iacute;as y vamos ya 
                                casi por la mitad!) As&iacute; que ahora, por 
                                el simple hecho de sacarle partido al tema habr&aacute; 
                                que ir m&aacute;s a menudo. 8-D Adem&aacute;s 
                                con la broma consegu&iacute; el mejor tiempo, 
                                que no sirve para nada m&aacute;s que para aumentar 
                                mi autoestima, y a&uacute;n me <span class="help" title="emocioné, animé"><em>engresqu&eacute;</em></span> 
                                m&aacute;s con el asunto karts. Ah&iacute; tienes 
                                el flamante carnet que me agenci&eacute;. Y, Esteve 
                                &amp; Co., no os enga&ntilde;&eacute;is, sab&eacute;is 
                                que acabar&eacute;is sac&aacute;ndoos el carnet 
                                tarde o temprano... ;) Una experiencia adrenal&iacute;nica 
                                altamente recomendable.</p><table width="80%" border="0" align="center" cellpadding="0" cellspacing="0">
                                <tr> 
                                  <td align="center" class="titulo">El equipo 
                                    ganador en la parrilla de salida</td>
                                </tr>
                                <tr>
                                  <td align="center"><br />
                                    <img src="/img_blog_obo/karts-25.jpg" width="400" height="285" border="0"></td>
                                </tr>
                              </table>
                              <p>Luego, por la noche, quedamos para tomar algo 
                                en el Yabba, antes de probar suerte en Luz de 
                                Gas. Llegamos a las 11 y a&uacute;n no habia nadie, 
                                as&iacute; que Valero (qui&eacute;n si no) sugiri&oacute; 
                                que nos acerc&aacute;ramos a echar un cart&oacute;n 
                                al Bingo que hab&iacute;a cerca. Venga, por dos 
                                eurillos... Total, que all&iacute; est&aacute;bamos 
                                diez minutos m&aacute;s tarde, cartones y boli 
                                en mano, atentos a la voz de la chica que iba 
                                cantando los n&uacute;meros. Y no es que no conociera 
                                las normas, si bien era la primera vez que pisaba 
                                un Bingo 'de verdad', pero el momento de emoci&oacute;n... 
                                La cuesti&oacute;n es que, habiendo cantado ya 
                                la primera l&iacute;nea un hombre de la mesa de 
                                al lado, complet&eacute;, Y CANT&Eacute; POR SEGUNDA 
                                VEZ, l&iacute;nea. &not;&not;U La chica que comprobaba 
                                los cartones tambi&eacute;n se confundi&oacute; 
                                por un momento y me hizo los coros. &quot;L&iacute;nea&quot;, 
                                dijo. Pero al segundo se di&oacute; cuenta (c&oacute;mo 
                                no, con las caras de lobos asesinos que debieron 
                                poner el resto de jugadores...) del error y me 
                                contest&oacute; r&aacute;pidamente con un &quot;Shhhhhhhht!!!!&quot;. 
                                Jur, me quer&iacute;a disolver all&iacute; mismo. 
                                Qu&eacute; verg&uuml;enza! Jajajaja... Pero bueno, 
                                la cuesti&oacute;n era dar una nota de humor enmedio 
                                de aquel ambiente de tensi&oacute;n y seriedad. 
                                &iquest;Cuela? ^_^U </p>
                              <p>Volvimos al rato a Yabba, donde ya hab&iacute;a 
                                llegado el resto de la gente. La noche estuvo 
                                divertida. Acabamos al final en Costa Breve, ya 
                                que no conseguimos entrar en Luz de Gas. &quot;S&oacute;lo 
                                con invitaci&oacute;n&quot;, intent&oacute; convencernos 
                                el portero. &not;&not;U Tuve una conversaci&oacute;n 
                                con cierta personita que me hizo pensar en el 
                                mont&oacute;n de gente interesante que me queda 
                                por conocer. Me dej&oacute; la cabeza un poco 
                                <span class="help" title="disperso en pensamientos y recuerdos miles">'out'</span> 
                                el resto de la noche, pero hizo que fuera dormir 
                                con una sonrisa, m&aacute;s interior que f&iacute;sica. 
                                Qu&eacute; ciegos somos a veces...</p>
                              <p>Y esta tarde, para acabar de bordar el fin de 
                                semana, un ensayo genial con Xavi y Esteve. Me 
                                quedo con la frase: &quot;cuando hay qu&iacute;mica, 
                                el nivel es lo de menos...&quot;. Y la hay. Hemos 
                                probado algunos arreglos y melod&iacute;as con 
                                varias canciones que ten&iacute;an preparadas, 
                                y tambi&eacute;n con &quot;<a href="miasdet.php?id=49">Una 
                                estona m&eacute;s</a>&quot;. La melod&iacute;a 
                                no acaba de cuajar. Quiz&aacute;s incluso probemos 
                                con otra letra. Quedar&aacute; guapa. &quot;Com 
                                un nen&quot; y la &uacute;ltima que hemos probado 
                                (com es deia, nens?) est&aacute;n quedando tambi&eacute;n 
                                ok. Ya las oir&aacute;s.</p>
                              <p>Y ahora voy a ir a hacer la cena, que ya es tarde 
                                y ma&ntilde;ana empiezo a las 9. Currar en pijama 
                                es genial ;-)</p>