+++
date = "2003-09-16 12:00:05"
author = ""
title = "Vuelta al trabajo"
slug = "vuelta-al-trabajo-94"
tags = [ "pensamientos" ]
+++
<p>Muchos d&iacute;as sin escribir, si. Ni siquiera 
                                pude celebrar como quer&iacute;a el aniversario 
                                de obokaman (hizo un a&ntilde;o el 25 de Agosto). 
                                A pesar de todo, tengo la suerte de que siempre 
                                me entiende y me perdona, al fin y al cabo tendr&aacute; 
                                que aguantarme hasta el fin de sus d&iacute;as 
                                que son los m&iacute;os, as&iacute; que m&aacute;s 
                                le vale no llevarme demasiado la contraria...</p><p> La vuelta al trabajo est&aacute; siendo m&aacute;s 
                                pesada de lo previsto. Hab&iacute;a conseguido 
                                olvidar el porqu&eacute; de los ataques de ansiedad 
                                (es una manera de decirlo, no he tenido a&uacute;n 
                                ning&uacute;n ataque&#8230;) que ten&iacute;a 
                                al salir del trabajo en Mayo y Junio. Cada vez 
                                me resulta m&aacute;s dif&iacute;cil distinguir 
                                si trabajo en un aula de inform&aacute;tica o 
                                en un centro de servicios sociales, los pesados 
                                de siempre han vuelto de las vacaciones con las 
                                pilas puestas y yo, tio pac&iacute;fico y paciente 
                                (los que me conoc&eacute;is lo pod&eacute;is corroborar), 
                                empiezo a perder la capacidad de autocontrol. 
                                Se me acaba el pacifismo y se me acaba la paciencia. 
                                Y la verdad es que no me gusta. Espero que el 
                                inicio del curso cambie la situaci&oacute;n y 
                                que la reuni&oacute;n del viernes sirva de alg&uacute;n 
                                modo para que entiendan la necesidad de incluir 
                                la figura del vigilante de seguridad en el Centro. 
                                Lo espero porque no creo que siga aqu&iacute; 
                                en enero si esto sigue igual...</p>
                              <p> Bueno, tocan buscar nuevas ideas y motivaciones 
                                que distraigan mi atenci&oacute;n, porque resulta 
                                que la gente que realmente va a sacar partido 
                                de todo lo que estamos haciendo no tiene ninguna 
                                culpa de que est&eacute; estresado. Hace poco 
                                m&aacute;s de una semana que abrimos los periodos 
                                de inscripci&oacute;n y ya se han llenado todas 
                                las ediciones hasta finales de noviembre. Es alentador 
                                saber que los talleres han despertado tal inter&eacute;s 
                                en la gente. Como curiosidades, el taller de Photoshop 
                                que voy a dar los s&aacute;bados por la ma&ntilde;ana, 
                                que tengo unas ganas locas de empezar, y el taller 
                                de weblogs que impartir&eacute; los lunes por 
                                la tarde. Creo haber le&iacute;do en alg&uacute;n 
                                sitio que ya se ha montado algo as&iacute;, pero 
                                me pareci&oacute; interesante la idea de montar 
                                un taller para dar nociones b&aacute;sicas sobre 
                                qu&eacute; es un weblog, c&oacute;mo funciona, 
                                c&oacute;mo instalar algunas de las aplicaciones 
                                m&aacute;s conocidas, y dar un repaso al universo 
                                blogui actual. En 8 horas me parece un poco atrevido, 
                                pero algo se va a intentar. Te ir&eacute; informando 
                                puntualmente, de hecho lo m&aacute;s posible es 
                                que montemos un weblog acerca del propio taller 
                                donde los alumnos puedan ir posteando sus impresiones. 
                                El resto, talleres generalistas de introducci&oacute;n 
                                a la inform&aacute;tica, ofim&aacute;tica e internet. 
                                Dar clases de este tipo es realmente entretenido 
                                la mayor parte de las veces. Me gusta. Esto no 
                                es una clase de instituto, cuando alguien se apunta 
                                a un taller para asistir en su tiempo de ocio, 
                                es que est&aacute; interesado en la materia, lo 
                                suficiente como para invertir su tiempo libre, 
                                y la predisposici&oacute;n de los alumnos ayuda 
                                a disfrutar ense&ntilde;ando. Y m&aacute;s con 
                                algo como las nuevas tecnolog&iacute;as, donde 
                                el 90% de las personas que acuden a este tipo 
                                de cursos est&aacute;n descubriendo por primera 
                                vez todo el universo de posibilidades que les 
                                abre internet. Sus caras me recuerdan a veces 
                                a esos documentales donde los exploradores reparten 
                                espejos y mecheros entre los nativos de las tribus 
                                en lugares lejanos. Es reconfortante recibir el 
                                primer mail de un alumno de 70 a&ntilde;os agradeci&eacute;ndote 
                                tus clases e inform&aacute;ndote de sus avances, 
                                de su charla de videoconferencia con la sobrina 
                                en Brasil, o del foro sobre f&uacute;tbol que 
                                ha descubierto recientemente. Es precisamente 
                                por todo esto por lo que me apena tanto que 4 
                                idiotas adquieran tanto protagonismo en nuestro 
                                trabajo diario&#8230; Bueno, basta por hoy de 
                                trabajo&#8230;</p>
                              <p> Llamar&eacute; a Vicente para que me prepare 
                                un par de bikinis para cenar antes del ensayo 
                                que empieza dentro de 10 minutos. Si me permites... 
                                [...] </p>
                              <p>Listo. Pues si, estamos preparando un concierto 
                                para este s&aacute;bado. Un ex-componente del 
                                grupo se CASA! y nos ha invitado a tocar en el 
                                convite, as&iacute; que toca curr&aacute;rselo. 
                                Supongo que alguna cosa grabaremos, as&iacute; 
                                que quiz&aacute;s con la excusa caiga el primer 
                                post musical en mucho tiempo. Ah, dentro de poco, 
                                concierto en el Prat. Te informar&eacute; puntualmente 
                                de fecha, hora y lugar. Procura tener libre esa 
                                noche, ok? ;)</p>
                              <p> Bueno, creo que toca ir cerrando todo por aqu&iacute;, 
                                las horas extras para cuando se necesiten. Aunque 
                                postee muy poco estos d&iacute;as, sigo subiendo 
                                fotos a menudo a <a href="/fotos/">la galer&iacute;a</a>. 
                                Me encantar&iacute;a que le dieras un repaso y 
                                comentaras las fotos que te hayan gustado. Bueno&#8230; 
                                y las que no, obviamente. :D Hasta pronto.</p>