<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Curiosidades on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/curiosidades/</link><description>Recent content in Curiosidades on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Sun, 14 Sep 2008 13:09:00 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/curiosidades/index.xml" rel="self" type="application/rss+xml"/><item><title>CRASH camisetas</title><link>https://albert.garcia.gibert.es/crash-camisetas-127254/</link><pubDate>Sun, 14 Sep 2008 13:09:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/crash-camisetas-127254/</guid><description>&lt;p>&lt;a class="thickbox" href="https://albert.garcia.gibert.es/images/post/127254-90088.jpg" alt="Camiseta Mazinger Z" width="199" height="300" />&lt;/a> Si te gustan las camisetas "de autor", con mensaje, con un punto friki y divertido, deber&amp;iacute;as conocer &lt;a href="https://www.crashcamisetas.com/">CRASH camisetas&lt;/a>. &lt;strong>Crash camisetas&lt;/strong> es una web de venta online de camisetas, con sede en Barcelona. Puntualizar que, aunque su cat&amp;aacute;logo est&amp;aacute; basado principalemente en camisetas, tambi&amp;eacute;n venden algunos &lt;a href="https://www.crashcamisetas.com/list_articulos.asp?id_categoria=2">culottes&lt;/a> y &lt;a href="https://www.crashcamisetas.com/list_articulos.asp?id_categoria=3">boxers&lt;/a> personalizados muy graciosos.&lt;/p>
&lt;p>En estos momentos casi todos los dise&amp;ntilde;os se basan en mensajes estampados de forma creativa, aunque en colaboraci&amp;oacute;n con algunos dibujantes tienen modelos (como el de Mazinger Z pedo que llevo en la foto) realmente ingeniosos. Adem&amp;aacute;s, ofrecen la posibilidad de &lt;a href="https://www.crashcamisetas.com/tusideas.asp">estampar tus propios dise&amp;ntilde;os o dibujos&lt;/a>. ;-) &lt;/p></description></item><item><title>Vídeos en 360º</title><link>https://albert.garcia.gibert.es/videos-en-360-79774/</link><pubDate>Fri, 25 Apr 2008 20:43:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/videos-en-360-79774/</guid><description>&lt;p>Hoy hablaba con &lt;a href="https://www.edevi.com/">Manel&lt;/a> durante el desayuno de las fotos en 360&amp;ordm; que usan, por ejemplo, en &lt;a href="https://maps.google.es">Google Maps&lt;/a> para su funcionalidad de &lt;a href="https://maps.google.com/help/maps/streetview/">Street View&lt;/a>, que ofrece una perspectiva a pi&amp;eacute; de muchas grandes ciudades, permitiendo al usuario arrastrar la imagen como si girara sobre s&amp;iacute; mismo. El tema es que recordaba haber visto hacer algo similar pero con v&amp;iacute;deo, y no consegu&amp;iacute;a decirle d&amp;oacute;nde.&lt;/p>
&lt;p>Precisamente hace unos minutos en &lt;a href="https://twitter.com/wwwhatsnew/statuses/796902578">un tweet de Juan Diego Polo&lt;/a> ha aparecido, casualidades del internet, el dichoso video, as&amp;iacute; que ah&amp;iacute; va. Echadle un vistazo porque moverse en un entorno de 360&amp;ordm;, trat&amp;aacute;ndose de im&amp;aacute;genes en movimiento, es una experiencia realmente alucinante.&lt;/p></description></item><item><title>Nuevo billete de $5 en USA</title><link>https://albert.garcia.gibert.es/nuevo-billete-5-usa-69142/</link><pubDate>Sat, 15 Mar 2008 00:06:50 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-billete-5-usa-69142/</guid><description>&lt;p>
Le&amp;iacute;a hace unos minutos en &lt;a href="https://twitter.com/JenniferLaycock/statuses/771711740">un tweet de Jennifer Laycock&lt;/a> c&amp;oacute;mo se preguntaba si &amp;quot;era la &amp;uacute;nica que cre&amp;iacute;a que el n&amp;uacute;mero 5 lila gigante en la parte posterior de los nuevos billetes de $5 parece fuera de lugar&amp;quot;. Y es que, al parecer, hace muy pocos d&amp;iacute;as han entrado en circulaci&amp;oacute;n unos nuevos billetes en Estados Unidos. Entre &lt;a href="https://www.moneyfactory.gov/newmoney/main.cfm/currency/new5">varios otros cambios y mejoras&lt;/a>, han incorporado un 5 muy grande en la parte posterior, impreso en un color con un alto contraste con el verde que domina el resto del billete: color lila. Adem&amp;aacute;s del tama&amp;ntilde;o, el nuevo n&amp;ordm; rompe con la est&amp;eacute;tica y la tipograf&amp;iacute;a usados en las dem&amp;aacute;s partes del billete, y se muestra con una tipo sans-serif austera y sencilla. Para que os hag&amp;aacute;is una idea, &amp;eacute;ste es el aspecto que ten&amp;iacute;an y tienen ahora los billetes de $5 USD.
&lt;/p></description></item><item><title>¿Cobrar por ir a una entrevista de trabajo? Eso es NotchUp</title><link>https://albert.garcia.gibert.es/cobrar-ir-entrevista-trabajor-eso-notchup-57909/</link><pubDate>Wed, 30 Jan 2008 22:48:10 +0000</pubDate><guid>https://albert.garcia.gibert.es/cobrar-ir-entrevista-trabajor-eso-notchup-57909/</guid><description>&lt;p>
Pues s&amp;iacute;, a m&amp;iacute; tambi&amp;eacute;n me pareci&amp;oacute; incre&amp;iacute;ble, pero existe. &lt;a href="https://notchup.com/">&lt;strong>NutchUp&lt;/strong>&lt;/a> ofrece un servicio orientado a los llamados &lt;em>buscadores pasivos de empleo&lt;/em>: &lt;strong>personas que se encuentran satisfechas en su trabajo actual, que posiblemente no perder&amp;iacute;an su tiempo en acudir a una oferta de empleo, y a las que se intenta captar la atenci&amp;oacute;n a trav&amp;eacute;s de un incentivo econ&amp;oacute;mico&lt;/strong>.
&lt;/p>
&lt;p>
Obviamente ya hay varias decenas de miles de usuarios registrados (&amp;iquest;a qui&amp;eacute;n no llama la atenci&amp;oacute;n el hecho de que le paguen por acudir a una entrevista?). Lo que resulta sorprendente es que son muchas, y conocidas, las empresas&amp;nbsp; que, por lo visto, sacan partido de estos servicios: seg&amp;uacute;n ellos mismos indican, &lt;strong>Google, Yahoo, Barracuda, mSpot&lt;/strong>... usan estos sistemas de reclutamiento sujeto a incentivo econ&amp;oacute;mico para llamar la atenci&amp;oacute;n de posibles empleados con talento. 
&lt;/p></description></item><item><title>Cómo rodar el desembarco de Normandía con 3 actores</title><link>https://albert.garcia.gibert.es/rodar-desembarco-normandia-3-actores-55509/</link><pubDate>Mon, 21 Jan 2008 23:12:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/rodar-desembarco-normandia-3-actores-55509/</guid><description>&lt;p>Los autores de este vídeo nos demuestran cómo con una buena post-producción, es posible ahorrarse un dineral en extras. Con sólo 3 actores ( y unos cientos de tomas de carreras de un lado para otro, unos fondos verdes por aquí y por allí, unas grabaciones de &amp;ldquo;explosiones de laboratorio&amp;rdquo;&amp;hellip; ) consiguen reproducir el desembarco de Normandía, simulando a centenares de soldados mezclados en escena, en plena batalla. Realmente espectacular.&lt;/p></description></item><item><title>El ministro japonés pensando en cómo prevenir ataques extraterrestres</title><link>https://albert.garcia.gibert.es/ministro-japones-pensando-prevenir-ataques-extraterrestres-52085/</link><pubDate>Tue, 08 Jan 2008 19:52:19 +0000</pubDate><guid>https://albert.garcia.gibert.es/ministro-japones-pensando-prevenir-ataques-extraterrestres-52085/</guid><description>&lt;p>
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/52085-45428.jpg" alt="Shigeru Ishiba" title="Shigeru Ishiba" width="200" height="147" align="right" />Leo asombrado en &lt;strong>Denker Uber&lt;/strong> &lt;a href="https://www.uberbin.net/archivos/rants/japon-se-prepara-para-los-ataques-extraterrestres.php">las declaraciones del ministro japon&amp;eacute;s de defensa&lt;/a>, &lt;strong>Shigeru
Ishiba&lt;/strong>, en las que confirma a los periodistas su absoluto convencimiento de la existencia de OVNIs controlados por extraterrestres. Por un lado afirma que esa es s&amp;oacute;lamente su opini&amp;oacute;n personal, no como Ministro de Defensa del Jap&amp;oacute;n, pero por otro no se corta un &amp;aacute;pice al soltar que se plantea c&amp;oacute;mo podr&amp;iacute;a defenderse su pa&amp;iacute;s ante un ataque alien&amp;iacute;gena. Sus declaraciones contienen perlas como &amp;quot;&lt;em>Si bajaran diciendo 'Gente de la Tierra, seamos amigos', no ser&amp;iacute;an considerados una amenaza para nuestro pa&amp;iacute;s, pero c&amp;oacute;mo podemos estar seguros de sus intenciones si no podemos entender lo que est&amp;eacute;n diciendo?&lt;/em>&amp;quot;.
&lt;/p></description></item><item><title>Mac OS X + Vista + XP, All together!</title><link>https://albert.garcia.gibert.es/mac-os-x-vista-xp-all-together-24742/</link><pubDate>Mon, 27 Aug 2007 20:11:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/mac-os-x-vista-xp-all-together-24742/</guid><description>&lt;p>
Curiosa imagen en pantalla ayer por la tarde, mientras instalaba Vista y XP en Parallels desde mi Mac. Los tres funcionando al un&amp;iacute;sono, y sin peleas.
&lt;/p>
&lt;p align="center">
&lt;a href="https://albert.garcia.gibert.es/images/post/24742-23859.jpg" alt="24742-23859.jpg" title="24742-23859.jpg" />&lt;/a> 
&lt;/p></description></item><item><title>Windows Vista y sus múltiples versiones VS MAC OS X</title><link>https://albert.garcia.gibert.es/windows-vista-multiples-versiones-vs-mac-os-x-15182/</link><pubDate>Tue, 26 Jun 2007 21:36:15 +0000</pubDate><guid>https://albert.garcia.gibert.es/windows-vista-multiples-versiones-vs-mac-os-x-15182/</guid><description>&lt;p>
Esta curiosa e ilustrativa lista de sistemas operativos puede verse en el formulario de registro de producto de la p&amp;aacute;gina de HP.
&lt;/p>
&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/15182-14881.jpg" alt="Windows VS MAC" title="Windows VS MAC" width="374" height="300" />
&lt;/p>
&lt;p>
16 versiones de &lt;strong>Windows&lt;/strong> VS 1 s&amp;oacute;la versi&amp;oacute;n de &lt;strong>MAC OS&lt;/strong>. Interesante.&amp;nbsp;
&lt;/p>
&lt;p>
Via | &lt;a href="https://www.37signals.com/svn/posts/480-screens-around-town-photojojo-hp-and-safeway">Signal VS Noise&lt;/a>&amp;nbsp;
&lt;/p></description></item><item><title>DOOM como herramienta administrativa en Linux</title><link>https://albert.garcia.gibert.es/doom-herramienta-administrativa-linux-14265/</link><pubDate>Sat, 16 Jun 2007 13:11:58 +0000</pubDate><guid>https://albert.garcia.gibert.es/doom-herramienta-administrativa-linux-14265/</guid><description>&lt;p>
Incre&amp;iacute;blemente friki... pero cierto. 
&lt;/p>
&lt;p>
Un tal &lt;a href="https://www.cs.unm.edu/%7Edlchao/flake/doom/" target="_blank">David Koppenhofer&lt;/a> ha realizado una adaptaci&amp;oacute;n del popular shoot'em up &lt;a href="https://es.wikipedia.org/wiki/Doom">DOOM&lt;/a> &lt;strong>para conseguir representar los procesos del sistema como personajes del propio juego&lt;/strong>.
&lt;/p>
&lt;p align="center">
&lt;img src="https://albert.garcia.gibert.es/images/post/14265-14379.jpg" alt="14265-14379.jpg" title="14265-14379.jpg" width="320" height="200" /> 
&lt;/p>
&lt;p>
De esta forma, cada vez que quieras matar un proceso... ya no tendr&amp;aacute;s que hacerlo de forma metaf&amp;oacute;rica: podr&amp;aacute;s ir directamente a por &amp;eacute;l y &lt;a href="https://psdoom.sourceforge.net/screenshots.html">fulminarlo de un tiro&lt;/a>.
&lt;/p>
&lt;p>
Via | &lt;a href="https://www.xonsuns.com/noticias/4196/matando-procesos-con-doom.html">Xonsuns&lt;/a>&amp;nbsp;
&lt;/p></description></item><item><title>Síndrome de Koro, o el pene menguante</title><link>https://albert.garcia.gibert.es/sindrome-koro-o-pene-menguante-13540/</link><pubDate>Wed, 06 Jun 2007 10:22:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/sindrome-koro-o-pene-menguante-13540/</guid><description>&lt;p>
El &lt;strong>Koro&lt;/strong> es una extra&amp;ntilde;a enfermedad mental que suele darse principalmente en personas chinas, por la cual &lt;strong>los afectados creen ver reducido el tama&amp;ntilde;o de su pene de forma cont&amp;iacute;nua&lt;/strong>. Seg&amp;uacute;n cuenta la creencia popular, el pene se retrae dentro del abdomen ( en el caso de mujeres, los labios de la vulva o los pechos ) y el afectado muere inmediatamente. Con dicho panorama, sobra decir que normalmente &lt;strong>los enfermos de Koro entran en estados de p&amp;aacute;nico que les hacen llegar a cualquier extremo con tal de detener esa retracci&amp;oacute;n de su miembro&lt;/strong>, ya sea mediante acupuntura o m&amp;eacute;todos algo m&amp;aacute;s radicales, como pesos colgantes y otras barbaridades por el estilo.
&lt;/p></description></item><item><title>Los Goonies > Sean Austin > El Sr. de los Anillos</title><link>https://albert.garcia.gibert.es/goonies-sean-austin-sr-anillos-12624/</link><pubDate>Tue, 29 May 2007 08:48:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/goonies-sean-austin-sr-anillos-12624/</guid><description>&lt;p>
Si hace unos d&amp;iacute;as me sorprend&amp;iacute;a &lt;a href="https://www.obokaman.com/p/heroes-mr-linderman-malcolm-mcdowell-la-naranja-mecanica-11696">descubiendo que el actor que interpreta a &lt;strong>Mr. Linderman&lt;/strong> en &lt;strong>Heroes&lt;/strong>&lt;em> &lt;/em>no es otro que &lt;strong>Malcolm McDowell&lt;/strong>&lt;/a>, el actor que protagoniz&amp;oacute; &amp;quot;&lt;strong>La naranja mec&amp;aacute;nica&lt;/strong>&amp;quot;, hoy he pegado un respingo en mi silla al ver esta imagen:
&lt;/p>
&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/12624-13233.jpg" alt="12624-13233.jpg" title="12624-13233.jpg" />
&lt;/p>
&lt;p>
Pues si, &lt;a href="https://www.imdb.com/name/nm0000276/bio">&lt;strong>Sean Austin&lt;/strong>&lt;/a> fu&amp;eacute; el actor que interpret&amp;oacute; a Mickey en &amp;quot;&lt;a href="https://www.imdb.com/title/tt0089218/">&lt;strong>Los Goonies&lt;/strong>&lt;/a>&amp;quot;. Jops, c&amp;oacute;mo pasa el tiempo...
&lt;/p>
&lt;p>
Si eres de mi generaci&amp;oacute;n seguro que te picar&amp;aacute; la curiosidad por saber qu&amp;eacute; fu&amp;eacute; del resto del reparto de tan m&amp;iacute;tica pel&amp;iacute;cula. En &lt;a href="https://www.lacoctelera.com/quefuede/post/2007/05/24/los-actores-los-goonies-">&lt;strong>Qu&amp;eacute; fu&amp;eacute; de&lt;/strong>&lt;/a> han escrito un art&amp;iacute;culo comentando precisamente c&amp;oacute;mo les ha ido a cada uno de los actores que participaron en &amp;quot;&lt;strong>Los Goonies&lt;/strong>&amp;quot;.
&lt;/p></description></item><item><title>Angelina "Scofield" Jolie y sus tatuajes</title><link>https://albert.garcia.gibert.es/angelina-scofield-jolie-tatuajes-12184/</link><pubDate>Wed, 23 May 2007 21:18:16 +0000</pubDate><guid>https://albert.garcia.gibert.es/angelina-scofield-jolie-tatuajes-12184/</guid><description>&lt;p>
Resulta que &lt;strong>Angelina&lt;/strong>, &lt;a href="https://www.20minutos.es/galeria/2490/0/0/">por lo que parece&lt;/a>, es bastante aficionada a los tatuajes. Hasta aqu&amp;iacute; todo bien. Sin embargo, si os fij&amp;aacute;is en detalle en algunos de ellos, ver&amp;eacute;is algo extra&amp;ntilde;o en los tatuajes que luce en su hombro izquierdo.
&lt;/p>
&lt;p align="center">
&amp;nbsp;
&lt;img src="https://albert.garcia.gibert.es/images/post/12184-13033.jpg" alt="12184-13033.jpg" title="12184-13033.jpg" width="324" height="300" />
&lt;/p>
&lt;p>
Resulta que la &lt;strong>Jolie&lt;/strong>, como si de &lt;a href="https://es.wikipedia.org/wiki/Michael_Scofield">Michael Scofield&lt;/a> se tratara, &lt;strong>se ha tatuado en el cuerpo las coordenadas terrestres de los lugares donde nacieron sus 4 hijos&lt;/strong>:
&lt;/p>
&lt;blockquote>
	&lt;ul>
		&lt;li>&lt;strong>N11&amp;deg; 33' 0&amp;quot; E104&amp;deg; 51' 00&amp;quot;&lt;/strong>, Phnom Penh de donde es Maddox&lt;/li>
		&lt;li>&lt;strong>N09&amp;ordm; 02' 00&amp;quot; E038&amp;ordm; 45' 00&amp;quot;&lt;/strong>, Addis Abeba de donde es Zahara&lt;/li>
		&lt;li>&lt;strong>S22&amp;deg; 40' 26&amp;quot; E014&amp;deg; 31'40&amp;quot;&lt;/strong>, Namibia de donde es Shiloh&lt;/li>
		&lt;li>&lt;strong>N10&amp;deg; 40' 00&amp;quot; E106&amp;deg; 41'40&amp;quot;&lt;/strong>, Vietnam de donde es Pax Thien&lt;/li>
	&lt;/ul>
&lt;/blockquote>
&lt;p>
&amp;nbsp;Si ten&amp;eacute;is curiosidad por saber d&amp;oacute;nde est&amp;aacute;n esos lugares, pod&amp;eacute;is usar &lt;a href="https://www.cosports.com/tools/gps_coords.htm">Latitude / Longitude Coordinate Converter&lt;/a>.
&lt;/p></description></item><item><title>Heroes > Mr. Linderman > Malcolm McDowell > La Naranja Mecánica</title><link>https://albert.garcia.gibert.es/heroes-mr-linderman-malcolm-mcdowell-naranja-mecanica-11696/</link><pubDate>Thu, 17 May 2007 01:07:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/heroes-mr-linderman-malcolm-mcdowell-naranja-mecanica-11696/</guid><description>&lt;p align="center">
&lt;img src="https://albert.garcia.gibert.es/images/post/11696-12633.jpg" alt="11696-12633.jpg" title="11696-12633.jpg" width="450" height="128" /> 
&lt;/p>
&lt;p>
Vaya, pues va a ser que s&amp;iacute; que era &amp;eacute;l. Llevaba una semana con la duda y hoy lo he confirmado. &lt;strong>El personaje de Linderman en Heroes es interpretado por &lt;a href="https://en.wikipedia.org/wiki/Malcolm_McDowell">Malcolm McDowell&lt;/a>, el actor que a&amp;ntilde;os atr&amp;aacute;s protagoniz&amp;oacute; &amp;quot;La Naranja Mec&amp;aacute;nica&amp;quot;&lt;/strong>. Tiene unas facciones muy caracter&amp;iacute;sticas, &amp;iquest;verdad?
&lt;/p></description></item><item><title>Me llamo Guybrush Threepwood y quiero ser pirata</title><link>https://albert.garcia.gibert.es/me-llamo-guybrush-threepwood-quiero-pirata-11634/</link><pubDate>Wed, 16 May 2007 18:03:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/me-llamo-guybrush-threepwood-quiero-pirata-11634/</guid><description>&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/11634-12619.jpg" alt="11634-12619.jpg" title="11634-12619.jpg" width="400" height="300" /> 
&lt;/p>
&lt;p>
Si eres suficientemente &amp;quot;viejo&amp;quot; como para haber convivido con aventuras gr&amp;aacute;ficas de la talla de &lt;strong>Monkey Island&lt;/strong>, &lt;strong>Maniac Mansion&lt;/strong>, &lt;strong>Indiana Jones&lt;/strong> o &lt;strong>SpaceQuest&lt;/strong> posiblemente coincidir&amp;aacute;s conmigo en qu&amp;eacute; el gui&amp;oacute;n y los di&amp;aacute;logos de estos cl&amp;aacute;sicos eran realmente buenos, geniales en ocasiones. Hoy &lt;a href="https://www.todaviapordeterminar.com/ftopic6024.html">un enlace&lt;/a> que ha pasado Manel en la oficina me ha hecho recordar un mont&amp;oacute;n de pedacitos de aquella &amp;eacute;poca, as&amp;iacute; que rescatar&amp;eacute; algunas de las perlas, para aquellos tontos nost&amp;aacute;lgicos como yo.
&lt;/p></description></item><item><title>Huevos poetas</title><link>https://albert.garcia.gibert.es/huevos-poetas-10449/</link><pubDate>Thu, 26 Apr 2007 20:49:58 +0000</pubDate><guid>https://albert.garcia.gibert.es/huevos-poetas-10449/</guid><description>&lt;p>
Ser&amp;iacute;a all&amp;aacute; por el 2000 o el 2001 cuando v&amp;iacute; estas animaciones por primera vez, y hoy me las he cruzado en YouTube. No pod&amp;iacute;a dejar de compartirlas contigo y guardarlas para la posteridad en el blog. Siguen siendo igual de graciosas por m&amp;aacute;s que pase el tiempo. De hecho algunas de las frases han pasado a formar parte del vocabulario habitual en nuestro grupo de amigos! &amp;quot;&amp;iexcl;Qu&amp;eacute; hermosa hueva!&amp;quot; 
&lt;/p></description></item><item><title>Last.fm o cómo terminar una amistad</title><link>https://albert.garcia.gibert.es/lastfm-o-terminar-amistad-10325/</link><pubDate>Sun, 22 Apr 2007 11:46:52 +0000</pubDate><guid>https://albert.garcia.gibert.es/lastfm-o-terminar-amistad-10325/</guid><description>&lt;p>
Estaba ahora mismo curioseando entre las opciones del player de &lt;strong>&lt;a href="https://www.lastfm.es">Last.fm&lt;/a>&lt;/strong> , y me encuentro, entre las acciones que puedes realizar sobre tus contactos &amp;eacute;sta: &amp;quot;&lt;strong>Terminar la amistad&lt;/strong>&amp;quot;
&lt;/p>
&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/10325-11438.jpg" alt="10325-11438.jpg" title="10325-11438.jpg" /> 
&lt;/p>
&lt;p>
As&amp;iacute; que ya sab&amp;eacute;is: cuidado con qui&amp;eacute;n a&amp;ntilde;ad&amp;iacute;s y qui&amp;eacute;n no a vuestra lista de contactos de &lt;strong>&lt;a href="https://www.lastfm.es">Last.fm&lt;/a>&lt;/strong>. Si alg&amp;uacute;n d&amp;iacute;a quer&amp;eacute;is eliminar a alguien de esa lista, ser&amp;aacute; requisito indispensable que termin&amp;eacute;is con vuestra amistad. O bueno, quiz&amp;aacute;s se encargan ellos de hacerlo por t&amp;iacute;... &amp;iquest;C&amp;oacute;mo lo conseguir&amp;aacute;n? Quiz&amp;aacute;s le env&amp;iacute;en en un mail en tu nombre o... Vaya, ahora me pica la curiosidad...
&lt;/p></description></item><item><title>Nickelback: ¿Puede un grupo plagiarse a sí mismo?</title><link>https://albert.garcia.gibert.es/nickelback-grupo-plagiarse-mismor-9652/</link><pubDate>Fri, 06 Apr 2007 00:17:41 +0000</pubDate><guid>https://albert.garcia.gibert.es/nickelback-grupo-plagiarse-mismor-9652/</guid><description>&lt;p>
Bajo este t&amp;iacute;tulo me pasaron har&amp;aacute; cosa ya de un a&amp;ntilde;o un curioso MP3 en el que se reproduc&amp;iacute;an simult&amp;aacute;neamente dos canciones del mismo grupo : &lt;strong>Nickelback&lt;/strong>. Hoy lo he recuperado del ba&amp;uacute;l de los recuerdos mientras hac&amp;iacute;a limpieza, as&amp;iacute; que aprovechar&amp;eacute; para compartirlo contigo.
&lt;/p>
&lt;p>
El autor, por lo visto, pretend&amp;iacute;a dejar evidenciar la sorprendente similitud entre algunos de los temas del propio grupo de rock... Y la verdad es que es alucinante lo clavados que est&amp;aacute;n los patrones de las dos canciones que escogi&amp;oacute;. 
&lt;/p></description></item><item><title>Keith Richards: "Me esnifé a mi padre"</title><link>https://albert.garcia.gibert.es/keith-richards-me-esnife-padre-9626/</link><pubDate>Wed, 04 Apr 2007 22:49:18 +0000</pubDate><guid>https://albert.garcia.gibert.es/keith-richards-me-esnife-padre-9626/</guid><description>&lt;blockquote>
	&lt;p>
	&amp;iquest;La cosa m&amp;aacute;s rara que he intentado esnifar? Mi padre. Me esnif&amp;eacute; a mi padre
	&lt;/p>
	&lt;p align="right">
	&lt;em>Keith Richards&lt;/em>
	&lt;/p>
&lt;/blockquote>
&lt;p>
Qu&amp;eacute; grande. Si es que ya no quedan &lt;strong>rockeros como los de antes&lt;/strong>...
&lt;/p>
&lt;p>
La noticia completa en &lt;strong>&lt;a href="https://www.elpais.com/articulo/gente/Keith/Richards/niega/ahora/hubiera/esnifado/cenizas/padre/elpepugen/20070403elpepuage_7/Tes">el Pa&amp;iacute;s&lt;/a>&lt;/strong>
&lt;/p></description></item><item><title>Envidia sana</title><link>https://albert.garcia.gibert.es/envidia-sana-9370/</link><pubDate>Mon, 26 Mar 2007 10:10:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/envidia-sana-9370/</guid><description>&lt;p>
Pues si... sana, &lt;strong>pero envidia al fin y al cabo&lt;/strong>... Un proyecto online, con unos 50.000 usuarios, que &lt;a href="https://www.the-mixer.net/mixer/post/2007/03/25/fiesta-coctelera">se materializa por unas horas en el Mundo Real&lt;/a> , y consigue transformar unos nicks en personas de carne y hueso. Toda una experiencia, y una sensaci&amp;oacute;n embriagante, seguro, para todos aquellos que hacen posible la existencia de &lt;a href="https://www.lacoctelera.com">&lt;strong>la Coctelera&lt;/strong>&lt;/a>. Mis felicitaciones por el &amp;eacute;xito.
&lt;/p>
&lt;p>
&amp;iquest;Habr&amp;aacute; alg&amp;uacute;n dia una &lt;strong>OboParty&lt;/strong>? &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" border="0" alt="Gui&amp;ntilde;o" title="Gui&amp;ntilde;o" />
&lt;/p></description></item><item><title>Guiños humorísticos en CSSEdit 2</title><link>https://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</link><pubDate>Thu, 22 Mar 2007 09:26:50 +0000</pubDate><guid>https://albert.garcia.gibert.es/guinos-humoristicos-cssedit-2-9271/</guid><description>&lt;p>
Hace unos d&amp;iacute;as &lt;a href="https://www.pixelovers.com/mensaje/9114/cssedit-y-las-hojas-de-estilo-bien-organizadas">escrib&amp;iacute;a en &lt;strong>Pixelovers&lt;/strong> acerca de &lt;strong>CSSEdit 2&lt;/strong>&lt;/a> , un editor fant&amp;aacute;stico de CSS para Mac. Hoy, navegando en busca de un buen sustituto de dicho software para Windows ( un sustituto que por cierto a&amp;uacute;n n he conseguido encontrar... si alguien me echa un cable... ), me he topado con &lt;a href="https://www.thehardsix.com/2006/11/cssedit-2/">un blog en qu&amp;eacute; han descubierto un gui&amp;ntilde;o humor&amp;iacute;stico en el icono del programita&lt;/a> .... Atenci&amp;oacute;n al detalle. &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" border="0" alt="Gui&amp;ntilde;o" title="Gui&amp;ntilde;o" />
&lt;/p></description></item><item><title>Indicios de moralidad en el comportamiento de los primates</title><link>https://albert.garcia.gibert.es/indicios-moralidad-comportamiento-primates-9239/</link><pubDate>Wed, 21 Mar 2007 09:39:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/indicios-moralidad-comportamiento-primates-9239/</guid><description>&lt;p>
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/9239-10367.jpg" alt="9239-10367.jpg" title="9239-10367.jpg" width="168" height="200" align="right" />
Os remito a &lt;a href="https://www.nytimes.com/2007/03/20/science/20moral.html?_r=1&amp;amp;oref=slogin&amp;amp;pagewanted=all">un art&amp;iacute;culo del &lt;strong>NY Times&lt;/strong>&lt;/a> muy interesante que ha citado &lt;strong>Antoni Basses&lt;/strong> esta ma&amp;ntilde;ana en &lt;a href="https://www.catradio.com/pcatradio/crItem.jsp?seccio=programa&amp;amp;idint=432">El Mat&amp;iacute; de Catalunya R&amp;agrave;dio&lt;/a> .
&lt;/p>
&lt;p>
En &amp;eacute;l, comentan las tesis de &lt;strong>Frans de Waal&lt;/strong>, director del &lt;em>Living Links Center&lt;/em> de la &lt;a href="https://topics.nytimes.com/top/reference/timestopics/organizations/e/emory_university/index.html?inline=nyt-org">universidad de Emory&lt;/a>, en las que defiende, frente a diversas voces desde el mundo de la filosof&amp;iacute;a, que los or&amp;iacute;genes de la moralidad humana pueden entreverse en muchos de los comportamientos sociales de los primates.
&lt;/p></description></item><item><title>El James Cook parte desde Tenerife hacia el centro de la Tierra</title><link>https://albert.garcia.gibert.es/james-cook-parte-tenerife-hacia-centro-tierra-8789/</link><pubDate>Tue, 06 Mar 2007 09:19:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/james-cook-parte-tenerife-hacia-centro-tierra-8789/</guid><description>&lt;p>
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/8789-10092.jpg" alt="8789-10092.jpg" title="8789-10092.jpg" width="169" height="200" align="right" />
El &lt;strong>James Cook&lt;/strong>, tripulado por una expedici&amp;oacute;n brit&amp;aacute;nica, parte desde Tenerife hacia un punto del oc&amp;eacute;ano Alt&amp;aacute;ntico situado frente a la costa norte de Sudam&amp;eacute;rica para investigar &lt;strong>un extra&amp;ntilde;o agujero situado a unos 5000 metros de profundidad y de m&amp;aacute;s de 3 Km. metros de di&amp;aacute;metro&lt;/strong>.
&lt;/p>
&lt;p>
El agujero se encuentra en el punto de uni&amp;oacute;n entre las placas de Sudam&amp;eacute;rica, Norteam&amp;eacute;rica y &amp;Aacute;frica, con lo que podr&amp;iacute;a haber sido provocado por el propio movimiento tect&amp;oacute;nico que separa estas placas a una velocidad de 2 cm por a&amp;ntilde;o. Lo que los cient&amp;iacute;ficos no se explican es &lt;strong>porqu&amp;eacute; ese abismo no ha s&lt;/strong>&lt;strong>ido rellenado por material &lt;/strong>&lt;strong>volc&amp;aacute;nico, &lt;/strong>&lt;strong>formando una nueva corteza&lt;/strong>.
&lt;/p></description></item><item><title>Pixel Art usando cubos de Rubik</title><link>https://albert.garcia.gibert.es/pixel-art-usando-cubos-rubik-8445/</link><pubDate>Sat, 24 Feb 2007 17:58:31 +0000</pubDate><guid>https://albert.garcia.gibert.es/pixel-art-usando-cubos-rubik-8445/</guid><description>&lt;p>
Incre&amp;iacute;ble, no?
&lt;/p>
&lt;p>
Via &lt;a href="https://www.37signals.com/svn/posts/292-rubikubism-embracing-constraints">Signal VS Noise&lt;/a> &amp;nbsp;
&lt;/p></description></item><item><title>Ciencia VS Fe</title><link>https://albert.garcia.gibert.es/ciencia-vs-fe-8414/</link><pubDate>Fri, 23 Feb 2007 09:40:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/ciencia-vs-fe-8414/</guid><description>&lt;p style="text-align: center">
&lt;a href="https://albert.garcia.gibert.es/images/post/8414-9892.jpg" alt="8414-9892.jpg" title="8414-9892.jpg" width="325" height="300" />&lt;/a> 
&lt;/p>
&lt;p>
Brillante.
&lt;/p>
&lt;p>
Via &lt;a href="https://www.microsiervos.com/archivo/ciencia/ciencia-vs-fe.html">Microsiervos&lt;/a> &amp;gt; &lt;a href="https://charlatanes.blogspot.com/2007/02/ciencia-y-fe.html">El retorno de los charlatanes&lt;/a> &amp;gt; &lt;a href="https://www.wellingtongrey.net/miscellanea/archive/2007-01-15%20--%20science%20vs%20faith.html">Wellington Grey&lt;/a>
&lt;/p></description></item><item><title>Publicidad desafortunada</title><link>https://albert.garcia.gibert.es/publicidad-desafortunada-8253/</link><pubDate>Sat, 17 Feb 2007 10:48:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/publicidad-desafortunada-8253/</guid><description>&lt;p>
 &lt;img style= "display: block; margin-left: auto; margin-right: auto;" title="" src= "/images/post/8253-9780.jpg" alt=" TAGS:undefined">Esto es lo que me he encontrado en el
 último boletín que me ha llegado de &lt;strong>MiPasado.com&lt;/strong>
&lt;/p>
&lt;p>
 Ops... Buen intento... pero resulta que en &lt;a href= "https://www.xaloc.org/default.aspx">&lt;strong>Xaloc&lt;/strong>&lt;/a>
 sólo había tíos. Es lo que tienen los colegios de curas.&amp;nbsp;
&lt;/p></description></item><item><title>Paracaidista sobrevive a una caída desde más de 3600m de altura</title><link>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</link><pubDate>Fri, 16 Feb 2007 07:33:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</guid><description>&lt;p>
Desde YA os digo que &lt;strong>si plane&amp;aacute;is practicar el salto libre en las pr&amp;oacute;ximas semanas, casi mejor que no sig&amp;aacute;is con el mensaje, ni ve&amp;aacute;is el v&amp;iacute;deo&lt;/strong>. No es necesario, y os va a dar un mal rollo de la leche.
&lt;/p>
&lt;p>
Al parecer, el protagonista, Michael Holmes, tiene alg&amp;uacute;n problema con su paraca&amp;iacute;das durante el salto: &lt;strong>A pesar de abrirse, no lo hace de forma correcta, y Michael sigue descendiendo en ca&amp;iacute;da libre a una velocidad de unos 130Km/h, girando continuamente sobre s&amp;iacute; mismo a causa del propio paraca&amp;iacute;das mal extendido&lt;/strong>. Lo m&amp;aacute;s sorprendente: &lt;strong>Michael sobrevive a la ca&amp;iacute;da&lt;/strong>. 
&lt;/p></description></item><item><title>Revisa la letra pequeña de tu seguro</title><link>https://albert.garcia.gibert.es/revisa-letra-pequena-seguro-7577/</link><pubDate>Wed, 31 Jan 2007 09:04:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/revisa-letra-pequena-seguro-7577/</guid><description>&lt;blockquote>
	MUNAT Seguros Generales&lt;br />
	Se excluyen los hechos y consecuencias siguientes:&lt;br />
	a) Aquellos que no consten expresamente como cubiertos en el contrato.&lt;br />
	b) La conducci&amp;oacute;n sin permiso o licencia en vigor. &lt;br />
	&amp;hellip;&lt;br />
	g) &lt;strong>La modificaci&amp;oacute;n de la estructura at&amp;oacute;mica de la materia y sus efectos.&lt;/strong>
&lt;/blockquote>
&lt;blockquote>
	Exclusiones frecuentes (&amp;hellip;) Riesgos que son asumidos por el Consorcio de
	Compensaci&amp;oacute;n de Seguros, como los fen&amp;oacute;menos de naturaleza
	extraordinaria, terrorismo, actuaci&amp;oacute;n de las Fuerzas Armadas y Cuerpos
	de Seguridad, guerra &lt;strong>y aquellos debidos a los efectos relacionados con la transmutaci&amp;oacute;n del n&amp;uacute;cleo del &amp;aacute;tomo.&lt;/strong>
&lt;/blockquote>
&lt;blockquote>
	11. Guerras (&amp;hellip;) actos de terrorismo, sabotajes y huelgas, est&amp;eacute;n o no declaradas oficialmente. &lt;strong>La
	transmutaci&amp;oacute;n del n&amp;uacute;cleo del &amp;aacute;tomo, as&amp;iacute; como de las radiaciones
	provocadas por la aceleraci&amp;oacute;n artificial de part&amp;iacute;culas at&amp;oacute;micas.&lt;/strong> &lt;br />
&lt;/blockquote>
&lt;p>
&amp;nbsp;Aunque pueda parecer cachondeo, o textos sacados de cualquier pel&amp;iacute;cula de ciencia-ficci&amp;oacute;n, todos ellos son extractos reales de condiciones de seguros de coches y de viajes. 
&lt;/p></description></item><item><title>24 de Enero: ¿el peor dia del año?</title><link>https://albert.garcia.gibert.es/24-enero-peor-dia-anor-7403/</link><pubDate>Wed, 24 Jan 2007 09:16:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/24-enero-peor-dia-anor-7403/</guid><description>&lt;p>
Pues no ten&amp;iacute;a ni idea, pero al parecer existe hasta &lt;a href="https://news.bbc.co.uk/hi/spanish/misc/newsid_4202000/4202183.stm">una f&amp;oacute;rmula matem&amp;aacute;tica que lo demuestra&lt;/a>... Por el momento el 24 de enero de este a&amp;ntilde;o YA es el d&amp;iacute;a m&amp;aacute;s fr&amp;iacute;o de este invierno... y hoy he salido de casa s&amp;oacute;lo con la cazadora deportiva, asi que... &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-frown.gif" border="0" alt="Triste" title="Triste" /> Tendr&amp;eacute; que consolarme esperando que este fr&amp;iacute;o se traducir&amp;aacute; en nevadas para las estaciones de esqu&amp;iacute; del Pirineo.
&lt;/p>
&lt;p>
Otros, en cambio, demuestran con datos y no con f&amp;oacute;rmulas rebuscadas y sin sentido, que &lt;a href="https://www.microsiervos.com/archivo/microciervadas-varias/24-de-enero-geek.html">el 24 de enero es, cuanto menos, una fecha relevante para los geeks&lt;/a>. De todas las efem&amp;eacute;rides me quedo con las declaraciones de &lt;strong>Bill Gates&lt;/strong> hace 3 a&amp;ntilde;os acerca del SPAM. Menos mal que el hombre debe tener un buen equipo, porque como &amp;quot;cazador de tendencias&amp;quot; no se iba a ganar las lentejas.
&lt;/p></description></item><item><title>Construye cualquier cosa con LEGO</title><link>https://albert.garcia.gibert.es/construye-cualquier-cosa-lego-7366/</link><pubDate>Tue, 23 Jan 2007 08:52:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/construye-cualquier-cosa-lego-7366/</guid><description>&lt;p>
Reconozco que me ha costado un rato identificar la tabla peri&amp;oacute;dica de los elementos en este cartel publicitario de &lt;strong>LEGO&lt;/strong>... pero es que soy de letras ( mi excusa preferida cuando algo me cuesta... ). En cualquier caso, una vez captado, me parece una idea buen&amp;iacute;sima, s&amp;oacute;lo que... eso... &lt;strong>una vez captado&lt;/strong>. 
&lt;/p>
&lt;p>
No s&amp;eacute; yo si ser&amp;aacute; muy efectivo como campa&amp;ntilde;a de publicidad, m&amp;aacute;s all&amp;aacute; de ciertos c&amp;iacute;rculos ( No olvidemos que &lt;strong>LEGO &lt;/strong>es una &amp;quot;&lt;a href="https://blog.luismaram.com/2006/09/29/como-llegar-a-ser-una-marca-de-amor/">marca de amor&lt;/a> &amp;quot; entre &lt;em>geeks&lt;/em>... ).
&lt;/p></description></item><item><title>Bruce Lee VS Chuck Norris... ¿quién ganaría?</title><link>https://albert.garcia.gibert.es/bruce-lee-vs-chuck-norris-quien-ganariar-5577/</link><pubDate>Tue, 28 Nov 2006 23:14:14 +0000</pubDate><guid>https://albert.garcia.gibert.es/bruce-lee-vs-chuck-norris-quien-ganariar-5577/</guid><description>&lt;p style="text-align: center">
&lt;object width="425" height="350">
	&lt;param name="movie" value="https://www.youtube.com/v/9v8PuaBkNoo" />
	&lt;param name="wmode" value="transparent" />
	&lt;embed src="https://www.youtube.com/v/9v8PuaBkNoo" wmode="transparent" type="application/x-shockwave-flash" width="425" height="350">&lt;/embed>
&lt;/object>
&lt;/p>
&lt;p>
Despu&amp;eacute;s de ver este video pienso... Si &lt;a href="https://albert.garcia.gibert.es/mensaje/3967/las-leyes-de-chuck-norris">los ni&amp;ntilde;os usan pijamas de Superman y Superman usa pijamas de Chuck Norris&lt;/a>... &amp;iexcl;&lt;span style="font-weight: bold">Chuck Norris debe usar pijamas de Bruce Lee&lt;/span>! &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-laughing.gif" border="0" alt="Riendo" title="Riendo" />
&lt;/p>
&lt;p>
Muy buenos &lt;a href="https://www.youtube.com/comment_servlet?all_comments&amp;amp;v=9v8PuaBkNoo&amp;amp;fromurl=https://albert.garcia.gibert.es/watch%3Fv%3D9v8PuaBkNoo">los comentarios al v&amp;iacute;deo en YouTube&lt;/a> , del tipo &amp;quot;&lt;span style="font-style: italic">wow, that was en excelent acting by Chuck Norris, im impressed on how he managed to let Bruce Lee won&lt;/span>&amp;quot;. Sin duda un v&amp;iacute;deo duro de ver para los fans de Chuck... ;)
&lt;/p></description></item><item><title>Concurso: Actores invisibles</title><link>https://albert.garcia.gibert.es/concurso-actores-invisibles-4661/</link><pubDate>Sun, 29 Oct 2006 21:50:18 +0000</pubDate><guid>https://albert.garcia.gibert.es/concurso-actores-invisibles-4661/</guid><description>&lt;p>
&lt;a href="https://www.worth1000.com/">Worth1000.com&lt;/a> es una web donde de forma peri&amp;oacute;dica se organizan concursos de retoque con Photoshop. Os recomiendo que ech&amp;eacute;is un vistazo a su archivo, &amp;iexcl;hay algunos realmente espectaculares!
&lt;/p>
&lt;p>
Precisamente en estos momentos se est&amp;aacute; llevando a cabo uno titulado &amp;quot;&lt;a href="https://www.worth1000.com/cache/contest/contestcache.asp?contest_id=12569&amp;amp;display=photoshop#entries">Invisible World&lt;/a> &amp;quot;, donde los participantes deben tomar un fotograma de una pel&amp;iacute;cula y &amp;quot;eliminar&amp;quot; a los actores, de forma que parezca que &amp;eacute;stos son invisibles, reproduciendo la ropa, objetos u estructuras que debieran verse tras de ellos. &amp;iquest;Te animas a participar?
&lt;/p></description></item><item><title>La picaresca en YouTube</title><link>https://albert.garcia.gibert.es/picaresca-youtube-4659/</link><pubDate>Sun, 29 Oct 2006 20:55:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/picaresca-youtube-4659/</guid><description>&lt;p>
 &lt;img title="YouTube" src= "/images/post/4659-4687.jpg" alt=" TAGS:undefined" align="left">
&lt;/p>
&lt;p>
 Es sorprendente lo rápido que la gente puede aprender a sacar
 partido de los detalles de funcionamiento de determinadas
 herramientas...
&lt;/p>
&lt;p>
 En el caso de &lt;a href= "https://www.youtube.com">&lt;strong>YouTube&lt;/strong>&lt;/a> , por
 ejemplo: el thumbnail, la pequeña imagen que aparece anunciando
 un video, se extrae del fotograma central de los videos.
 Posiblemente hagan esto para evitar que la mayoría de imágenes
 aparezcan negras: muchos de los videos empiezan o terminan con un
 fundido en negro...
&lt;/p></description></item><item><title>Apple también la caga</title><link>https://albert.garcia.gibert.es/apple-tambien-caga-4422/</link><pubDate>Thu, 19 Oct 2006 09:23:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/apple-tambien-caga-4422/</guid><description>&lt;p>
Este es el bot&amp;oacute;n dedescarga que aparece en la p&amp;aacute;gina de actualizaci&amp;oacute;n de software de Ipod.
&lt;/p>
&lt;p>
Y si no os lo creeis, pod&amp;eacute;is verlo online en &lt;a href="https://www.apple.com/es/ipod/download/">https://www.apple.com/es/ipod/download/&lt;/a>
&lt;/p>
&lt;p>
O ser&amp;aacute; una contra-campa&amp;ntilde;a contra sus competidores: &amp;quot;Los dem&amp;aacute;s la CAGAN, nosotros la DES-CAGAMOS&amp;quot;. &amp;iquest;Qui&amp;eacute;n sabe? &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-smile.gif" alt="Sonriente" title="Sonriente" border="0" />
&lt;/p>
&lt;p>
Via &lt;a href="https://alt1040.com/archivo/2006/10/18/apple-regala-el-metodo-para-nunca-mas-defecar/">ALT1040&lt;/a>
&lt;/p></description></item><item><title>El video del falso robo de la silla de ZP</title><link>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</link><pubDate>Mon, 02 Oct 2006 17:29:08 +0000</pubDate><guid>https://albert.garcia.gibert.es/video-falso-robo-silla-zp-4130/</guid><description>&lt;p>
Han sido unas cuantas horas de &lt;a href="https://www.escolar.net/MT/archives/2006/10/levantandole_la.html">incertidumbre&lt;/a> y &lt;a href="https://www.pixelydixel.com/2006/10/le-han-levantado-la-silla-a-zp.html">elucubraciones&lt;/a> alrededor de la veracidad del video aparecido el s&amp;aacute;bado en un blog llamado &amp;quot;&lt;strong>&lt;a href="https://levantatezp.blogspot.com/">Lev&amp;aacute;ntate ZP&lt;/a>&lt;/strong>&amp;quot;. En &lt;a href="https://www.youtube.com/watch?v=Nd1q_JIR_B8&amp;amp;eurl=">dicho v&amp;iacute;deo&lt;/a> pod&amp;iacute;a verse c&amp;oacute;mo 4 j&amp;oacute;venes encapuchados, autodenominados en su blog como &amp;quot;&lt;strong>Los 4 Gatos&lt;/strong>&amp;quot;, entraban al Palacio del Congreso y &lt;strong>se llevaban la silla del esca&amp;ntilde;o del Presidente del Gobierno&lt;/strong>, Jose Luis Rodr&amp;iacute;guez Zapatero, salt&amp;aacute;ndose todas las medidas de seguridad y sin ser vistos por ning&amp;uacute;n guardia.
&lt;/p></description></item><item><title>Einstein ha resucitado ( en forma de humanoide )</title><link>https://albert.garcia.gibert.es/einstein-resucitado-forma-humanoide-4128/</link><pubDate>Mon, 02 Oct 2006 12:15:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/einstein-resucitado-forma-humanoide-4128/</guid><description>&lt;p>
Increible... un robot humanoide con el busto de Albert Einstein. Gesticula, gira la cara, frunce el ce&amp;ntilde;o... &lt;br />
&lt;br />
Con la cabeza de Schwarzenegger podr&amp;iacute;a hacer un &amp;quot;Terminator Junior&amp;quot;.Cosa
&lt;/p>
&lt;div align="center">
&lt;object height="316" width="400">
	&lt;param name="movie" value="https://www.dailymotion.com/swf/2qfBsvWM9Ar9r3dkx">
	&lt;/param>
	&lt;embed src="https://www.dailymotion.com/swf/2qfBsvWM9Ar9r3dkx" type="application/x-shockwave-flash" height="316" width="400">&lt;/embed>
&lt;/object>
&lt;/div></description></item><item><title>Aproximaciones alternativas a problemas habituales</title><link>https://albert.garcia.gibert.es/aproximaciones-alternativas-problemas-habituales-4056/</link><pubDate>Tue, 26 Sep 2006 21:37:55 +0000</pubDate><guid>https://albert.garcia.gibert.es/aproximaciones-alternativas-problemas-habituales-4056/</guid><description>&lt;p>
Leo en &lt;a href="https://37signals.com/svn/">Signal VS Noise&lt;/a> una nota interesante en que hacen eco &lt;a href="https://www.chicagotribune.com/news/nationworld/chi-0609210096sep21,1,3227317.story?ctrack=1&amp;amp;cset=true">un art&amp;iacute;culo publicado en el Chicago Tribune&lt;/a> . En dicho art&amp;iacute;culo se habla de una convenci&amp;oacute;n de profesores de matem&amp;aacute;ticas celebrada hace unos dias en Chicago. En dicha convenci&amp;oacute;n se pusieron en evidencia divergencias en las metodolog&amp;iacute;as propuestas para la ense&amp;ntilde;anza de dicha materia.
&lt;/p>
&lt;p>
Por un lado, los defensores de los m&amp;eacute;todos clasicos, y por otro algunas propuestas novedosas que revisan el modelo com&amp;uacute;nmente aceptado e implantado hasta ahora, y por el cual no suelen tenerse muy en cuenta las diferencias en el razonamiento para las diferentes edades de los alumnos. 
&lt;/p></description></item><item><title>Ilusión óptica del dragón</title><link>https://albert.garcia.gibert.es/ilusion-optica-dragon-4009/</link><pubDate>Fri, 22 Sep 2006 02:03:31 +0000</pubDate><guid>https://albert.garcia.gibert.es/ilusion-optica-dragon-4009/</guid><description>&lt;p>
Atenci&amp;oacute;n a la mirada del drag&amp;oacute;n de cart&amp;oacute;n...
&lt;/p>
&lt;div style="text-align: center">
&lt;embed src="https://video.google.com/googleplayer.swf?docId=7338400765555658225&amp;amp;hl=es" style="width: 400px; height: 326px" id="VideoPlayback" type="application/x-shockwave-flash">&lt;/embed>
&lt;/div>
&lt;p>
Curioso, &amp;iquest;verdad?
&lt;/p>
&lt;p>
Visto en &lt;a href="https://meneame.net/story/la-ilusion-optica-del-dragon">meneame&lt;/a>
&lt;/p></description></item><item><title>Usando Google para encontrar MP3: G2P</title><link>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</link><pubDate>Mon, 18 Sep 2006 14:36:23 +0000</pubDate><guid>https://albert.garcia.gibert.es/usando-google-encontrar-mp3-g2p-3963/</guid><description>&lt;p>
&lt;a href="https://g2p.org/">G2P&lt;/a> es una herramienta que usa el propio &lt;a href="https://www.google.es">Google&lt;/a> para, a trav&amp;eacute;s del uso de modificadores del tipo:
intitle:index.of &amp;ldquo;mp3&amp;rdquo; +&amp;rdquo;&lt;strong>nombre de la canci&amp;oacute;n&lt;/strong>&amp;rdquo; -htm -html -PHP -asp &amp;ldquo;Last Modified&amp;rdquo; , encontrar aquellos archivos MP3 que nos interesan. Una idea curiosa y que... funciona! O pensabas que s&amp;oacute;lo pod&amp;iacute;as encontrar m&amp;uacute;sica a trav&amp;eacute;s de los P2P.
&lt;/p>
&lt;p>
Podr&amp;aacute;n monitorizar el uso de redes entre pares, pero ... &amp;iquest;a d&amp;oacute;nde tendr&amp;iacute;amos que llegar para que usar un buscador fuera ileg&amp;iacute;timo? Hasta que ese momento llegue, G2P es una buena alternativa para descargar m&amp;uacute;sica. 
&lt;/p></description></item><item><title>The Cameratruck Project</title><link>https://albert.garcia.gibert.es/the-cameratruck-project-3961/</link><pubDate>Mon, 18 Sep 2006 13:51:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/the-cameratruck-project-3961/</guid><description>&lt;p>
&amp;quot;La naturaleza es grande, muy grande, y est&amp;aacute; en movimiento constante. Para realmente entenderla y&lt;br />
captar su rostro cambiante se precisa una c&amp;aacute;mara que se parece a ella: una c&amp;aacute;mara grande, muy&lt;br />
grande, que se mueve por sus propios medios. Como no existe ninguna c&amp;aacute;mara de estas caracter&amp;iacute;sticas,&lt;br />
se tuvo que construir. Esta c&amp;aacute;mara es el cameratruck.&amp;quot;
&lt;/p>
&lt;p>
As&amp;iacute; se presenta el proyecto &lt;a href="https://www.cameratruck.es/">Cameratruck&lt;/a> , que estuvo expuesto en Junio en &lt;a href="https://www.phedigital.com/">PHotoEspa&amp;ntilde;a&lt;/a> . Una curiosa idea llevada a cabo por el fot&amp;oacute;grafo americano, Shaun Irving, y Richard Browse, Director de Arte de origen ingl&amp;eacute;s. Posiblemente hayan creado la mayor c&amp;aacute;mara fotogr&amp;aacute;fica del mundo, montada en un cami&amp;oacute;n de reparto de 5 metros de largo, 2 de ancho y 2 de largo, y capaz de tirar fotos de casi 3 metros de ancho.
&lt;/p></description></item><item><title>No somos nadie</title><link>https://albert.garcia.gibert.es/no-somos-nadie-3651/</link><pubDate>Tue, 22 Aug 2006 18:11:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/no-somos-nadie-3651/</guid><description>&lt;p>
Si es que... no somos nadie.
&lt;/p>
&lt;p>
Via &lt;a href="https://www.mildiez.net/archivos/2006/08/18/no-somos-nadie/">mildiez &lt;/a>
&lt;/p></description></item><item><title>Un Volkswagen de "Turbo-Cojones"</title><link>https://albert.garcia.gibert.es/volkswagen-turbo-cojones-1564/</link><pubDate>Wed, 22 Mar 2006 10:38:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/volkswagen-turbo-cojones-1564/</guid><description>&lt;p>
 &lt;img style= "display: block; margin-left: auto; margin-right: auto;" title="" src= "/images/post/1564-1403.jpg" alt=" TAGS:undefined">
&lt;/p>
&lt;p>
 Volkswagen se ha visto obligada a retirar las vallas
 publicitarias en las que anunciaba un nuevo modelo GTI bajo el
 slogan "&lt;strong>Turbo-Cojones&lt;/strong>". Al parecer, el término
 "cojones", entre los angloparlantes, se ha adoptado con una
 significado similar a "valiente" o "visceral", mientras que para
 los hispanoparlantes sigue siendo una palabra malsonante, como
 para nosotros.
&lt;/p>
&lt;p>
 Vamos, un anuncio desafortunado "de cojones".
&lt;/p></description></item><item><title>Duendes</title><link>https://albert.garcia.gibert.es/duendes-1505/</link><pubDate>Wed, 15 Mar 2006 00:40:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/duendes-1505/</guid><description>&lt;p>
 Te sit&amp;uacute;o: hace una semana alg&amp;uacute;n desalmado me rob&amp;oacute; la antena del coche. Es de esas est&amp;aacute;ndares, que se pueden sacar f&amp;aacute;cilmente desenrosc&amp;aacute;ndolas, as&amp;iacute; que tampoco tuvo que aplicarse demasiado. Pues bien, esta ma&amp;ntilde;ana al ir a recoger el coche me he llevado una sorpresa may&amp;uacute;scula: alguien hab&amp;iacute;a vuelto a colocar una antena a Fluky! Me he quedado de piedra y he entrado en el modo paranoico. 
&lt;/p>
 
&lt;p>
 La he revisado y no es la misma antena, la base es algo diferente, y la rosca est&amp;aacute; un poco torcida, pero... de d&amp;oacute;nde ha salido!? Qui&amp;eacute;n la ha repuesto? Le entr&amp;oacute; al ladr&amp;oacute;n un ataque de mala conciencia y decidi&amp;oacute; robar una antena a otro coche para reponer su da&amp;ntilde;o?? Habr&amp;aacute;n sido los duendes? Ser&amp;aacute; un dispositivo de seguimiento extraterrestre con forma de antena?... Por dios... estoy desconcertado.&lt;br />
 
&lt;/p></description></item><item><title>Fútbol automovilístico</title><link>https://albert.garcia.gibert.es/futbol-automovilistico-1046/</link><pubDate>Fri, 10 Feb 2006 01:53:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/futbol-automovilistico-1046/</guid><description>&lt;div style="text-align: center">
 &lt;embed align="middle" style="width: 400px; height: 326px" id="VideoPlayback" type="application/x-shockwave-flash" allowscriptaccess="sameDomain" quality="best" bgcolor="#ffffff" scale="noScale" wmode="window" salign="TL" src="https://video.google.com/googleplayer.swf?videoUrl=http%3A%2F%2Fvp.video.google.com%2Fvideodownload%3Fversion%3D0%26secureurl%3DhgAAAFdiIgszsgUgkgDkFX2IyVheyWMdq6ch_ATVbKOCgRdwJIW0D0cuZUcW_sfUDHDjkmKuPlEqjmpOZaEZE89AFfmqEL6PQaJ3_8w7hW0uZJRuMvbfNK0jXJxG_zjB66tphhwpV-e1Mqn0cG1H74OCO-SmaUhn5QUYKpOErV9rzRjfD8DgFQpRVdXGbt9stbcXXQ%26sigh%3DCzHoaWsM8E7G3KPpGfzg7L5eH3g%26begin%3D0%26len%3D188432%26docid%3D1858640896825067657&amp;amp;thumbnailUrl=http%3A%2F%2Fvideo.google.com%2FThumbnailServer%3Fcontentid%3D758e9160f0cb79bc%26second%3D5%26itag%3Dw320%26urlcreated%3D1139480068%26sigh%3D2cKeLQML1lUwlRnc6JpwREVhjyU&amp;amp;playerId=1858640896825067657&amp;amp;playerMode=embedded" />
&lt;/div>
 
&lt;p>
 Increible partido de fultbol entre dos equipos de &amp;iexcl;coches! Los modelos son de Toyota, Ygnius. Espectacular, no?? 
&lt;/p>
 
&lt;p>
 via &lt;a href="https://palabraharry.blogspot.com/">La Palabra de Harry&lt;/a>
&lt;/p></description></item><item><title>Castellers a la home de SUN</title><link>https://albert.garcia.gibert.es/castellers-home-sun-1012/</link><pubDate>Tue, 07 Feb 2006 20:04:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/castellers-home-sun-1012/</guid><description>&lt;p>&amp;nbsp;Avui m'he trobat una curiosa imatge a &lt;a href="https://www.sun.com">la p&amp;agrave;gina principal de SUN&lt;/a> . Corrin, senyors Acebes i Zaplana, hem d'aturar el que segur es convertir&amp;agrave; en una OPA hostil de la colla castellera dels Xiquets de Valls cap a la multinacional SUN! Aquests catalans... no tenim remei! &lt;img border="0" title="Gui&amp;ntilde;o" alt="Gui&amp;ntilde;o" src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" />&lt;/p></description></item><item><title>¡Defendiendo la familia!</title><link>https://albert.garcia.gibert.es/defendiendo-familia-595/</link><pubDate>Wed, 13 Jul 2005 10:10:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/defendiendo-familia-595/</guid><description>&lt;p>Atentos a este corte radiofónico de la cadena COPE en el que una
madre de familia honrada, casta y pudorosa nos da su particular visión
acerca de las relaciones homosexuales y cómo los matrimonios gays
atacan directa y frontalmente a las mujeres. &lt;/p>&lt;p>Si los gays no pueden adoptar, yo propongo que a este tipo de gente los esterilicen.&lt;br />
&lt;/p>&lt;p> &lt;/p>&lt;p>&lt;/p></description></item><item><title>Curiosidades cinematográficas</title><link>https://albert.garcia.gibert.es/curiosidades-cinematograficas-592/</link><pubDate>Mon, 11 Jul 2005 01:09:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/curiosidades-cinematograficas-592/</guid><description>&lt;div align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/592-542.jpg" alt="592-542.jpg" title="592-542.jpg" />
&lt;/div>
&lt;p>
Premio para el que me diga a qu&amp;eacute; pelicula corresponden estos
fotogramas, y en qu&amp;eacute; ciudad se rodaron estas secuencias. Esta noche he
visto la peli y sencillamente, me he quedado de piedra al ver esa
escultura... Pratenses?...
&lt;/p></description></item><item><title>No hay quien me gane</title><link>https://albert.garcia.gibert.es/no-hay-quien-me-gane-590/</link><pubDate>Sun, 10 Jul 2005 21:19:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/no-hay-quien-me-gane-590/</guid><description>&lt;p>
 &lt;a class="thickbox" href= "/images/post/590-528.jpg" alt=" TAGS:">&lt;/a>
&lt;/p>
&lt;p>
 Sin palabras. Definitivamente, no hay quien le gane...
&lt;/p></description></item><item><title>Una de gallegos</title><link>https://albert.garcia.gibert.es/una-de-gallegos-542/</link><pubDate>Thu, 31 Mar 2005 23:44:51 +0000</pubDate><guid>https://albert.garcia.gibert.es/una-de-gallegos-542/</guid><description>&lt;p>Transcribo literalmente de un mail con el que me he reí mucho ayer:&lt;/p>&lt;p>&amp;nbsp;&lt;/p>&lt;div class="quote">&lt;strong>&lt;p>Explicación
de un alba&amp;ntilde;il gallego a la compa&amp;ntilde;ía aseguradora que no comprendía,
debido a la naturaleza de sus lesiones, cómo podía haber ocurrido el
accidente. Este es un caso verídico cuya trascripción fue obtenida de
una copia de archivo de la aseguradora. El caso fue juzgado por el
Tribunal de Primera Instancia de Pontevedra.&lt;/p>&lt;p>&amp;nbsp;&lt;/p>&lt;p>Excelentísimos se&amp;ntilde;ores:&lt;/p></description></item><item><title>Asilo Matrix</title><link>https://albert.garcia.gibert.es/asilo-matrix-536/</link><pubDate>Thu, 24 Mar 2005 16:07:45 +0000</pubDate><guid>https://albert.garcia.gibert.es/asilo-matrix-536/</guid><description>&lt;p>Gracias a Quim descubro este fantástico extracto del programa &amp;quot;El
Cansancio&amp;quot; de Radio4. De la mano de los creadores de los famosos
anuncios de &amp;quot;Seat Makinero&amp;quot; y &amp;quot;Seat Madrile&amp;ntilde;o&amp;quot;, entre otros, nos llega
esta entrega de &amp;quot;El Asilo Matrix&amp;quot;.&lt;br />&lt;/p>&lt;p>&lt;br />&lt;/p></description></item><item><title>Váyase, Señor Manzano</title><link>https://albert.garcia.gibert.es/vayase-senor-manzano-508/</link><pubDate>Wed, 09 Feb 2005 21:51:46 +0000</pubDate><guid>https://albert.garcia.gibert.es/vayase-senor-manzano-508/</guid><description>&lt;p>Impresionante documento el que me encuentro ayer por la tarde al
llegar a casa y escuchar el contestador. Teneis que oirlo antes de
seguir leyendo...&lt;/p>
			&lt;div class="quote">
		 &lt;p>Se&amp;ntilde;ora con voz triste y desesperanzada: &lt;/p>
		 &lt;blockquote>
		 &lt;p>&amp;quot;Se&amp;ntilde;or Manzano, soy XXX del Masnou. Que hace un mes que me falta la lavadora. Y sin ella no puedo estar, eh, porfavor? &lt;strong>Díganme algo&lt;/strong>. Si pueden traerla o no pueden traerla o lo que ocurre, porque tengo de hace un mes la ropa sin lavar, eh? &lt;strong>Porfavor, díganme algo&lt;/strong>. &lt;em>Gracias&lt;/em>... &lt;small>(en un suspiro)&lt;/small>&lt;/p></description></item><item><title>Ridiculous Ipod</title><link>https://albert.garcia.gibert.es/ridiculous-ipod-485/</link><pubDate>Wed, 19 Jan 2005 12:18:11 +0000</pubDate><guid>https://albert.garcia.gibert.es/ridiculous-ipod-485/</guid><description>&lt;p>Fa ja alguns dies que diversos weblogs sobre tecnología comenten
l'aparició del nou mebre de la familia Ipod d'Apple (son reproductors
d'MP3 port&amp;agrave;tils, molt macos), l'anomenat Ipod Shuffle. Es tracta d'un
reproductor d'MP3 amb capacitat d'entre 512Mb i 1 Gb, la principal
característica del qual es que en sincronitzar amb l'ordinador de
sobretaula, agafa les can&amp;ccedil;ons aleat&amp;ograve;riament i les barreja en un
playlist desordenat. El presenten amb slogans como ara: &amp;quot;
el nuevo iPod impredecible. &amp;iquest;Cuál será la siguiente canción? &amp;iquest;Puede
leer la mente? &amp;iquest;Sabrá con qué pie me he levantado? &amp;quot;. &amp;Ograve;bviament és una
característica que es pot desactivar. I penso jo que fins i tot el
reproductor de cds més cutre té la opció de &amp;quot;shuffle&amp;quot;, o reproducció
aleatoria, no?&lt;/p></description></item><item><title>¿Cómo trabaja un ordenador?</title><link>https://albert.garcia.gibert.es/trabaja-ordenadorr-416/</link><pubDate>Sat, 13 Nov 2004 02:09:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/trabaja-ordenadorr-416/</guid><description>&lt;p>Esta noche &lt;a target="_blank" href="https://www.microsiervos.com/2004/11/cmo-funcionan-los-ordenadores.html">me encuentro en Microsiervos&lt;/a> con un enlace a un &lt;a target="_blank" href="https://davidguy.brinkster.net/computer/">interesante libro titulado &amp;quot;How it works... The computer&amp;quot;&lt;/a>, Cómo trabaja un ordenador _de hace más de 20 a&amp;ntilde;os_&lt;/p>
&lt;div class="quote">
The use of computers is growing year by year , and his design is
changing almost as quickly. What was up-to-date five years ago may be
out-of-date today and what is the last thing today will be old-hat in
five year.
&lt;/div>
&lt;p>Ja! 5 a&amp;ntilde;os dice....&lt;/p></description></item><item><title>La constel.lació Firefox</title><link>https://albert.garcia.gibert.es/constellacio-firefox-413/</link><pubDate>Thu, 11 Nov 2004 18:56:53 +0000</pubDate><guid>https://albert.garcia.gibert.es/constellacio-firefox-413/</guid><description>&lt;p>Sembla que fins i tot els astres celebren la aparici&amp;oacute; de la nova versi&amp;oacute; de &lt;a target="_blank" href="https://www.mozilla.org/products/firefox">Firefox&lt;/a>. ;-) Ben curi&amp;oacute;s, la veritat. No he aconseguit saber d'on prov&amp;eacute; la foto ni a quina constel&amp;middot;laci&amp;oacute; es refereix. L'amic Google &lt;a target="_blank" href="https://images.google.es/imgres?imgurl=https://stella.cocolog-nifty.com/starchartlog/hubble-fox-thumb.jpg&amp;amp;imgrefurl=https://stella.cocolog-nifty.com/starchartlog/&amp;amp;h=191&amp;amp;w=350&amp;amp;sz=13&amp;amp;tbnid=ZcRuUDh8Qw8J:&amp;amp;tbnh=63&amp;amp;tbnw=115&amp;amp;start=28&amp;amp;prev=/images%3Fq%3Dfirefox%26start%3D20%26hl%3Dca%26lr%3D%26sa%3DN">me l'ha regalat&lt;/a> aquest mat&amp;iacute; mentre buscava el logotip de Firefox per il&amp;middot;lustrar el post anterior. Per cert, sabeu que avui, el mateix dia que surt a la llum &lt;a target="_blank" href="https://search.msn.com">el nou cercador&lt;/a> de MSN, Google anuncia a la seva web principal que &lt;a target="_blank" href="https://www.google.es">ha doblat el n&amp;ordm; de p&amp;agrave;gines&lt;/a> indexades? Ja s&amp;oacute;n m&amp;eacute;s de 8.000 milions!!!&lt;/p></description></item><item><title>Er Chónatan y la Yessi</title><link>https://albert.garcia.gibert.es/er-chonatan-yessi-408/</link><pubDate>Wed, 10 Nov 2004 10:09:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/er-chonatan-yessi-408/</guid><description>&lt;p>Sobran palabras ante tal conjugación de despropósitos. Sin casco, sin camiseta, por el arcén de una autovía, con un carro de la compra... Al menos er Chónatan demuestra ser un caballero dejándola subir a la moto. No? :'D&lt;/p>

&lt;p>Via un mail de Joan.&lt;/p>&lt;p>&lt;/p></description></item><item><title>El Blog del Billete</title><link>https://albert.garcia.gibert.es/blog-billete-6/</link><pubDate>Sat, 31 Aug 2002 23:04:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/blog-billete-6/</guid><description>Absurdo? Inútil? 
 No sé, juzgad vosotros mismos, pero... 
 y la ilusión que tiene que hacer que alguien 
 responda??? :DD Aquí teneis una de las 
 ideas más originales y desvariantes con 
 que me he encontrado últimamente : &lt;a href="https://pisotrece.com/billete/" target="_blank">El
 Blog del Billete&lt;/a>!</description></item></channel></rss>