+++
date = "2008-11-05 00:37:55"
author = ""
title = "Mobuzz affair, o su particular planteamiento ante la crisis"
slug = "mobuzz-affair-o-particular-planteamiento-crisis-152104"
tags = [ "crisis","mobuzz" ]
+++
<p>Ha sido el tema del d&iacute;a, en <a href="http://search.twitter.com/search?q=mobuzz">conversaciones de Twitter</a>, charlas de caf&eacute; en la oficina, <a href="http://bitacoras.com/buscar/mobuzz">posts en la blogosfera hispana</a>... <a href="http://www.mobuzz.tv/"><strong>Mobuzz</strong></a> se encuentra en <strong><a href="http://www.mobuzz.tv/SalvarMobuzz.php">graves aprietos econ&oacute;micos</a> que hacen peligrar su continuidad</strong>.</p>
<p>Su p&aacute;gina ha amanecido hoy con<a href="http://www.mobuzz.tv/SalvarMobuzz.php"> un v&iacute;deo </a>en el que varios de sus colaboradores invitan a sus usuarios a participar en una peculiar campa&ntilde;a de donaciones para permitir la supervivencia del proyecto. <strong>Necesitan conseguir 120.000&euro; antes del 9 de noviembre</strong>. Ah&iacute; es nada.</p>
<p>Y, aunque entiendo que debe ser sin duda una situaci&oacute;n dif&iacute;cil, y <strong>deseo de verdad que puedan superar este bache</strong> para que miles de espectadores diarios puedan seguir disfrutando de su programa, apelar a las donaciones de sus usuarios como v&iacute;a de escape ante el cierre inminente <strong>no es un buen planteamiento</strong>.</p>
<p>Mobuzz es un servicio <strong>popular y muy querido por sus usuarios</strong>, y creo que no es &eacute;tico que aprovechen esa vinculaci&oacute;n emocional, que traten de "tocar la fibra" de sus usuarios para conseguir la financiaci&oacute;n que necesitan. Algunos, recordando la situaci&oacute;n similar por la que Zatoo pas&oacute; hace unos meses, han calificado el sistema de donaciones <a href="http://www.vayatele.com/2008/11/04-mobuzz-tv-busca-la-salvacion">mucho m&aacute;s honesto que la alternativa que tom&oacute; Zatoo</a>, pasar a un sistema de pago por suscripci&oacute;n, y por m&aacute;s que le doy vueltas, no veo por d&oacute;nde cogerlo. De hecho muchos han justificado su donaci&oacute;n como una aportaci&oacute;n voluntaria en concepto de los contenidos de los que disfrutan (ellos mismos lo muestran as&iacute; en alg&uacute;n momento del v&iacute;deo). &iquest;Y no ser&iacute;a eso entonces lo mismo que trat&oacute; de hacer Zatoo, pero<strong> llamando a las cosas por su nombre</strong>?</p>
<p>A mi modo de ver, y con todas las comillas que quer&aacute;is ponerle, han tomado la v&iacute;a f&aacute;cil: <strong>buscar financiaci&oacute;n a fondo perdido haciendo part&iacute;cipes a sus usuarios de las p&eacute;rdidas de la empresa</strong>. Montar un negocio conlleva una gran responsabilidad, se asumen riesgos y a veces las cosas salen bien, y otras mal. Y cuando salen mal, sobre todo cuando salen mal, es cuando hay que tomar las decisiones m&aacute;s dif&iacute;ciles, las decisiones que definir&aacute;n tu car&aacute;cter, que marcar&aacute;n tu futuro. &iquest;Y qu&eacute; futuro se plantea para Mobuzz, a&uacute;n en el supuesto que esta iniciativa resulte? &iquest;Van a convertir a los centenares de peque&ntilde;os (o no tan peque&ntilde;os) donantes en part&iacute;cipes de los futuros beneficios de la empresa? En fin... no dudo de sus buenas intenciones, pero para m&iacute; esta actitud no habla nada bien de ellos.</p>
<p>A veces el cari&ntilde;o no permite ver las cosas con claridad: puestos a hacer una donaci&oacute;n a una causa justa, qui&eacute;n la merece m&aacute;s, &iquest;una empresa privada o una iniciativa sin &aacute;nimo de lucro que tenga que ver con un proyecto solidario o caritativo? Por un lado Mobuzz pidiendo aportaciones voluntarias para permitir la continuidad de su negocio, recibiendo el apoyo de un mont&oacute;n de gente (ya han conseguido un 10% del objetivo), y por otro <a href="http://www.tecnorantes.com/2008/11/04/donativos-20/">iniciativas que merecen m&aacute;s atenci&oacute;n pasan desapercibidas</a>.</p>
<p><strong>Actualizaci&oacute;n</strong>: Marek Fodor da <a href="http://www.marekfodor.com/2008/11/rrpp-de-mobuzz.html">una visi&oacute;n bastante realista de la situaci&oacute;n</a>, y la not&iacute;cia ha llegado a <a href="http://www.techcrunch.com/2008/11/04/strapped-for-cash-web-tv-startup-mobuzz-starts-panhandling/">salir en <strong>Techcrunch</strong></a>.</p>