+++
date = "2007-06-01 01:07:55"
author = ""
title = "Pruebas de diseño para OboLog"
slug = "pruebas-diseno-obolog-12990"
tags = [ "bocetos","diseño","obolog" ]
+++
<p>
El pasado mi&eacute;rcoles estuvo con <a href="https://www.obolog.com/users/toni">Toni</a> en un interesante seminario sobre redes sociales ofrecido por la gente de <strong>Yahoo! Barcelona</strong> en la <strong>UPF</strong>, impartido por 5 investigadores japoneses. Aunque el evento en un principio estaba orientado al personal docente y alumnos de la <strong>UPF</strong>, tuvimos suerte y nos enteramos del mismo a trav&eacute;s de un compa&ntilde;ero de trabajo.
</p>
<p>
Las charlas estuvieron realmente interesantes, reveladoras. Todos los participantes hab&iacute;an estado en grupos de investigaci&oacute;n relacionados de un modo u otro con el an&aacute;lisis de relaciones entre individuos en entornos de comunidades online o redes sociales, m&eacute;todos de extracci&oacute;n y an&aacute;lisis de datos, elaboraci&oacute;n de algoritmos para definir afinidades, etc... ( Tratar&eacute; de hacer un resumen la semana que viene, a partir de los apuntes que tomamos. ) Finalmente sacamos algunas ideas de aplicaci&oacute;n directa a nuestro I+D sobre redes sociales y, c&oacute;mo no, para OboLog.
</p>
<p>
Y entre &eacute;stas nuevas ideas y una nutrida lista de &quot;tareas pendientes&quot; que mantengo en el Basecamp de OboLog, se me ha ocurrido hoy que quiz&aacute;s tendr&iacute;a sentido aglutinarlas todas para una nueva versi&oacute;n, el primer &quot;Service Pack&quot; del nuevo OboLog. Mensajer&iacute;a privada, foros de soporte, agrupaci&oacute;n de blogs por intereses, redes de usuarios por afinidades, posibilidad de marcar como favoritos posts, blogs, usuarios... y un nuevo dise&ntilde;o para la web!
</p>
<p>
De momento es poco m&aacute;s que un boceto inicial para probar algunos cambios sutiles en el logo, en las tonalidades de color, la distribuci&oacute;n general de contenidos en 3 columnas, el encaje de alg&uacute;n nuevo elemento... M&aacute;s o menos ser&aacute; la base que utilice para desarrollar esta pr&oacute;xima versi&oacute;n. Puedes ampliar el boceto haciendo clic sobre la imagen. 
</p>
<p align="center">
<a href="/images/post/12990-13493.jpg" alt="12990-13493.jpg" title="12990-13493.jpg" width="259" height="300" /></a> 
</p>
