+++
date = "2007-06-06 10:22:47"
author = ""
title = "Síndrome de Koro, o el pene menguante"
slug = "sindrome-koro-o-pene-menguante-13540"
tags = [ "antropología","curiosidades","enfermedades","patologías culturales" ]
+++
<p>
El <strong>Koro</strong> es una extra&ntilde;a enfermedad mental que suele darse principalmente en personas chinas, por la cual <strong>los afectados creen ver reducido el tama&ntilde;o de su pene de forma cont&iacute;nua</strong>. Seg&uacute;n cuenta la creencia popular, el pene se retrae dentro del abdomen ( en el caso de mujeres, los labios de la vulva o los pechos ) y el afectado muere inmediatamente. Con dicho panorama, sobra decir que normalmente <strong>los enfermos de Koro entran en estados de p&aacute;nico que les hacen llegar a cualquier extremo con tal de detener esa retracci&oacute;n de su miembro</strong>, ya sea mediante acupuntura o m&eacute;todos algo m&aacute;s radicales, como pesos colgantes y otras barbaridades por el estilo.
</p>
<p>
El <strong>Koro</strong> forma parte de las que podr&iacute;amos llamar &quot;<strong>enfermedades culturales</strong>&quot;, patolog&iacute;as psicosom&aacute;ticas con un origen cultural. Aunque resulte realmente sorprendente... el mundo est&aacute; lleno de ellas. Los estudiantes de &Aacute;frica Occidental ven entorpecido su pensamiento por lo que llaman &quot;<strong>niebla cerebral</strong>&quot;. Los esquimales sufren de &quot;<strong>histeria &aacute;rtica</strong>&quot;, una especie de estado de p&aacute;nico en la cual las v&iacute;ctimas se desprenden de sus ropas y corren desnudos en el fr&iacute;o hasta caer en coma. Los habitantes de las islas Wellesey en Australia sufren de ataques de p&aacute;nico ulcerosos conocidos como <strong>Malgri</strong> si se sumergen en el mar sin haberse lavado las manos de restos de alimentos que se han producido en tierra (la tierra y el mar son enemigos en su mitolog&iacute;a). Los malayos son presa de una furia asesina, el <strong>amok</strong>, tan terrible que el nombre ha llegado a occidente y se emplea para describir los estados psic&oacute;ticos en los que caen por ejemplo los desequilibrados que cometen masacres en escuelas o hamburgueser&iacute;as.
</p>
<p>
Y la verdad es que, aunque estas dolencias puedan parecer curiosas o ex&oacute;ticas, en occidente tampoco nos libramos de ellas. <strong>&iquest;C&oacute;mo podemos explicar de otra forma la sobreproporc&oacute;n de enfermedades tales como la bulimia o la anorexia en Europa frente a Jap&oacute;n?</strong> Estas dos patolog&iacute;as podr&iacute;an considerarse &quot;enfermedades culturales&quot; occidentales. El poder de las normas culturales y sociales sobre la psique es de sobras conocido. De igual forma que es dif&iacute;cil que un individuo que no crea que la tierra y el mar son enemigos muera de <strong>Malgri</strong>, tampoco es probable que alguien que no se obsesiona con su apariencia f&iacute;sica y ciertos c&aacute;nones de belleza y extrema delgadez sufra <strong>anorexia</strong>.
</p>
<p>
Seg&uacute;n <strong>Michael Kenny</strong>, un antrop&oacute;logo de la <em>Simon-Fraser University en Columbia Brit&aacute;nica</em>, del mismo modo que existe el efecto placebo, existe su contrario. Los experimentos muestran que los grupos de test a los que se infunde miedo a padecer problemas del coraz&oacute;n acaban por desarrollarlos . El psiquiatra <strong>Arthur Barsky</strong> denomina a este fen&oacute;meno &quot;efecto nocebo&quot;. Cuando los pacientes creen que las &quot;<em>cosas ir&aacute;n mal, entonces la probabilidad de que vayan mal se multiplica por tres</em>&quot;, afirma <strong>Barsky</strong>. &quot;<em>Teniendo en cuenta los costes humanos y sanitarios este dato no es cl&iacute;nicamente irrelevante</em>&quot;, dice Barsky.
</p>
<p>
Por esa regla de tres ya sabes... menos obsesiones y m&aacute;s optimismo. Eso te da muchas m&aacute;s probabilidades de estar sano. O al menos de ser m&aacute;s feliz, que no es poco.
</p>
<p>
M&aacute;s informaci&oacute;n: <a href="http://www.cop.es/colegiados/MU00024/tvarios.htm#anchor751924">Trastornos mentales y de conducta que requieren abordaje psiqui&aacute;trico</a>
</p>