<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Prison Break on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/prison-break/</link><description>Recent content in Prison Break on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Fri, 16 Feb 2007 20:02:05 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/prison-break/index.xml" rel="self" type="application/rss+xml"/><item><title>Tantas series y tan poco tiempo...</title><link>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</link><pubDate>Fri, 16 Feb 2007 20:02:05 +0000</pubDate><guid>https://albert.garcia.gibert.es/tantas-series-tan-poco-tiempo-8227/</guid><description>&lt;p>
Creo que nunca antes hab&amp;iacute;a estado enganchado a tantas series a la vez. Bueno, ni a tantas... ni de forma tan intensa, desde que era adolescente y me apresuraba por las tardes para llegar a casa para disfrutar de mi dosis de 25 minutos diarios de Dragon Ball Z.
&lt;/p>
&lt;p>
Hace a&amp;ntilde;o y medio, m&amp;aacute;s o menos, me aficion&amp;eacute; a una extra&amp;ntilde;a serie que en un principio no parec&amp;iacute;a demasiado original: contaba la historia de los pasajeros de un vuelo con origen en Sidney extraviados en una isla desierta del Pac&amp;iacute;fico, n&amp;aacute;ufragos tras un accidente de avi&amp;oacute;n. Pobre de mi, no sab&amp;iacute;a lo que vendr&amp;iacute;a despu&amp;eacute;s.
&lt;/p></description></item><item><title>Prison Break acusada de plagio</title><link>https://albert.garcia.gibert.es/prison-break-acusada-plagio-4619/</link><pubDate>Sat, 28 Oct 2006 10:45:36 +0000</pubDate><guid>https://albert.garcia.gibert.es/prison-break-acusada-plagio-4619/</guid><description>&lt;p>
Al parecer, la serie estrella que se emite esta temporada en &lt;a href="https://lasexta.com/">&lt;span style="font-weight: bold">la Sexta&lt;/span>&lt;/a> , &lt;a href="https://www.fox.com/prisonbreak/">&lt;span style="font-weight: bold">Prison Break&lt;/span>&lt;/a> , podr&amp;iacute;a ser el resultado del plagio de un gui&amp;oacute;n proporcionado por los hermanos &lt;span style="font-weight: bold">Robert &lt;/span>y &lt;span style="font-weight: bold">Donald Hughes&lt;/span>, hace 5 a&amp;ntilde;os a la cadena &lt;a href="https://www.fox.com/">&lt;span style="font-weight: bold">FOX&lt;/span>&lt;/a> . Lo m&amp;aacute;s curioso del caso es que en ese gui&amp;oacute;n lo que explican os hermanos Hughes es precisamente... su historia!
&lt;/p>
&lt;p>
En efecto, durante los a&amp;ntilde;os 60, pasaron por una experiencia similar a la que se explica en la serie: Donald fue a la c&amp;aacute;rcel por un crimen que no hab&amp;iacute;a cometido y su hermano Robert lo ayud&amp;oacute; a escapar, manteni&amp;eacute;ndose hu&amp;iacute;dos durante los siguientes 4 a&amp;ntilde;os. &amp;iquest;Se tatuar&amp;iacute;a tambi&amp;eacute;n el cuerpo con el mapa de la prisi&amp;oacute;n como en la serie?... &lt;img src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-smile.gif" border="0" alt="Sonriente" title="Sonriente" />
&lt;/p></description></item></channel></rss>