<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>videos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/videos/</link><description>Recent content in videos on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Fri, 25 Apr 2008 20:43:24 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/videos/index.xml" rel="self" type="application/rss+xml"/><item><title>Vídeos en 360º</title><link>https://albert.garcia.gibert.es/videos-en-360-79774/</link><pubDate>Fri, 25 Apr 2008 20:43:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/videos-en-360-79774/</guid><description>Hoy hablaba con Manel durante el desayuno de las fotos en 360&amp;ordm; que usan, por ejemplo, en Google Maps para su funcionalidad de Street View, que ofrece una perspectiva a pi&amp;eacute; de muchas grandes ciudades, permitiendo al usuario arrastrar la imagen como si girara sobre s&amp;iacute; mismo. El tema es que recordaba haber visto hacer algo similar pero con v&amp;iacute;deo, y no consegu&amp;iacute;a decirle d&amp;oacute;nde.
Precisamente hace unos minutos en un tweet de Juan Diego Polo ha aparecido, casualidades del internet, el dichoso video, as&amp;iacute; que ah&amp;iacute; va.</description></item><item><title>Paracaidista sobrevive a una caída desde más de 3600m de altura</title><link>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</link><pubDate>Fri, 16 Feb 2007 07:33:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/paracaidista-sobrevive-caida-mas-3600m-altura-8213/</guid><description>Desde YA os digo que si plane&amp;aacute;is practicar el salto libre en las pr&amp;oacute;ximas semanas, casi mejor que no sig&amp;aacute;is con el mensaje, ni ve&amp;aacute;is el v&amp;iacute;deo. No es necesario, y os va a dar un mal rollo de la leche.
Al parecer, el protagonista, Michael Holmes, tiene alg&amp;uacute;n problema con su paraca&amp;iacute;das durante el salto: A pesar de abrirse, no lo hace de forma correcta, y Michael sigue descendiendo en ca&amp;iacute;da libre a una velocidad de unos 130Km/h, girando continuamente sobre s&amp;iacute; mismo a causa del propio paraca&amp;iacute;das mal extendido.</description></item><item><title>I'll see you in hell, Pachelbel</title><link>https://albert.garcia.gibert.es/ill-see-you-in-hell-pachelbel-8191/</link><pubDate>Thu, 15 Feb 2007 19:19:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/ill-see-you-in-hell-pachelbel-8191/</guid><description>Me hago eco de un vídeo que me envió Esteve por correo. Lo tenía desde hacía ya un par de días en el buzón y no había tenido tiempo de echarle un vistazo&amp;hellip; y la verdad es que me he reído un buen rato con él.
El Canon de Pachelbel y los Acordes de la Muerte. ;)
Enjoy!</description></item><item><title>Los Vascos según Hollywood</title><link>https://albert.garcia.gibert.es/vascos-segun-hollywood-7388/</link><pubDate>Tue, 23 Jan 2007 21:47:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/vascos-segun-hollywood-7388/</guid><description>
Haciendo un repaso de los &amp;quot;ToBlog &amp;quot; que tengo pendientes en del.icio.us me encontr&amp;eacute; esta tarde con el v&amp;iacute;deo que nos pas&amp;oacute; hace unas semanas Jose. No pod&amp;iacute;a dejar de compartirlo con vosotros.</description></item><item><title>Si el Neng fuera un gato...</title><link>https://albert.garcia.gibert.es/neng-fuera-gato-5616/</link><pubDate>Wed, 29 Nov 2006 21:14:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/neng-fuera-gato-5616/</guid><description>... ser&amp;iacute;a como ESTE gato.
Al principio la verdad es que me ha dado mal rollo. He pensado &amp;quot;pero qu&amp;eacute; le habr&amp;aacute;n dado al pobre gato para que alucine de esa forma?&amp;quot;. Hay gente que est&amp;aacute; fatal, nunca se sabe. Para mi alivio, en algunos de los comentarios apuntaban a una mano que aparece por la izquierda y parece que le rasca el lomo, justo al final de la espalda.</description></item><item><title>Bruce Lee VS Chuck Norris... ¿quién ganaría?</title><link>https://albert.garcia.gibert.es/bruce-lee-vs-chuck-norris-quien-ganariar-5577/</link><pubDate>Tue, 28 Nov 2006 23:14:14 +0000</pubDate><guid>https://albert.garcia.gibert.es/bruce-lee-vs-chuck-norris-quien-ganariar-5577/</guid><description>Despu&amp;eacute;s de ver este video pienso... Si los ni&amp;ntilde;os usan pijamas de Superman y Superman usa pijamas de Chuck Norris... &amp;iexcl;Chuck Norris debe usar pijamas de Bruce Lee!
Muy buenos los comentarios al v&amp;iacute;deo en YouTube , del tipo &amp;quot;wow, that was en excelent acting by Chuck Norris, im impressed on how he managed to let Bruce Lee won&amp;quot;. Sin duda un v&amp;iacute;deo duro de ver para los fans de Chuck.</description></item><item><title>"Be water, my friend": La entrevista</title><link>https://albert.garcia.gibert.es/be-water-my-friend-entrevista-5575/</link><pubDate>Tue, 28 Nov 2006 22:56:49 +0000</pubDate><guid>https://albert.garcia.gibert.es/be-water-my-friend-entrevista-5575/</guid><description>Dedicado a Esther, el v&amp;iacute;deo original de la entrevista de la que extrajeron la ya famosa frase que pasar&amp;aacute; a la historia... &amp;quot;Be water, my friend&amp;quot;. ( Buscad sobre el minuto 15-16 )
Al parecer, de lo que Bruce estaba hablando en ese v&amp;iacute;deo era del Wu Wei , &amp;quot;un principio importante de la filosof&amp;iacute;a tao&amp;iacute;sta que dice que la forma m&amp;aacute;s adecuada de enfrentarse a una situaci&amp;oacute;n es no actuar, dejarse llevar, convertirse en agua&amp;quot;.</description></item></channel></rss>