+++
date = "2005-02-15 12:03:19"
author = ""
title = "Formació contínua i empreses dedicades a les TIC"
slug = "formacio-continua-i-empreses-dedicades-les-tic-511"
tags = [ "formación","trabajo" ]
+++
<p>Realment crec que he tingut for&ccedil;a sort en el pl&agrave;nol professional per
haver anar a parar a la empresa on treballo actualment. Fora de les
condicions, horaris, ambient, companys, caps... que són francament
bons, és la filosofia de treball la que em fa sentir a gust de debó.
Ningú no ens ha imposat una manera de treballar, una metodologia, un
llenguatge, un procediment... Dins dels límits dels recursos
tecnol&ograve;gics dels que disposem, tenim total llibertat d'elecció a l'hora
de comen&ccedil;ar a desenvolupar una aplicació. I sóc conscient que no és
f&agrave;cil fer-se a aquesta manera de fer. Per actuar d'aquesta manera i que
els resultats siguin &ograve;ptims t&egrave;cnicament, i rendibles al cap i a la fi,
has de confiar molt en les capacitats i el criteri del teu equip de
disseny i desenvolupament. I aqui aix&ograve; es nota, i s'agraeix. Suposo que
és d'aquelles coses que si sempre has tingut no arribes a ser conscient
de la seva import&agrave;ncia. Per&ograve; es dona el cas que jo he patit l'extrem
oposat, i potser per aix&ograve; valoro tant aquesta confian&ccedil;a. </p>
		    <p>Disposar
de confian&ccedil;a, a més, et dona llibertat. Llibertat per investigar i
experimentar, per buscar i trobar coses noves, per innovar.
Possiblement hagi aprés més en els darrers 7 mesos que en els 4 ó 5
anys que porto dedicant esfor&ccedil;os, més o menys seriosos, al tema del
desenvolupament i el disseny web. I és que a l'&agrave;mbit al que treballem,
molt més que a d'altres(si tu tamb&egrave; t'hi dediques sabr&agrave;s de qu&egrave; et
parlo), es imperativa aquesta investigació, perque l'aparició de noves
t&egrave;cniques, nous llenguatges, tend&egrave;ncies, dispositius d'acc&egrave;s... és
CONTINUA i desmesuradament r&agrave;pida, els canvis es suceeixen de manera
inmediata.</p><p>I aquesta formació _potser és aqui on punxem_ no es pot portar a
terme de la manera tradicional en la majoria dels casos. Cursos i
llibres perden vig&egrave;ncia en el mateix procés de preparació, edició,
publicitat, distribució... El format de seminaris, tallers o
confer&egrave;ncies permet més inmediatesa i dinamisme en la distribució de la
informació. Per desgr&agrave;cia, no és un tema que estigui previst en el cas
de la meva empresa. Resulta que no disposem d'un pressupost específic
per la formació dels treballadors, i fora de que hi estigui més o menys
d'acord, i que la llibertat per investigar i dedicar-hi temps de feina
pugui suplir aquesta car&egrave;ncia, penso que el tema dels tallers i
seminaris potser no són les úniques solucions al problema de la
formació.</p>
		    <p>Fa uns dies coment&agrave;vem a la feina la
possibilitat de que fos la pr&ograve;pia plantilla la que participés en el
procés formatiu de la resta de companys, amb petits tallers sobre la
seva &agrave;rea d'especialitat o sobre temes pr&egrave;viament preparats. En el
nostre cas concret la plantilla és for&ccedil;a redu&iuml;da. Som 6 persones,
comptant al cap de projectes. Tot i que cadascú té una s&egrave;rie de tasques
més o menys definides i especialitzades dins de l'equip (programadors,
administrador, dissenyador...) és inevitable _i desitjable per altra
part en un equip tant petit_ que la gent tingui uns coneixements
&quot;interdisciplinars&quot; mínims, desde una gestió b&agrave;sica d'una estació
Linux, a un ús senzill d'algun editor gr&agrave;fic, a l'administració d'una
base de dades, o l'ús de diversos llenguatges de programació.</p>
		    <p>I
és aquí on la especialització de cadascú de nosaltres pot aportar
coneixement a la resta de l'equip, no de la manera habitual: _&ldquo;<em>Ep, a veure si em pots mirar qu&egrave; falla amb els índex de tal taula a la base de dades</em>&rdquo;_
Si no en format més similar a un taller. Si no podem permetren's
econ&ograve;micament assistir a seminaris, aprofitem els coneixements de
l'equip per ampliar i millorar el rendiment del propi equip, dedicant
una s&egrave;rie d'hores laborals establertes. </p>
		    <p>Bé, de moment
és només una idea i ni tan sols ho hem plantejat tots junts, només han
estat alguns comentaris entre alguns de nosaltres, per&ograve; ho trobo for&ccedil;a
interessant com per fer una proposta als 'jefes'. Veurem si dona
fruits. </p>