+++
date = "2008-01-28 14:19:35"
author = ""
title = "Jailbreak 1.1.3 para Ipod Touch"
slug = "jailbreak-113-ipod-touch-57194"
tags = [ "iphone","ipod touch","jailbreak","jailbreak 1.1.3" ]
+++
<p>
La semana pasada me lleg&oacute; el pedido de <strong>Apple</strong>: Un <a href="https://store.apple.com/Apple/WebObjects/esstore.woa/9644048/wa/PSLID?nnmm=browse&amp;mco=7B723660&amp;node=home/shop_mac/family/macbook&amp;wosid=v3o5Azdfpi1A3eiRoMRjSxtY9u3">nuevo <strong>MacBook</strong></a> (finalmente desech&eacute; la idea de hacerme con un <strong>MacBook Air</strong>. Demasiadas <a href="https://www.theinquirer.es/2008/01/17/los_10_grandes_fallos_del_macbook_air.html">cr&iacute;ticas negativas</a>... y demasiado caro), con <a href="https://store.apple.com/Apple/WebObjects/esstore.woa/9644048/wa/PSLID?n=13_inch_macbook&amp;s=topSellers&amp;nplm=TP565&amp;fnode=home/shop_mac/mac_accessories/notebook_cases&amp;mco=D2ADEC76&amp;wosid=v3o5Azdfpi1A3eiRoMRjSxtY9u3">su fundita</a>, un <a href="https://store.apple.com/Apple/WebObjects/esstore.woa/9644048/wa/PSLID?s=topSellers&amp;fnode=home/shop_mac/mac_accessories/video_devices&amp;nplm=TJ827&amp;mco=DB1DCABE&amp;wosid=v3o5Azdfpi1A3eiRoMRjSxtY9u3"><strong>sintonizador TDT</strong></a> por USB para Mac y un <a href="https://store.apple.com/Apple/WebObjects/esstore.woa/9644048/wa/PSLID?nnmm=browse&amp;mco=7B723641&amp;node=home/shop_ipod/family/ipod_touch&amp;wosid=v3o5Azdfpi1A3eiRoMRjSxtY9u3"><strong>iPod Touch</strong></a>. En este art&iacute;culo voy a tratar de resumir los pasos que segu&iacute; para conseguir aplicar el <strong>Jailbreak</strong> (el proceso que permite &quot;liberar&quot; tu Iphone/Ipod Touch para instalar aplicaciones de terceros) con la &uacute;ltima versi&oacute;n del firmware, la 1.1.3.
</p>
<h2>Primeros pasos: downgrade a la versi&oacute;n 1.1.1&nbsp;</h2>
<p>
<img class="fotobonita" src="/images/post/57194-48686.jpg" alt="57194-48686.jpg" title="57194-48686.jpg" width="133" height="200" align="right" />
Antes de nada, debes tener un dispositivo con la versi&oacute;n 1.1.1 ya &quot;Jailbreakeada&quot;. Si tienes una versi&oacute;n superior del firmware, <a href="https://appldnld.apple.com.edgesuite.net/content.info.apple.com/iPod/SBML/osx/bundles/061-3932.20070927.p23dD/iPod1,1_1.1.1_3A110a_Restore.ipsw">desc&aacute;rgate el 1.1.1 desde aqu&iacute;</a>, y gu&aacute;rdalo en tu disco duro. Para instalar una versi&oacute;n inferior del firmware deber&aacute;s poner tu iPod en modo restauraci&oacute;n:
</p>
<ol>
	<li>Conecta tu iPod al ordenador.</li>
	<li>Ap&aacute;galo <strong>con el slider rojo</strong> (mant&eacute;n pulsada el bot&oacute;n superior de apagado hasta que aparezca)</li>
	<li>Mant&eacute;n pulsados, al mismo tiempo, el bot&oacute;n superior de apagado y el bot&oacute;n principal bajo la pantalla durante 10 segundos.</li>
	<li>Suelta el bot&oacute;n superior de apagado y mant&eacute;n pulsado el bot&oacute;n principal bajo la pantalla 10 segundos m&aacute;s. </li>
	<li>En ese momento, iTunes deber&iacute;a avisarte de que <strong>ha detectado un iPod en modo restauraci&oacute;n</strong>. Aparecer&aacute; un bot&oacute;n &quot;Restaurar&quot; en pantalla.</li>
	<li>Para poder restaurar la versi&oacute;n del firmware que quieras, <strong>deber&aacute;s pulsar la tecla &quot;Opci&oacute;n&quot; en Mac, o &quot;Shift&quot; si usas Windows, mientras haces clic al bot&oacute;n restaurar</strong>.</li>
	<li>Selecciona la imagen del firmware 1.1.1 que te descargaste antes.</li>
	<li>Voil&agrave;... en un ratito tendr&aacute;s tu iPod con la versi&oacute;n 1.1.1 del firmware.</li>
</ol>
<p>
Una vez hecho esto, tendr&aacute;s que hacerle el Jailbreak. Para ello, simplemente accede a la url <a href="https://jailbreakme.com/">https://jailbreakme.com</a> desde tu iPod y haz clic en el enlace &quot;<strong>Install Jailbreak</strong>&quot;. El proceso de instalaci&oacute;n se llevar&aacute; a cabo de forma autom&aacute;tica, reiniciando tu iPod cuando termine. Al volver a la pantalla de inicio, ver&aacute;s un nuevo icono: <strong>Installer</strong>. Eso indica que todo ha ido bien.
</p>
<h2>Seguimos: soft-upgrade a la versi&oacute;n 1.1.3&nbsp;</h2>
<p>
Ahora toca actualizar a la versi&oacute;n 1.1.3 manteniendo el Jailbreak. Para eso, utilizaremos un programita: <a href="https://devices.natetrue.com/iphone/ibrickr-jb113.zip">este, si usas PC</a>, o <a href="https://devices.natetrue.com/iphone/jb113.dmg">&eacute;ste otro si usas Mac</a> (Yo lo hice desde un Mac). Lo que har&aacute;, en resumen, es <strong>descargar una imagen especial del firmware 1.1.3 y cargarla en tu iPod</strong>.  Por si las moscas, <strong>os recomiendo que guard&eacute;is copia de los contenidos de vuestro iPod</strong> (m&uacute;sica, calendario, contactos...). Nunca se sabe.&nbsp;
</p>
<p>
A partir de este momento, la cosa cambia dependiendo de su usas Windows o Mac. Si eres usuario de PC puedes seguir los pasos indicados en <a href="https://www.esferaiphone.com/?p=299">otros art&iacute;culos</a> (prefiero no hablar de lo que no he probado).&nbsp;
</p>
<p>
<strong>
Desde Mac</strong>:
</p>
<ol>
	<li><strong>Desactiva el bloqueo por defecto de 1 minuto desde las preferencias de tu iPod</strong>. Esto evitar&aacute; que se apague en mitad de alg&uacute;n proceso importante.</li>
	<li><strong>Aseg&uacute;rate de que dispones de, como m&iacute;nimo, 300Mb libres</strong> en tu iPod para cargar el nuevo Firmware. </li>
	<li>Monta la imagen del programita que te acabas de bajar</li>
	<li>Ejecuta el script &quot;Run_this&quot; que encontrar&aacute;s dentro.</li>
	<li>Ve pulsando &lt;Enter&gt; para aceptar todos los pasos que ir&aacute; haciendo. Algunos tardan m&aacute;s que otros. Paciencia.</li>
	<li>Cuando aparezca &quot;Done&quot; en pantalla, es que <strong>el proceso habr&aacute; terminado</strong>.</li>
	<li><strong>Apaga tu iPhone con el slider rojo</strong> (como antes) y enci&eacute;ndelo de nuevo.</li>
	<li>Ve al <strong>Installer</strong>, busca e instala el paquete &quot;1.1.3 soft upgrade&quot;. <strong>El proceso puede tardar f&aacute;cilmente 10-20 minutos</strong>. Cuando termine, tu iPod se reiniciar&aacute; autom&aacute;ticamente.</li>
	<li>Voil&agrave;: ya tienes <strong>la versi&oacute;n 1.1.3 del firmware de iPod/iPhone con el Jailbreak aplicado</strong>.</li>
</ol>
<h2>Problemas conocidos y soluciones</h2>
<p>
La versi&oacute;n &quot;Jailbreakeada&quot; del firmware 1.1.3 presenta algunos problemas: las contrase&ntilde;as de Mail no se guardan correctamente, algunos iPhones no&nbsp; reconocen los tonos de llamada... <strong>La mayor&iacute;a de ellos se han solucionado con parches publicados en el repositorio BigBoss</strong>. A&ntilde;&aacute;delo a tus sources del Installer: <a href="https://sleepers.net/iphonerepo">https://sleepers.net/iphonerepo</a>. Despu&eacute;s de hacer refresh, dentro de la categor&iacute;a &quot;<strong>Tweaks</strong>&quot; encontrar&aacute;s los fixes&nbsp; a estos problemas.
</p>
<p>
Y ahora, a disfrutar: entra al <strong>Installer </strong>y selecciona aquellas aplicaciones que m&aacute;s te motiven. Yo me instal&eacute;:
</p>
<ul>
	<li><strong>iPhysics</strong></li>
	<li><strong>Labyrinth</strong></li>
	<li><strong>Lights Off</strong></li>
	<li><strong>MoneyTrackin'</strong></li>
	<li><strong>MobileTwiterrific</strong></li>
	<li><strong>Sudoku</strong></li>
	<li><strong>Screenshot</strong></li>
	<li>Varios <strong>plugins para Safari</strong></li>
</ul>
