+++
date = "2008-01-08 19:52:19"
author = ""
title = "El ministro japonés pensando en cómo prevenir ataques extraterrestres"
slug = "ministro-japones-pensando-prevenir-ataques-extraterrestres-52085"
tags = [ "curiosidades","extraterrestres","humor","japón" ]
+++
<p>
<img class="fotobonita" src="/images/post/52085-45428.jpg" alt="Shigeru Ishiba" title="Shigeru Ishiba" width="200" height="147" align="right" />Leo asombrado en <strong>Denker Uber</strong> <a href="https://www.uberbin.net/archivos/rants/japon-se-prepara-para-los-ataques-extraterrestres.php">las declaraciones del ministro japon&eacute;s de defensa</a>, <strong>Shigeru
Ishiba</strong>, en las que confirma a los periodistas su absoluto convencimiento de la existencia de OVNIs controlados por extraterrestres. Por un lado afirma que esa es s&oacute;lamente su opini&oacute;n personal, no como Ministro de Defensa del Jap&oacute;n, pero por otro no se corta un &aacute;pice al soltar que se plantea c&oacute;mo podr&iacute;a defenderse su pa&iacute;s ante un ataque alien&iacute;gena. Sus declaraciones contienen perlas como &quot;<em>Si bajaran diciendo 'Gente de la Tierra, seamos amigos', no ser&iacute;an considerados una amenaza para nuestro pa&iacute;s, pero c&oacute;mo podemos estar seguros de sus intenciones si no podemos entender lo que est&eacute;n diciendo?</em>&quot;.
</p>
<p>
Madre m&iacute;a, cuantas pelis de <strong>Godzilla</strong> se trag&oacute; este hombre de ni&ntilde;o. Demasiadas. O eso, o habr&aacute; que pensar que los japos disponen de informaci&oacute;n privilegiada.
</p>
<p>
Hay fuentes, sin embargo, que afirman que estos rumores podr&iacute;an provenir de <a href="/images/post/52085-45427.jpg" class="thickbox">unas im&aacute;genes que fueron interceptadas no hace mucho por la inteligencia norteamericana</a>, y que podr&iacute;an estar relacionadas con esos ataques extraterrestres de los que habla el se&ntilde;or <strong>Ishiba</strong>.
</p>
<p>
<a href="https://www.youtube.com/watch?v=-sePVLGr_R0">Estos japoneses est&aacute;n locos</a>.
</p>
