<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Trailer on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/trailer/</link><description>Recent content in Trailer on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Wed, 27 Aug 2008 00:09:42 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/trailer/index.xml" rel="self" type="application/rss+xml"/><item><title>Teaser de TRON 2 (aka TR2N)</title><link>https://albert.garcia.gibert.es/teaser-tron-2-aka-tr2n-122449/</link><pubDate>Wed, 27 Aug 2008 00:09:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/teaser-tron-2-aka-tr2n-122449/</guid><description>&lt;p>Cuando en la oficina alguien inici&amp;oacute; hace un tiempo el t&amp;iacute;pico meme de "tus 10 pel&amp;iacute;culas favoritas" reconozco que los &amp;uacute;ltimos puestos fueron disputados: &amp;iexcl;es muy dif&amp;iacute;cil escoger s&amp;oacute;lo 10! Hubo dos pel&amp;iacute;culas, sin embargo, que vinieron autom&amp;aacute;ticamente a mi cabeza, dos pel&amp;iacute;culas que de ni&amp;ntilde;o me marcaron y que con el tiempo llegar&amp;iacute;an a convertirse en dos "mitos geek": &lt;a href="https://www.imdb.com/title/tt0086567/">Juegos de Guerra&lt;/a> y &lt;a href="https://www.imdb.com/title/tt0084827/">TRON&lt;/a>.&lt;/p>
&lt;p>Cu&amp;aacute;l fu&amp;eacute; mi sorpresa la semana pasada al enterarme de que est&amp;aacute;n rodando la secuela de una de ellas, TRON 2 (o TR2N, como parece que ser&amp;aacute; el t&amp;iacute;tulo original). Al parecer, durante la celebraci&amp;oacute;n de la &lt;a href="https://www.comic-con.org/cci/">Comic Con 2008&lt;/a>, celebrada el pasado mes de julio, realizaron el pase de este teaser, y algunos asistentes, m&amp;oacute;vil en mano, no tardaron en grabarlo y hacerlo correr.&lt;/p></description></item><item><title>Nuevo trailer de Cloverfield ( 1.18.08 )</title><link>https://albert.garcia.gibert.es/nuevo-trailer-cloverfield-11808-44765/</link><pubDate>Thu, 06 Dec 2007 21:16:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-trailer-cloverfield-11808-44765/</guid><description>&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/44765-40865.jpg" alt="Cartel de Cloverfield" title="Cartel de Cloverfield" width="221" height="300" /> 
&lt;/p>
&lt;p>
&lt;strong>Cloverfield&lt;/strong> es un proyecto de largometraje que llega de la mano de &lt;a href="https://es.wikipedia.org/wiki/J.J._Abrams">J.J.Abrams&lt;/a>, co-creador y productor ejecutivo de, entre otros &amp;eacute;xitos televisivos, Lost ( Perdidos ). La primera noticia que se tuvo del film fu&amp;eacute; a trav&amp;eacute;s de un anuncio en cines, emitido antes de la proyecci&amp;oacute;n de Transformers.
&lt;/p>
&lt;p>
En el trailer se daba muy poca informaci&amp;oacute;n: b&amp;aacute;sicamente se trataba de una grabaci&amp;oacute;n hecha con una c&amp;aacute;mara de video dom&amp;eacute;stica en la que se ve&amp;iacute;a una fiesta de cumplea&amp;ntilde;os que se ve&amp;iacute;a interrumpida por un temblor al que segu&amp;iacute;an una serie de explosiones. La cinta terminaba con una imagen inquietante: la cabeza de la estatua de la libertad cayendo del cielo en medio de una calle.
&lt;/p></description></item><item><title>Trailer de Piratas del Caribe 3: en el Fin del Mundo</title><link>https://albert.garcia.gibert.es/trailer-piratas-caribe-3-mundo-9246/</link><pubDate>Wed, 21 Mar 2007 11:51:58 +0000</pubDate><guid>https://albert.garcia.gibert.es/trailer-piratas-caribe-3-mundo-9246/</guid><description>&lt;p>
Ya est&amp;aacute; disponible desde hoy el trailer de la nueva entrega de la mejor saga de aventuras de los &amp;uacute;ltimos a&amp;ntilde;os: &lt;strong>Piratas del Caribe&lt;/strong>. El Capit&amp;aacute;n Jack Sparrow vuelve a la carga en lo que promete ser, si hacemos caso a lo poco que nos muestran en el trailer, un colof&amp;oacute;n &amp;eacute;pico, digno de pasar a la historia junto a los grandes cl&amp;aacute;sicos de las aventuras.
&lt;/p>
&lt;p align="center">
&lt;object width="425" height="350">
	&lt;param name="movie" value="https://www.youtube.com/v/Tuukv8hC-AI" />
	&lt;param name="wmode" value="transparent" />
	&lt;embed src="https://www.youtube.com/v/Tuukv8hC-AI" wmode="transparent" type="application/x-shockwave-flash" width="425" height="350">&lt;/embed>
&lt;/object>
&lt;/p></description></item></channel></rss>