<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>pensamientos on Albert García Gibert</title>
    <link>http://albert.garcia.gibert.es/tags/pensamientos/</link>
    <description>Recent content in pensamientos on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Tue, 03 Jul 2007 00:56:41 +0000</lastBuildDate>
    
	<atom:link href="http://albert.garcia.gibert.es/tags/pensamientos/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Demasiada carrerilla</title>
      <link>http://albert.garcia.gibert.es/demasiada-carrerilla-15817/</link>
      <pubDate>Tue, 03 Jul 2007 00:56:41 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/demasiada-carrerilla-15817/</guid>
      <description>Demasiada carrerilla. Esa es precisamente la sensaci&amp;oacute;n que tengo ahora mismo... La sensaci&amp;oacute;n que te invade cuando bajas corriendo, demasiado r&amp;aacute;pido, por una pendiente mojada: Ves que no puedes detenerte, o al menos no sin evitar el resbal&amp;oacute;n y el costalazo. De alg&amp;uacute;n modo, sin embargo, intuyes que si aguantas el ritmo el rato suficiente, la pendiente disminuir&amp;aacute; en alg&amp;uacute;n momento y te salvar&amp;aacute;s de la ca&amp;iacute;da. Ah&amp;iacute; precisamente estoy yo.</description>
    </item>
    
    <item>
      <title>Indignación</title>
      <link>http://albert.garcia.gibert.es/indignacion-474/</link>
      <pubDate>Wed, 12 Jan 2005 15:27:39 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/indignacion-474/</guid>
      <description>Me indigna que haya hijoputas que duermen en paz todas las noches. Me indigna que grandes empresas lo sean tanto que les importe dos huevos pasar de las reclamaciones de sus clientes. Me indigna que la prepotencia y la chulería no puedan combatirse sino con abundantes dosis de lo mismo. Me indigna que la incompetencia de un empresario me haga perder tiempo y dinero y no pueda hacer nada para remediarlo.</description>
    </item>
    
    <item>
      <title>Los R€y€s Magos</title>
      <link>http://albert.garcia.gibert.es/los-rryrs-magos-439/</link>
      <pubDate>Sun, 19 Dec 2004 23:47:14 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/los-rryrs-magos-439/</guid>
      <description>Calificación: Mayores de 8 años.
De nuevo Navidad, de nuevo a comprar como locos, de nuevo a bombardearnos con mensajes llenos de &#34;buenos sentimientos&#34; e invitaciones al consumo exagerado. Intentaré no repetir la crítica periódica y habitual en estas fechas a cómo se le da la vuelta a esta celebración y simplemente llamar la atención sobre algo que creo que viene dándose de unos años hacia aquí más de lo deseable.</description>
    </item>
    
    <item>
      <title>Ingénuo!</title>
      <link>http://albert.garcia.gibert.es/ingenuo-134/</link>
      <pubDate>Wed, 20 Oct 2004 01:16:04 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ingenuo-134/</guid>
      <description>Mira que llego a ser ingénuo... Sí que podia ser peor. Y superarlo con creces! Por casualidad te suena esto de algo?... Quizás debiera alegrarme de que obodesigns sea contínuamente plagiada?? :&#39;-( Alguna idea aparte del correspondiente mail acordándome de la madre de su perro? Actualización: Después del corresponiente mail a los susodichos y la empresa que les gestiona el hosting, han descolgado la web original. El &#34;autor&#34; (por llamarlo de alguna manera), por cierto, ni se dignó a responder a mis mails</description>
    </item>
    
    <item>
      <title>A llevar-se!</title>
      <link>http://albert.garcia.gibert.es/a-llevar-se-131/</link>
      <pubDate>Sun, 06 Jun 2004 15:09:59 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/a-llevar-se-131/</guid>
      <description>A mi al menys m&#39;alleuja veure que no sóc l&#39;únic que ho feia... (Ara em direu que no ho vau fer mai quan ereu petits...)
&amp;nbsp;Els puc re-llegir desenes de vegades i segueixo disfrutant-ne com el primer cop.</description>
    </item>
    
    <item>
      <title>Wardriving</title>
      <link>http://albert.garcia.gibert.es/wardriving-129/</link>
      <pubDate>Fri, 07 May 2004 09:01:39 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/wardriving-129/</guid>
      <description>Fa ben poc li vam regalar a mon pare un punt d&#39;acc&amp;eacute;s inal&amp;agrave;mbric i una tarja Wifi pel port&amp;agrave;til, per que pogu&amp;egrave;s connectar sense cables tan a la oficina com a casa. Despr&amp;eacute;s de veure les possibilitats i investigar una mica em va comen&amp;ccedil;ar a picar la curiositat, i se la vaig agafant de tant en tant per fer algunes proves. El PA(Punt d&#39;Acc&amp;egrave;s) no &amp;eacute;s cap cosa de l&#39;altre mon (vam agafar el m&amp;eacute;s baratet que hi havia, Corega em sembla que &amp;eacute;s la marca), i tot i aix&amp;iacute; l&#39;abast &amp;eacute;s sorprenent.</description>
    </item>
    
    <item>
      <title>Notas Mentales</title>
      <link>http://albert.garcia.gibert.es/notas-mentales-128/</link>
      <pubDate>Fri, 07 May 2004 08:17:43 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/notas-mentales-128/</guid>
      <description>Nota Mental: Has de practicar m&amp;eacute;s amb el Flash. Continuaci&amp;oacute; de la Nota Mental: Sobretot si segueixes presentant-te a ofertes on requereixen Flash. </description>
    </item>
    
    <item>
      <title>Google ofereix mail gratuit!</title>
      <link>http://albert.garcia.gibert.es/google-ofereix-mail-gratuit-125/</link>
      <pubDate>Fri, 02 Apr 2004 06:28:11 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/google-ofereix-mail-gratuit-125/</guid>
      <description>Incre&amp;iacute;ble! Pel que sembla la gent de Google va m&amp;eacute;s enll&amp;agrave; en la seva intenci&amp;oacute; d&#39;oferir serveis globals de recerca i organitzaci&amp;oacute; de la informaci&amp;oacute; a internet i, entenent que el correu electr&amp;ograve;nic &amp;eacute;s una de les eines de transmissi&amp;oacute; d&#39;informaci&amp;oacute; m&amp;eacute;s potents i difoses que hi ha a l&#39;actualitat, es planteja d&#39;oferir correu gratu&amp;iuml;t amb una capacitat de _atenci&amp;oacute;!_ 1 GIGABYTE! El nou servei s&#39;anomena Gmail, i es troba en fase beta.</description>
    </item>
    
    <item>
      <title>Cap de setmana</title>
      <link>http://albert.garcia.gibert.es/cap-de-setmana-124/</link>
      <pubDate>Sun, 28 Mar 2004 14:50:56 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/cap-de-setmana-124/</guid>
      <description>Bufff... demà de nou a la feina. Cada cop es fan més curts els caps de setmana, el temps passa volant. Arribes al divendres entonant feliçment una cançó i congratulant-te pels dos díes sencers que tens per devant, per tu solet, i abans de que acabis amb les últimes notes, ja estàs posant el despertador per llevar-te dilluns al matí i tornar al tajo. I això que aquest ha estat una mica més llarg que la resta.</description>
    </item>
    
    <item>
      <title>Murciélagos viciosos...</title>
      <link>http://albert.garcia.gibert.es/murcielagos-viciosos-121/</link>
      <pubDate>Tue, 10 Feb 2004 16:12:19 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/murcielagos-viciosos-121/</guid>
      <description>Estaba repasando hace un rato las estadísticas de acceso a la web. Siempre me ha parecido divertido, cuanto menos curioso, ver a través de qué cadenas de búsqueda llega gente nueva a obokaman.com. Es cachondo, por ejemplo, que la frase con la que más gente llega a obokaman.com es &#34;album chicas . jpg&#34;. Vaya, siento decepcionarte, visitante ocasional, pero en esta web poco encontrarás sobre eso... :)Sea como fuere, la que más me ha llamado hoy la atención ha sido una muy divertida: un tio que ha llegado a obokaman buscando &#34;</description>
    </item>
    
    <item>
      <title>Mal dia</title>
      <link>http://albert.garcia.gibert.es/mal-dia-118/</link>
      <pubDate>Wed, 17 Dec 2003 15:06:15 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/mal-dia-118/</guid>
      <description>¿Qué hacer cuando el dia empieza mal y lo bordas terminándolo aún peor? Meterse en la cama y dormirse pronto esuchando música...
Tan Deprimit Com Sempre - SAU </description>
    </item>
    
    <item>
      <title>Música popular</title>
      <link>http://albert.garcia.gibert.es/musica-popular-109/</link>
      <pubDate>Mon, 03 Nov 2003 12:39:45 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/musica-popular-109/</guid>
      <description>Aquest male&amp;iuml;t mal de queixal m&#39;est&amp;agrave; matant... Setmanes enrera era nom&amp;eacute;s algunes nits, per&amp;ograve; ara ja &amp;eacute;s quasi a diari, i no tan sols en acabar el dia! &amp;not;&amp;not;U A veure si dem&amp;agrave; al mat&amp;iacute; despr&amp;eacute;s del _ja t&#39;explicar&amp;eacute; quan toqui_ puc acostar-me al dentista d&#39;urg&amp;egrave;ncies. De mentres, toca tirar milles a base de Nolotil, Saetil i altres porquerides per l&#39;estil...
Ara fa una o dues setmanes vaig veure a prop de l&#39;Estaci&amp;oacute; de Sants unes banderoles que anunciaven un cicle de &amp;quot;m&amp;uacute;sica popular&amp;quot;, crec que a l&#39;Auditori, amb la interpretaci&amp;oacute; d&#39;obres com Carmina Burana, la 9a Sinfon&amp;iacute;a de Beethoven, algunes invencions de Bach.</description>
    </item>
    
    <item>
      <title>Everybody pings!</title>
      <link>http://albert.garcia.gibert.es/everybody-pings-108/</link>
      <pubDate>Fri, 24 Oct 2003 05:06:41 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/everybody-pings-108/</guid>
      <description>Bravo per l&#39;amic Caleidos que s&#39;ha currat un mini-tutorial de com fer ping a un directori de weblogs i apar&amp;egrave;ixer entre els darrers weblogs actualitzats. En principi el tutorial &amp;eacute;s per fer ping a bitacoras.com, per&amp;ograve; si hi feu una ullada, veureu que es pot adaptar f&amp;agrave;cilment per fer pings, per exemple, a bitacoras.net o bitacoles.net . Est&amp;agrave; fet en pur PHP, aix&amp;iacute; que, tot i estar preparat per implementar a b2, nom&amp;eacute;s heu d&#39;agafar la funci&amp;oacute; i ficar-la a un include o definirla a la p&amp;agrave;gina que us interessi , per cridarla despr&amp;eacute;s en plan:</description>
    </item>
    
    <item>
      <title>Música Open Source</title>
      <link>http://albert.garcia.gibert.es/musica-open-source-106/</link>
      <pubDate>Wed, 22 Oct 2003 15:41:25 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/musica-open-source-106/</guid>
      <description>Llic&amp;egrave;ncia copyleft aplicada a l&#39;&amp;agrave;mbit musical? Doncs s&amp;iacute;, &amp;eacute;s possible i ja hi ha qui ho porta a terme. Ara no recordo com he arribat a la seva p&amp;agrave;gina, revisant les not&amp;iacute;cies de bitacoras.com he donat amb una web que parlava d&#39;ells i voil&amp;agrave;. laMundial, es diuen, i la seva web: http://www.laMundial.net. B&amp;agrave;sicament, son una banda que aplica a la seva obra la filosofia Open Source.
Que vols escoltar la seva m&amp;uacute;sica?</description>
    </item>
    
    <item>
      <title>Taller de Weblogs</title>
      <link>http://albert.garcia.gibert.es/taller-weblogs-104/</link>
      <pubDate>Tue, 21 Oct 2003 03:51:39 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/taller-weblogs-104/</guid>
      <description>Fa poc m&amp;eacute;s d&#39;una setmana vaig con&amp;egrave;ixer, a trav&amp;eacute;s d&#39;una not&amp;iacute;cia al nou directori de bit&amp;agrave;coles en catal&amp;agrave;, bitacoles.net, el Grup de Periodistes Digitals. Organitzaven una confer&amp;egrave;ncia a Barcelona sobre l&#39;impacte dels weblogs a l&#39;&amp;agrave;mbit catal&amp;agrave; en el darrer any, comptant amb la participaci&amp;oacute; de personalitats del mon dels weblogs en catal&amp;agrave; com Oriol Morell, de Raco Catal&amp;agrave;, David Poblador, de PuntBarra.com, Dani Prados, de Bit&amp;agrave;coles.net, David Ram&amp;oacute;n, col.laborador deInfonomia.com i Eduard Mart&amp;iacute;nez i Carles San, de Lacomunitat.</description>
    </item>
    
    <item>
      <title>Premis Ignobel</title>
      <link>http://albert.garcia.gibert.es/premis-ignobel-101/</link>
      <pubDate>Mon, 06 Oct 2003 08:42:59 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/premis-ignobel-101/</guid>
      <description>Llegint el diumenge El Peri&amp;oacute;dico, vaig trobar-me amb una not&amp;iacute;cia que parlava d&#39;uns premis que mai abans havia sentit anomenar, els IgNobel. Encuriosit per la not&amp;iacute;cia, he estat fent una recerca exhaustiva, fins trobar aquest interessant art&amp;iacute;cle, que he tradu&amp;iuml;t des de Pitoche:
&amp;quot;En aquests dies en qu&amp;egrave; s&#39;han publicat els guanyadors dels premis Nobel, s&#39;han donat a con&amp;#232;ixer tamb&amp;#233; els premis IgNobel, una par&amp;#242;dia menys coneguda dels mateixos&amp;nbsp;per&amp;#242; que van guanyant en popularitat si s&#39;ha de jutjar per la repercussi&amp;#243; que han tingut aquesta vegada en la premsa general.</description>
    </item>
    
    <item>
      <title>Te sientes falto de cariño?</title>
      <link>http://albert.garcia.gibert.es/te-sientes-falto-carinor-96/</link>
      <pubDate>Thu, 18 Sep 2003 01:20:47 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/te-sientes-falto-carinor-96/</guid>
      <description>Ok, que generalizar está feo y que son unos tíos muy inteligentes y muy avanzados y... están piraos! Que una empresa se dedique a comercializar algo así me parece mu fuerte. Más que nada, porque habrá suficiente gente que lo compre como para que les salga a cuenta venderlo, e incluso hacer publicidad! El remedio contra la falta de cariño por las noches?... Para cuando la versión femenina?</description>
    </item>
    
    <item>
      <title>Vuelta al trabajo</title>
      <link>http://albert.garcia.gibert.es/vuelta-al-trabajo-94/</link>
      <pubDate>Tue, 16 Sep 2003 12:00:05 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/vuelta-al-trabajo-94/</guid>
      <description>Muchos d&amp;iacute;as sin escribir, si. Ni siquiera pude celebrar como quer&amp;iacute;a el aniversario de obokaman (hizo un a&amp;ntilde;o el 25 de Agosto). A pesar de todo, tengo la suerte de que siempre me entiende y me perdona, al fin y al cabo tendr&amp;aacute; que aguantarme hasta el fin de sus d&amp;iacute;as que son los m&amp;iacute;os, as&amp;iacute; que m&amp;aacute;s le vale no llevarme demasiado la contraria...
 La vuelta al trabajo est&amp;aacute; siendo m&amp;aacute;s pesada de lo previsto.</description>
    </item>
    
    <item>
      <title>L&#39;aniversari d&#39;Obokaman</title>
      <link>http://albert.garcia.gibert.es/laniversari-dobokaman-92/</link>
      <pubDate>Wed, 20 Aug 2003 04:23:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/laniversari-dobokaman-92/</guid>
      <description>Queden tan sols uns pocs dies per què obokaman.com compleixi un any com a weblog (feia força temps que el domini estava online, però entendràs que no em sentís gaire orgullós d&#39;una cosa com aquesta. ^_^U ) I diuen que aquests són moments per detindre&#39;s i fer balanç, per veure fins a on volíem arribar i què és el que realment hem aconseguit, plantejar-se un redisseny, un canvi d&#39;orientació... I això ho faig al missatge nº 92, el que ens ve a dir que més o menys he escrit un post cada 4 dies.</description>
    </item>
    
    <item>
      <title>Territorio Comanche</title>
      <link>http://albert.garcia.gibert.es/territorio-comanche-83/</link>
      <pubDate>Fri, 30 May 2003 04:09:09 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/territorio-comanche-83/</guid>
      <description>Agh!!! 17.50h , 13 chavales en la sala, 15 ordenadores a plena potencia, 29&amp;ordm; C de temperatura ambiente!!! Se me va a freir algun ni&amp;ntilde;o! El fant&amp;aacute;stico ordenador dom&amp;oacute;tico que controla desde la iluminaci&amp;oacute;n de los espacios hasta la inclinaci&amp;oacute;n de las veletas de las ventanas ha decidido sabotearnos la tarde al m&amp;aacute;s puro estilo Hal 9000. Espero que no se le ocurra encender la calefacci&amp;oacute;n porque lo siguiente ser&amp;aacute; ya ponerme a tostar pan sobre las cabezas de los usuarios.</description>
    </item>
    
    <item>
      <title>Nuevo Trabajo</title>
      <link>http://albert.garcia.gibert.es/nuevo-trabajo-74/</link>
      <pubDate>Thu, 03 Apr 2003 06:17:12 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/nuevo-trabajo-74/</guid>
      <description>Y ya vale de fotos por esta semana, que se van los ahorros sin que se d&amp;eacute; uno cuenta. Reservar&amp;eacute; las que quedan en el carrete para el fin de semana. Me dejar&amp;aacute;s que te haga una foto? ;-D Hoy por la ma&amp;ntilde;ana me han llamado de la entrevista que ya te coment&amp;eacute; hace unos d&amp;iacute;as, para decirme que finalmente se hab&amp;iacute;an decidido por mi candidatura. Ma&amp;ntilde;ana tienen la &amp;uacute;ltima reuni&amp;oacute;n con el ayuntamiento y escoger&amp;aacute;n el dia de la incorporaci&amp;oacute;n, entre el lunes que viene y el lunes 14 seguramente.</description>
    </item>
    
    <item>
      <title>GenteBlog</title>
      <link>http://albert.garcia.gibert.es/genteblog-69/</link>
      <pubDate>Mon, 24 Mar 2003 15:19:00 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/genteblog-69/</guid>
      <description>Seguramente habr&amp;aacute;s oido hablar de GenteBlog, un portal de webloggers con un mont&amp;oacute;n de servicios, tutoriales, foros sobre bit&amp;aacute;coras. Hace alg&amp;uacute;n tiempo sus creadores hicieron un alto en el camino y se propusieron replantear la web para ofrecer un punto de encuentro m&amp;aacute;s interactivo, donde la gente pudiera comunicarse con otras personas con las mismas inquietudes de expresi&amp;oacute;n digital y compartir experiencias. Pues bien, nos hemos puesto las pilas y el nuevo proyecto est&amp;aacute; en marcha.</description>
    </item>
    
    <item>
      <title>No a la Guerra, no a la Injusticia.</title>
      <link>http://albert.garcia.gibert.es/no-guerra-no-injusticia-57/</link>
      <pubDate>Mon, 17 Feb 2003 01:02:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/no-guerra-no-injusticia-57/</guid>
      <description>El sábado día 15 se llevó a cabo una de las manifestaciones más multitudinarias de la historia, a nivel internacional, en contra de la Guerra en Irak. En medio de aquella multitud, que en Barcelona alcanzaba casi el millón y medio de personas, observaba a la gente con dos cosas rondándome la cabeza. La primera, la esperanza de que aquella movilización masiva de gente, que se repetiría en cientos de lugares alrededor del mundo aquel mismo dia, sirviera efectivamente para algo.</description>
    </item>
    
    <item>
      <title>Tutorial de TrackBack</title>
      <link>http://albert.garcia.gibert.es/tutorial-trackback-54/</link>
      <pubDate>Wed, 29 Jan 2003 14:21:23 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/tutorial-trackback-54/</guid>
      <description>Estos días estoy aprendiendo un montón de cosas sobre estandarización, XHTML, posicionamiento y estilos por CSS, XML, y algunos conceptos muy interesantes en lo que a la aplicación de todos ellos se refiere (obokaman.com YA valida en XHTML 1.0, CSS2 y RSS 2. :DD) . Uno de los temas que más me ha llamado la atención últimamente es el sistema de Trackback, desarrollado hace algun tiempo por los chicos de Moveable Type para permitir a una página enlazar con un post de otra, y permitir a la otra saber que la han enlazado, a grandes rasgos.</description>
    </item>
    
    <item>
      <title>Sindica!</title>
      <link>http://albert.garcia.gibert.es/sindica-43/</link>
      <pubDate>Fri, 03 Jan 2003 01:20:36 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/sindica-43/</guid>
      <description>Tanta historia y al final ha sido un puro tr&amp;aacute;mite. No ha habido gritos, ni lloros, ni mosqueos... Jop, hasta me han decepcionado. El calvo hasta me ha hecho un par de contraofertas que me han hecho dudar ( XD noooooo!). Pues nada oye, alegr&amp;iacute;a y viento nuevo. Fuera ya del tema curro, estos d&amp;iacute;as he estado aprendiendo cositas nuevas, y cuando aprendo cosas nuevas soy un plasta. Te va bien saberlo, porque seguramente usar&amp;eacute; el blog como &#39;campo de pruebas&#39; y no dejar&amp;eacute; de preguntar una y otra vez qu&amp;eacute; te parecen las nuevas secciones, los cambios, cada detalle.</description>
    </item>
    
    <item>
      <title>Año Nuevo</title>
      <link>http://albert.garcia.gibert.es/ano-nuevo-41/</link>
      <pubDate>Thu, 02 Jan 2003 16:47:37 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ano-nuevo-41/</guid>
      <description>¿Otro año más? ¿Otro año menos? Cada uno tendrá sus razones. Si se trata de empezar el año a lo grande, en casa somos especialistas. Mi hermana a las 5 de la mañana en urgencias, con un ataque de asma, yo a las 3 y media en la cama, con una tos que no podía ni hablar casi. Si es que nunca me ha gustado salir en fin de año... :) Bueno, la cosa no fue tan mal, de hecho.</description>
    </item>
    
    <item>
      <title>La Ruleta de la Fortuna</title>
      <link>http://albert.garcia.gibert.es/ruleta-fortuna-40/</link>
      <pubDate>Fri, 27 Dec 2002 11:49:35 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ruleta-fortuna-40/</guid>
      <description>Agh... Llevo ya dos horas y media aqu&amp;iacute; y no he hecho nada a&amp;uacute;n, m&amp;aacute;s que ir haciendo clics vagos por toda la pantalla, sin saber siquiera d&amp;oacute;nde ir. Supongo que el calvo llegar&amp;aacute; a las 12, y hasta que se apalanque, haga sus llamaditas para ver como van las acciones y remover de un lado a otro su fortuna y compruebe las respuestas a sus ofertas en el correo, para venir luego y preguntarme con esa cara de forzada amabilidad, &amp;quot;&amp;iquest;qu&amp;eacute; estas haciendo?</description>
    </item>
    
    <item>
      <title>Nostalgia y otros sucedáneos de la Navidad</title>
      <link>http://albert.garcia.gibert.es/nostalgia-otros-sucedaneos-navidad-39/</link>
      <pubDate>Thu, 26 Dec 2002 01:34:14 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/nostalgia-otros-sucedaneos-navidad-39/</guid>
      <description>Que sí, que a todos nos importa un pito el espíritu de la navidad, lo de reunirnos con la familia que no vemos en todo el año, los besitos, los arrumacos, las felicitaciones, los regalitos y no nos cansamos de repetirlo, somos guays y pasamos de todo. Pues vale. Pero será el frío, o esa sonrisa que parecen llevar todos puesta por la calle, cogidos del brazo, o las luces por las calles, o que algunos sucumbimos a las campañas de márketing navideño, pero a mí también me gustaría ser como ellos estos días, estar contento, dejarme llevar por esa felicidad colectiva, sumarme a la masa de consumidores de ilusiones, y no ser un cara-de-aguafiestas como ahora.</description>
    </item>
    
    <item>
      <title>polvos de talco</title>
      <link>http://albert.garcia.gibert.es/polvos-de-talco-38/</link>
      <pubDate>Tue, 17 Dec 2002 01:18:23 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/polvos-de-talco-38/</guid>
      <description>Fue un error. Pero bueno, no pod&amp;iacute;a saberlo sin probar, as&amp;iacute; que tampoco puedo arrepentirme de la decisi&amp;oacute;n. De tener un trabajo fijo, con unos compa&amp;ntilde;eros geniales, un horario que me permit&amp;iacute;a &#39;estudiar&#39; e ir sac&amp;aacute;ndome mis trabajillos por cuenta propia y un sueldo aceptable para permitirme ir tirando sin problemas, pas&amp;eacute; a currar durante m&amp;aacute;s de dos meses sin contrato(llevo desde principios de octubre), una media de 45 /50 horas semanales, en un sitio donde, es ahora, y a&amp;uacute;n no tengo claro a lo que nos dedicamos: copiando cont&amp;iacute;nuamente de los textos y los trabajos de otros, publicando webs como mercenarios de la red.</description>
    </item>
    
    <item>
      <title>trouble</title>
      <link>http://albert.garcia.gibert.es/trouble-35/</link>
      <pubDate>Wed, 04 Dec 2002 01:16:26 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/trouble-35/</guid>
      <description>Hoy ha sido un dia bastante relajado. Esta ma&amp;ntilde;ana me han llamado estando en el curro para una entrevista de trabajo. Como estoy todo el d&amp;iacute;a all&amp;iacute; metido he tenido que buscar una excusa para poder escaparme por la tarde. Me he sentido mal toda el dia por la pedazo de historia que me he tenido que inventar para salir antes. Se me da muy mal mentir, es la verdad. Cuando tengo que hacerlo se me ve venir dos horas antes.</description>
    </item>
    
    <item>
      <title>colacao calentito</title>
      <link>http://albert.garcia.gibert.es/colacao-calentito-31/</link>
      <pubDate>Thu, 21 Nov 2002 00:55:26 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/colacao-calentito-31/</guid>
      <description>Suena ahora mismo Ode to Simplicity de Secret Garden en la lista de reproducci&amp;oacute;n. Acabo de salir del canal y me preparo para meterme en la cama. Me he sacado el jersey para tener un poco m&amp;aacute;s de fr&amp;iacute;o y coger la cama con m&amp;aacute;s ganas. Uhm... el colacao bien calentito (el invierno es lo mejor, Dies ;-D), aunque veo que la taza, por muy bonita y divertida que sea, no est&amp;aacute; pensada precisamente para beber en ella.</description>
    </item>
    
    <item>
      <title>citas célebres</title>
      <link>http://albert.garcia.gibert.es/citas-celebres-151/</link>
      <pubDate>Tue, 12 Nov 2002 00:32:17 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/citas-celebres-151/</guid>
      <description>Pues nada, comentando ahora con Roberto (crimasoft) se nos ha ocurrido abrir un post de frases/citas célebres del palo Groucho Marx. Os dejo una que he leido hoy. Responded con las que recordeis.
&amp;quot;Es usted la mujer más hermosa que he visto en toda mi vida, lo cual no dice mucho a mi favor...&amp;quot;</description>
    </item>
    
    <item>
      <title>Familia, dns y otros misterios...</title>
      <link>http://albert.garcia.gibert.es/familia-dns-otros-misterios-25/</link>
      <pubDate>Sun, 03 Nov 2002 13:08:35 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/familia-dns-otros-misterios-25/</guid>
      <description>Hace ya unos días que no escribía, pero es que esta semana ha sido algo... intensa. No recordaba ya qué era trabajar a jornada completa. Y tan completa. Estos 3 últimos días he entrado a las 9 y he salido a las 9... 11 horas si quitamos la hora que salgo a comer... espero que no se convierta en una costumbre. La verdad es que estoy un poco decepcionado con el nuevo trabajo, no era lo que me esperaba.</description>
    </item>
    
    <item>
      <title>Nesecito ayuda</title>
      <link>http://albert.garcia.gibert.es/nesecito-ayuda-20/</link>
      <pubDate>Wed, 16 Oct 2002 21:54:05 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/nesecito-ayuda-20/</guid>
      <description>Ha vuelto a pasar. Cre&amp;iacute; que ser&amp;iacute;a m&amp;aacute;s fuerte, pero no... Hoy mi padre ha venido a buscarme al trabajo por la ma&amp;ntilde;ana. Hemos quedado en la Pza. Catalunya, en la esquina de la FNAC que da a la calle Vergara. Cuando he llegado me ha llamado y me ha dicho que a&amp;uacute;n tardar&amp;iacute;a una media hora, as&amp;iacute; que &amp;quot;para hacer tiempo&amp;quot;(me he dicho mentalmente) he subido a dar una vuelta al piso de libros y m&amp;uacute;sica.</description>
    </item>
    
    <item>
      <title>Veintegenarios</title>
      <link>http://albert.garcia.gibert.es/veintegenarios-19/</link>
      <pubDate>Mon, 14 Oct 2002 00:52:16 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/veintegenarios-19/</guid>
      <description>Bueno, otra semana que se acaba, otro lunes de madrugada cuando deber&amp;iacute;a estar durmiendo ya para poder levantarme ma&amp;ntilde;ana... Este fin de semana no he salido mucho, ayer estuve en casa de E. ayud&amp;aacute;ndole a instalar el disco duro nuevo que se ha comprado y a hacer una imagen de la nueva instalaci&amp;oacute;n con el Ghost. Todo el d&amp;iacute;a nos llev&amp;oacute;! Al menos estuvimos entretenidos entre el gato, la guitarra y hablando de lo genial que ser&amp;aacute; el salto en paraca&amp;iacute;das.</description>
    </item>
    
    <item>
      <title>Entrevista de trabajo!</title>
      <link>http://albert.garcia.gibert.es/entrevista-trabajo-16/</link>
      <pubDate>Wed, 02 Oct 2002 02:48:26 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/entrevista-trabajo-16/</guid>
      <description>Bueeeno, parece que por fin alguna de las inscripciones en infojobs y tecnoempleo ha dado sus frutos: hoy me han convocado para una entrevista de trabajo para ma&amp;ntilde;ana (bueno, para dentro de 6 horas y media...) Esta ma&amp;ntilde;ana sobre las 11 me han llamado de recursos humanos para comentarme que habian visto mi curr&amp;iacute;culum y les interesaba. Me han estado preguntando acerca de mi trabajo actual, de mi experiencia en el dise&amp;ntilde;o web y tema $$.</description>
    </item>
    
    <item>
      <title>¡Dientes!</title>
      <link>http://albert.garcia.gibert.es/dientes-14/</link>
      <pubDate>Sat, 28 Sep 2002 16:02:34 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/dientes-14/</guid>
      <description>Bueno, parece que por fin la web empieza a tener consistencia. Si has entrado estos dias, habr&amp;aacute;s visto algunos cambios y nuevas secciones: He colocado un oekaki para que podamos dar rienda suelta a nuestra vena art&amp;iacute;stica. Tambi&amp;eacute;n he montado un sistema de usuarios &amp;quot;global&amp;quot;. Cuando te registres, tanto en el oekaki como desde la p&amp;aacute;gina principal, podr&amp;aacute;s postear donde quieras: el diario colectivo (otra nueva secci&amp;oacute;n), el oekaki, o la secci&amp;oacute;n de fotograf&amp;iacute;as (esta aun no est&amp;aacute; lista.</description>
    </item>
    
    <item>
      <title>Personalidades múltiples</title>
      <link>http://albert.garcia.gibert.es/personalidades-multiples-8/</link>
      <pubDate>Tue, 03 Sep 2002 23:17:26 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/personalidades-multiples-8/</guid>
      <description>Hoy, leyendo un art&amp;iacute;culo ya antiguo del ciberpa&amp;iacute;s, me ha venido a la cabeza una pr&amp;aacute;ctica muy divertida que suelo llevar a cabo con los alumnos del curso de introducci&amp;oacute;n a Internet que imparto por las tardes. En el art&amp;iacute;culo lo llaman ego-surfing. Se trata de ir a un buscador y poner tu nombre y apellidos, para ver qu&amp;eacute; sale. En un principio lo usaba para que vieran la diferencia al buscar en Google entre usar o no las comillas.</description>
    </item>
    
    <item>
      <title>Verano... Corten!!!</title>
      <link>http://albert.garcia.gibert.es/verano-corten-7/</link>
      <pubDate>Tue, 03 Sep 2002 12:35:39 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/verano-corten-7/</guid>
      <description>La casa vuelve a estar llena, otra vez a levantarse pronto, en el trabajo, como si no hubiera hecho vacaciones. Todo parece haber vuelto a la normalidad, pero creo haber perdido algo en el camino. Si, funciona, aparenta, pero estoy seguro de que hay alguna pieza de m&amp;aacute;s o de menos desde la &amp;uacute;ltima vez que lo vi andar... Mirar&amp;eacute; debajo de la cama, siempre suelen colarse las cosas peque&amp;ntilde;itas, a menudo las m&amp;aacute;s importantes para que todo funcione correctamente.</description>
    </item>
    
    <item>
      <title>Inauguración</title>
      <link>http://albert.garcia.gibert.es/inauguracion-1/</link>
      <pubDate>Sat, 24 Aug 2002 15:07:27 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/inauguracion-1/</guid>
      <description>Bueno, parece que esto marcha. Por fin consigo hacer funcionar el diario! Después de tantas horas delante de la pantalla esto empieza a dar sus frutos. Quizás demasiadas horas... Habia previsto dedicar este mes a terminar algunos trabajos que tengo pendientes y a preparame a conciencia para los examenes que tengo colgados... y ni una cosa ni la otra... Pero bueno, son cosas que pasan, cosas que faltan... ñif.
Por ahora os dejo, voy a preparar la comida, hasta pronto y bienvenidos.</description>
    </item>
    
  </channel>
</rss>