<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Misión Espacial on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/misi%C3%B3n-espacial/</link><description>Recent content in Misión Espacial on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Tue, 26 Sep 2006 21:20:54 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/misi%C3%B3n-espacial/index.xml" rel="self" type="application/rss+xml"/><item><title>Impresionante fotografía del transbordador Atlantis</title><link>https://albert.garcia.gibert.es/impresionante-fotografia-transbordador-atlantis-4055/</link><pubDate>Tue, 26 Sep 2006 21:20:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/impresionante-fotografia-transbordador-atlantis-4055/</guid><description>&lt;p>
Impresionante. Se trata de una fotograf&amp;iacute;a tomada desde la Tierra, en la que se puede observar el transbordador Atlantis, y a su lado la estaci&amp;oacute;n espacial. El objeto luminoso que sirve de fondo a esta imagen es ni m&amp;aacute;s ni menos que el Sol. 
&lt;/p>
&lt;p>
La foto fu&amp;eacute; tomada el 17 de septiembre por &lt;a href="https://www.astrophoto.fr/index.html">Thierry Legault&lt;/a> , fot&amp;oacute;grafo franc&amp;eacute;s especialista en astrofotograf&amp;iacute;a, desde Mamers, Normandia. Desde luego, para sacar una imagen como esta no s&amp;oacute;lo son necesarias buenas dosis de paciencia y pulso firme... si no un buen equipo y conocimientos de astronom&amp;iacute;a: la ubicaci&amp;oacute;n del transbordador y la estaci&amp;oacute;n espacial sobre el tel&amp;oacute;n de fondo del Sol no es casualidad, por supuesto. Para los m&amp;aacute;s curiosos, &lt;a href="https://www.astrophoto.fr/iss_atlantis_transit.html">Thierry nos explica algunas cosas m&amp;aacute;s en su propia web&lt;/a> .
&lt;/p></description></item><item><title>Detectan algunos objetos extraños alrededor del Atlantis</title><link>https://albert.garcia.gibert.es/detectan-objetos-extranos-alrededor-atlantis-3995/</link><pubDate>Wed, 20 Sep 2006 23:33:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/detectan-objetos-extranos-alrededor-atlantis-3995/</guid><description>&lt;p>
Este mediod&amp;iacute;a nos entar&amp;aacute;bamos de que &lt;a href="https://www.elmundo.es/elmundo/2006/09/20/ciencia/1158745215.html">la NASA hab&amp;iacute;a descubierto un misterioso objeto&lt;/a> , a&amp;uacute;n por identificar, flotando cerca del &lt;a href="https://es.wikipedia.org/wiki/STS-115">transbordador Atlantis&lt;/a>. Los ingenieros de la NASA lo han detectado desde la Tierra gracias a unas peque&amp;ntilde;as c&amp;aacute;maras situadas en el exterior de la nave, y aunque no han podido verificar su tama&amp;ntilde;o ni su procedencia, parece poco probable que se trate de alguna pieza de la propia nave. Por su aspecto, seg&amp;uacute;n se&amp;ntilde;alaba el propio director del programa de transbordadores de la NASA, Wayne Hale, podr&amp;iacute;a incluso ser basura proviniente de la nave, una peque&amp;ntilde;a bolsa de pl&amp;aacute;stico. Y por la cuenta que les trae a todos, ojal&amp;aacute; sea eso: Cualquier peque&amp;ntilde;o desprendimiento de la cubierta t&amp;eacute;rmica podr&amp;iacute;a tener consecuencias desastrosas durante la reentrada del transbordador en la atm&amp;oacute;sfera.
&lt;/p></description></item></channel></rss>