<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>diseño on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/dise%C3%B1o/</link>
    <description>Recent content in diseño on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Fri, 01 Jun 2007 01:07:55 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/dise%C3%B1o/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Pruebas de diseño para OboLog</title>
      <link>https://albert.garcia.gibert.es/pruebas-diseno-obolog-12990/</link>
      <pubDate>Fri, 01 Jun 2007 01:07:55 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/pruebas-diseno-obolog-12990/</guid>
      <description>El pasado mi&amp;eacute;rcoles estuvo con Toni en un interesante seminario sobre redes sociales ofrecido por la gente de Yahoo! Barcelona en la UPF, impartido por 5 investigadores japoneses. Aunque el evento en un principio estaba orientado al personal docente y alumnos de la UPF, tuvimos suerte y nos enteramos del mismo a trav&amp;eacute;s de un compa&amp;ntilde;ero de trabajo.Las charlas estuvieron realmente interesantes, reveladoras. Todos los participantes hab&amp;iacute;an estado en grupos de investigaci&amp;oacute;n relacionados de un modo u otro con el an&amp;aacute;lisis de relaciones entre individuos en entornos de comunidades online o redes sociales, m&amp;eacute;todos de extracci&amp;oacute;n y an&amp;aacute;lisis de datos, elaboraci&amp;oacute;n de algoritmos para definir afinidades, etc.</description>
    </item>
    
    <item>
      <title>Microsoft realizó el video-parodia sobre la caja de Ipod</title>
      <link>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</link>
      <pubDate>Fri, 23 Feb 2007 09:33:34 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</guid>
      <description>Hace algo menos de un a&amp;ntilde;o, comentaba un curioso v&amp;iacute;deo en el que se planteaba qu&amp;eacute; hubiera ocurrido si Microsoft hubiera dise&amp;ntilde;ado la caja del Ipod. El video estaba planteado como un ejercicio de dise&amp;ntilde;o en que se parodiaba la tendencia de Microsoft a sobrecargar el dise&amp;ntilde;o de los paquetes de sus productos, versus la sencillez y la elegancia de los de la competencia, Apple.Ahora ( un poco tarde, he de reconocer ) me entero de que aquel video no fu&amp;eacute; fruto de alg&amp;uacute;n dise&amp;ntilde;ador graciosillo, ni siquiera de la propia competencia, Apple, &amp;iexcl;si no de los propios dise&amp;ntilde;adores de Microsoft!</description>
    </item>
    
    <item>
      <title>Lavado de cara</title>
      <link>https://albert.garcia.gibert.es/lavado-de-cara-7335/</link>
      <pubDate>Mon, 22 Jan 2007 20:49:02 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/lavado-de-cara-7335/</guid>
      <description>Por fin. Llevaba ya tiempo dando vueltas a un cambio de dise&amp;ntilde;o para el blog... el &amp;uacute;ltimo restyling nunca me acab&amp;oacute; de convencer, y quer&amp;iacute;a un dise&amp;ntilde;o m&amp;aacute;s limpio, claro y legible. Aunque ya hab&amp;iacute;a cogido cari&amp;ntilde;o a esa combinaci&amp;oacute;n de grises y naranjas/amarillos que ven&amp;iacute;a usando desde el principio de los tiempos, tocaba renovarse. Hay algunos detalles que a&amp;uacute;n me hacen dudar: el tagline, &amp;quot;pensamientos en red&amp;quot; ten&amp;iacute;a m&amp;aacute;s sentido al tratarse obokaman de un diario colectivo.</description>
    </item>
    
    <item>
      <title>La caja de Windows Vista: elegancia y buen gusto</title>
      <link>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</link>
      <pubDate>Mon, 13 Nov 2006 15:08:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</guid>
      <description>Posiblemente Microsoft merezca m&amp;aacute;s de la mitad de las cr&amp;iacute;ticas que recibe, pero de cuando en cuando hace las cosas bien. En ocasiones incluso MUY bien.Visto en Bitelia .Por cierto, si no la conoc&amp;iacute;as ya, no dejes de visitar Microsoft Design. </description>
    </item>
    
    <item>
      <title>Ipod Begins</title>
      <link>https://albert.garcia.gibert.es/ipod-begins-5063/</link>
      <pubDate>Fri, 10 Nov 2006 16:59:34 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/ipod-begins-5063/</guid>
      <description>En Wired  han publicado un reportaje sobre el reproductor musical de Apple, Ipod . En &amp;eacute;l hablan sobre el proceso de dise&amp;ntilde;o del interfaz. &amp;iquest;Os imagin&amp;aacute;is la reuni&amp;oacute;n alrededor de ese prototipo de cart&amp;oacute;n? &amp;quot;Uhm... S&amp;iacute;, es bonito, es simple... 5 &amp;uacute;nicos botones... &amp;iexcl;Pero os aseguro que podemos mejorarlo!&amp;quot; Y vaya si lo hicieron...Visto en No lo entiendo . </description>
    </item>
    
    <item>
      <title>Limpieza de floats en IE 7</title>
      <link>https://albert.garcia.gibert.es/limpieza-floats-ie-7-4541/</link>
      <pubDate>Wed, 25 Oct 2006 11:11:21 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/limpieza-floats-ie-7-4541/</guid>
      <description>Durante los &amp;uacute;ltimos meses, Microsoft nos ha tenido en vilo ( sobretodo a los desarrolladores web ), pendientes del soporte a la especificaci&amp;oacute;n de CSS que tendr&amp;iacute;a su nuevo navegador, Internet Explorer 7 . Despu&amp;eacute;s de unos 5 a&amp;ntilde;os sin publicar una nueva versi&amp;oacute;n, parec&amp;iacute;a que la cosa iba a salir &amp;quot;fina&amp;quot;: El modelo de caja se ha implementado correctamente, se soportan propiedades tan &amp;uacute;tiles como min/max-width, ... &amp;iquest;&amp;iexcl;Se acabaron las reglas s&amp;oacute;lo para IE!</description>
    </item>
    
    <item>
      <title>Apple también la caga</title>
      <link>https://albert.garcia.gibert.es/apple-tambien-caga-4422/</link>
      <pubDate>Thu, 19 Oct 2006 09:23:09 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/apple-tambien-caga-4422/</guid>
      <description>Este es el bot&amp;oacute;n dedescarga que aparece en la p&amp;aacute;gina de actualizaci&amp;oacute;n de software de Ipod.Y si no os lo creeis, pod&amp;eacute;is verlo online en http://www.apple.com/es/ipod/download/O ser&amp;aacute; una contra-campa&amp;ntilde;a contra sus competidores: &amp;quot;Los dem&amp;aacute;s la CAGAN, nosotros la DES-CAGAMOS&amp;quot;. &amp;iquest;Qui&amp;eacute;n sabe? Via ALT1040 </description>
    </item>
    
    <item>
      <title>Fundamentos Web en directo desde torresburriel.com</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link>
      <pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid>
      <description>Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video. Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante! </description>
    </item>
    
    <item>
      <title>Fundamentos Web 2006: A sólo dos días</title>
      <link>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link>
      <pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid>
      <description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 . Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description>
    </item>
    
    <item>
      <title>Nueva home de Yahoo</title>
      <link>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</link>
      <pubDate>Tue, 16 May 2006 15:38:26 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</guid>
      <description>Ya hab&amp;iacute;an corrido por ah&amp;iacute; algunas screenshots, ahora es p&amp;uacute;blicamente accesible: http://www.yahoo.com/preview Fijaos en la manera que tienen de presentar las nuevas opciones desde el &amp;quot;Take a quick tour&amp;quot; ( superponen un PNG transparente, o c&amp;oacute;mo ponen en pr&amp;aacute;ctica algunas de los &amp;uacute;ltimos patrones de dise&amp;ntilde;o de su librer&amp;iacute;a en las opciones laterales, &amp;quot;mail&amp;quot;, &amp;quot;messenger&amp;quot;, &amp;quot;radio&amp;quot;... Destacable tambi&amp;eacute;n el uso de CSS Sprites para ahorrar ancho de banda en lo que se refiere al uso de iconos peque&amp;ntilde;os.</description>
    </item>
    
    <item>
      <title>¿Y si Microsoft hubiera diseñado la caja del Ipod?</title>
      <link>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</link>
      <pubDate>Fri, 03 Mar 2006 01:16:27 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</guid>
      <description>Curioso e interesante ejercicio en clave de humor, planteando qu&amp;eacute; hubiera ocurrido si Microsoft hubiera sido quien comercializara el conocido Ipod de Apple. Visto en YouTube </description>
    </item>
    
    <item>
      <title>Mal, mal, mal...</title>
      <link>https://albert.garcia.gibert.es/mal-mal-mal-547/</link>
      <pubDate>Tue, 12 Apr 2005 21:50:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/mal-mal-mal-547/</guid>
      <description>Es feo. Definitivamente es feo y duele a la vista encontrarseerrores de ortografía en la publicidad. Y sorprende que a estas alturasy tratándose de quien se trata, se les escapen letras en un anuncio de3 frases...
Digo yo que qué interés tendrá ver GI&amp;Ntilde;AR a alguien en pantalla completa...</description>
    </item>
    
    <item>
      <title>Pitjor impossible</title>
      <link>https://albert.garcia.gibert.es/pitjor-impossible-133/</link>
      <pubDate>Mon, 18 Oct 2004 20:10:01 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/pitjor-impossible-133/</guid>
      <description>La veritat, crec que mai no deixaré de sorprendre&#39;m de lo desconsiderada i barroera que pot arribar a ser la gent. Desconsiderada en primer lloc, perquè s&#39;ha d&#39;aprendre a no agafar les coses dels altres, o com a mínim, demanar permís. I barroera en segon lloc, perquè fins i tot quan es fan coses que no estan bé, es poden fer bé. I és que el molt capgros, a més de copiar literalment la pàgina d&#39;ofertes i de contacte d&#39;obodesigns, no s&#39;ha pres ni la molèstia de canviar els enllaços!</description>
    </item>
    
  </channel>
</rss>