<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>firefox on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/firefox/</link>
    <description>Recent content in firefox on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Fri, 22 Dec 2006 08:57:28 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/firefox/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Nuevo logo para Firefox</title>
      <link>https://albert.garcia.gibert.es/nuevo-logo-firefox-6242/</link>
      <pubDate>Fri, 22 Dec 2006 08:57:28 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/nuevo-logo-firefox-6242/</guid>
      <description>&amp;iexcl;No he podido resistirme , me parece buen&amp;iacute;simo!Via | Propiedad Privada </description>
    </item>
    
    <item>
      <title>AllPeers, lo mejor que le ha pasado a Firefox...</title>
      <link>https://albert.garcia.gibert.es/allpeers-mejor-le-pasado-firefox-704/</link>
      <pubDate>Wed, 04 Jan 2006 11:12:51 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/allpeers-mejor-le-pasado-firefox-704/</guid>
      <description>Si Firefox ha conseguido convertirse a lo largo de estos dos &amp;uacute;ltimos a&amp;ntilde;os en un serio competidor frente a Internet Explorer, gracias a su estabilidad, a su velocidad, a su fiel cumplimiento de los est&amp;aacute;ndares, y a su larga y variada lista de extensiones, AllPeers  podr&amp;iacute;a llegar a incrementar de manera cr&amp;iacute;tica esa popularidad, incluso entre aquellos sectores &amp;quot;no-t&amp;eacute;cnicos&amp;quot; que siguen con su IE &amp;quot;porque ya estaba instalado&amp;quot;, pero en cambio se patean foros y foros para conseguir configurar correctamente su emule.</description>
    </item>
    
    <item>
      <title>Busca a obokaman.com amb Firefox</title>
      <link>https://albert.garcia.gibert.es/busca-obokamancom-amb-firefox-463/</link>
      <pubDate>Tue, 04 Jan 2005 12:53:36 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/busca-obokamancom-amb-firefox-463/</guid>
      <description>Fent proves amb una aplicaci&amp;oacute; de recerca d&#39;informaci&amp;oacute; a Intranets que estic programant a la feina, he apr&amp;eacute;s avui com crear un plugin per a Firefox per afegir nous motors de cerca, tal com indica la imatge superior. R&amp;agrave;pidament he fet una adaptaci&amp;oacute; pel blog. Si vols afegir la opci&amp;oacute; per cercar als arxius d&#39;obokaman.com des del teu navegador Firefox, nom&amp;eacute;s has de descarregar aquest arxiu i descomprimir-lo a la carpeta sg&amp;uuml;ent:</description>
    </item>
    
    <item>
      <title>La constel.lació Firefox</title>
      <link>https://albert.garcia.gibert.es/constellacio-firefox-413/</link>
      <pubDate>Thu, 11 Nov 2004 18:56:53 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/constellacio-firefox-413/</guid>
      <description>Sembla que fins i tot els astres celebren la aparici&amp;oacute; de la nova versi&amp;oacute; de Firefox. ;-) Ben curi&amp;oacute;s, la veritat. No he aconseguit saber d&#39;on prov&amp;eacute; la foto ni a quina constel&amp;middot;laci&amp;oacute; es refereix. L&#39;amic Google me l&#39;ha regalat aquest mat&amp;iacute; mentre buscava el logotip de Firefox per il&amp;middot;lustrar el post anterior. Per cert, sabeu que avui, el mateix dia que surt a la llum el nou cercador de MSN, Google anuncia a la seva web principal que ha doblat el n&amp;ordm; de p&amp;agrave;gines indexades?</description>
    </item>
    
    <item>
      <title>Firefox 1.0, disponible per descàrrega</title>
      <link>https://albert.garcia.gibert.es/firefox-10-disponible-per-descarrega-406/</link>
      <pubDate>Tue, 09 Nov 2004 14:19:22 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/firefox-10-disponible-per-descarrega-406/</guid>
      <description>Tal com anunci&amp;agrave;vem diumenge, avui ja podem disposar de la primera versi&amp;oacute; estable i definitiva del Mozilla, tot i que a la web principal del projecte encara no ho han comunicat oficialment (ja veus, obokaman portant-te exclusives de la muerte, eh? :D)
Tot just escric aquest missatge, rebo una actualitzaci&amp;oacute; a trav&amp;eacute;s de Bloglines, i veig que a Error500 ja comenten la not&amp;iacute;cia, i a m&amp;eacute;s mostren la p&amp;agrave;gina d&#39;inici que col.</description>
    </item>
    
    <item>
      <title>Firefox 1.0 disponible el próximo martes</title>
      <link>https://albert.garcia.gibert.es/firefox-10-disponible-proximo-martes-404/</link>
      <pubDate>Sun, 07 Nov 2004 23:53:17 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/firefox-10-disponible-proximo-martes-404/</guid>
      <description>Como te comentaba hace unos dias, Mozilla est&amp;aacute; preparando el lanzamiento de la versi&amp;oacute;n 1.0 de su navegador Firefox. Veamos qu&amp;eacute; tal funciona la campa&amp;ntilde;a de difusi&amp;oacute;n y si por fin alg&amp;uacute;n navegador es capaz de plantar cara a IE en cuanto a n&amp;uacute;mero de usuarios se refiere. Puedes ver m&amp;aacute;s informaci&amp;oacute;n en la web oficial de Firefox. Si no lo usas todav&amp;iacute;a, este es el momento. Pru&amp;eacute;balo y ya no podr&amp;aacute;s vivir sin &amp;eacute;l.</description>
    </item>
    
    <item>
      <title>Firefox en el New York Times</title>
      <link>https://albert.garcia.gibert.es/firefox-new-york-times-389/</link>
      <pubDate>Fri, 29 Oct 2004 00:07:22 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/firefox-new-york-times-389/</guid>
      <description>Justo hace un par de d&amp;iacute;as se anunciaba que la campa&amp;ntilde;a iniciada por Spread Firefox hab&amp;iacute;a sido un rotundo &amp;eacute;xito. Un grupo de voluntarios se propusieron publicitar a p&amp;aacute;gina completa y en todo color la salida de la versi&amp;oacute;n final 1.0 del navegador libre y gratuito Mozilla Firefox, nada m&amp;aacute;s y nada menos que en el New York Times. No me atrevo a aventurar los miles de $$ que debe suponer un anuncio de ese tipo en una publicaci&amp;oacute;n de primer nivel como el NY Times, pero era de esperar que trat&amp;aacute;ndose de una campa&amp;ntilde;a para promover el software libre se intentara costear a trav&amp;eacute;s de unllamamiento a la colaboraci&amp;oacute;n desinteresada y las aportaciones voluntarias.</description>
    </item>
    
  </channel>
</rss>