<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Php on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/php/</link><description>Recent content in Php on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Tue, 15 May 2007 21:30:21 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/php/index.xml" rel="self" type="application/rss+xml"/><item><title>Mensajes de error en entornos de producción</title><link>https://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</link><pubDate>Tue, 15 May 2007 21:30:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</guid><description>&lt;p>
&amp;iquest;Que por qu&amp;eacute; es importante desactivar la visualizaci&amp;oacute;n de mensajes de error en producci&amp;oacute;n? Pues para evitar situaciones como &amp;eacute;sta:
&lt;/p>
&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/11582-12539.jpg" alt="11582-12539.jpg" title="11582-12539.jpg" width="507" height="519" />
&lt;/p>
&lt;p>
Y c&amp;oacute;mo hacerlo:
&lt;/p>
&lt;ul>
	&lt;li>&lt;strong>A lo bruto&lt;/strong>: Puedes detectar mediante c&amp;oacute;digo si te encuentras en el entorno de producci&amp;oacute;n o de desarrollo mediante, por ejemplo, una variable de servidor: $_SERVER[&amp;quot;SERVER_NAME&amp;quot;]. Dependiendo de si est&amp;aacute;s o no en producci&amp;oacute;n, puedes eliminar los mensajes de error con un error_reporting(0), y en cualquier caso usar un sistema de logueo o de avisos propio para informarte del problema.&lt;/li>
	&lt;li>&lt;strong>Bien&lt;/strong>: En el fichero de configuraci&amp;oacute;n de PHP, &lt;strong>php.ini&lt;/strong>, desactivamos la muestra de errores por pantalla ( display_errors = Off ), y dejamos que &amp;eacute;stos queden reflejados en el log de errores del servidor ( log_errors = On ). De esta forma, seguiremos estando informados de cuando algo falla, y evitaremos mostrar nuestras verg&amp;uuml;enzas a los usuarios... &lt;/li>
&lt;/ul></description></item><item><title>Buffete libre de Cheat Sheets: Sírvase usted mismo</title><link>https://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</link><pubDate>Mon, 13 Nov 2006 20:54:35 +0000</pubDate><guid>https://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</guid><description>&lt;p>
Si eres desarrollador o trabajas en esto del dise&amp;ntilde;o web estar&amp;aacute;s conmigo en lo &amp;uacute;til que resulta en ocasiones disponer de peque&amp;ntilde;as &lt;em>chuletas &lt;/em>donde apuntar los patrones m&amp;aacute;s comunes al contruir una &lt;em>query&lt;/em>, o los diferentes selectores soportados por &lt;acronym title="Cascade Style Sheet" lang="en">CSS&lt;/acronym>2, o un listado con funciones de tratamiento de cadenas de texto para PHP...
&lt;/p>
&lt;p>
A estos efectos, los &lt;em>Cheat Sheets &lt;/em>de &lt;strong>&lt;a href="https://www.ilovejackdaniels.com/">ilovejackdaniels.com&lt;/a>&lt;/strong> son bastante pr&amp;aacute;cticos ( yo tengo 3 copias plastificadas en el escritorio ) y cubren diferentes &amp;aacute;reas o tecnolog&amp;iacute;as. Lo mejor: que van al grano. No pretenden ser peque&amp;ntilde;os manuales , sino guias de consulta r&amp;aacute;pida para aquellos que ya tienen ciertos conocimientos ( de hecho suelen ocupar una s&amp;oacute;la hoja ).
&lt;/p></description></item><item><title>Descripción y fuentes del upload PHP + AJAX con barra de progreso</title><link>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</link><pubDate>Thu, 23 Mar 2006 23:17:54 +0000</pubDate><guid>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</guid><description>&lt;p>
 D&amp;iacute;as atr&amp;aacute;s &lt;a href="https://albert.garcia.gibert.es/mensaje/1511">coment&amp;eacute;&lt;/a> que hab&amp;iacute;a estado trabajando en &lt;a href="https://www.obolog.com/upload.php">un peque&amp;ntilde;o experimento&lt;/a> para conseguir implementar un sistema para realizar upload de archivos mediante PHP, que permitiera generar una barra de progreso, con la que controlar el estado de la carga de archivos en todo momento.
&lt;/p>
 
&lt;p>
 A continuaci&amp;oacute;n encontrar&amp;eacute;is disponible para descara el c&amp;oacute;digo fuente de dicho experimento y una peque&amp;ntilde;a descripci&amp;oacute;n del paquete y de los requisitos para su puesta en marcha. 
&lt;/p>
 &lt;h4>Contenidos del paquete&lt;/h4> &lt;ul>&lt;li>&lt;b>/cgi-bin/upload.cgi:&lt;/b> este es el CGI perl que se encarga de gestionar el upload, adem&amp;aacute;s de ir escribiendo todos los datos POST en un &amp;uacute;nico archivo que nos permite controlar el total de datos cargados en el servidor en un momento determinado.&lt;/li>&lt;li>&lt;b>/upload.php&lt;/b>: es el documento principal, que contiene el c&amp;oacute;digo HTML y JS necesario para crear din&amp;aacute;micamente los campos file y el listado de archivos que vamos a cargar al servidor, as&amp;iacute; como dibujar din&amp;aacute;micamente la barra de progreso a partir de las respuestas recibidas por AJAX.&lt;/li>&lt;li>&lt;b>/ajax_process.php:&lt;/b> es el script PHP que recibir&amp;aacute; las peticiones AJAX, comprobar&amp;aacute; el estado del upload y devolver&amp;aacute; una respuesta XML con datos como el tama&amp;ntilde;o total del archivo, la cantidad de datos cargada, los nombres de los archivos...&lt;/li>&lt;li>&lt;b>/xml.class.php&lt;/b>: un par de clases para crear/parsear datos XML.&lt;/li>&lt;li>&lt;b>/img&lt;/b>: contiene dos im&amp;aacute;genes opcionales: un fondo animado para la barra de progreso y un icono &amp;quot;en proceso&amp;quot;.&lt;/li>&lt;/ul>&lt;br />
 &lt;h4>Ejemplo en vivo&lt;br />
 &lt;/h4> 
&lt;p>
 Pod&amp;eacute;is ver un ejemplo real en la URL &lt;a href="https://www.obolog.com/upload.php">https://www.obolog.com/upload.php&lt;/a> &lt;br />
 
&lt;/p></description></item><item><title>En casa del herrero... II</title><link>https://albert.garcia.gibert.es/casa-herrero-ii-695/</link><pubDate>Fri, 23 Dec 2005 13:07:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/casa-herrero-ii-695/</guid><description>&lt;p>Siguiendo con la serie de errores inauditos y sorprendentes, hace justo unos minutos que la home de &lt;a href="https://www.php.net">PHP.net&lt;/a> nos devuelve este error. Lo peor no es s&amp;oacute;lo eso, sino que al escribir la URL del include que est&amp;aacute; dando error... PUM! aparece el c&amp;oacute;digo fuente de los mismos. Bueno, nadie es perfecto.&lt;/p> &lt;p align="center">&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/thumb.php?alto=500&amp;amp;ancho=500&amp;amp;foto=695-784.jpg" />&lt;/p> &lt;p>Una vez m&amp;aacute;s se demuestra... En casa del herrero, cuchillo de palo. &lt;/p></description></item><item><title>Buscador en PHP</title><link>https://albert.garcia.gibert.es/buscador-en-php-433/</link><pubDate>Fri, 10 Dec 2004 00:18:37 +0000</pubDate><guid>https://albert.garcia.gibert.es/buscador-en-php-433/</guid><description>&lt;p>Bueeeno, aquesta nit toca post t&amp;egrave;cnic, que ja he aconseguit _quasi_ acabar una de les parts que trobo m&amp;eacute;s interessant del blog: el &lt;a href="https://albert.garcia.gibert.es/buscar.php">cercador&lt;/a>. Amb el pas del temps la quantitat d'informaci&amp;oacute; enregistrada a la web ha augmentat considerablement, i sense una bona categoritzaci&amp;oacute; i organitzaci&amp;oacute; dels continguts, certs missatges corren el perill de caure en l'oblit. En aquest sentit, tenir un arxiu de missatges agrupats per categories o data pot ser molt &amp;uacute;til, per&amp;ograve; perd efectivitat quan parlem de categor&amp;iacute;es amb m&amp;eacute;s de 100 missatges. Trobar un post concret es pot convertir en tota una aventura. &amp;Eacute;s aqui on es posa a prova la utilitat d'un cercador eficient.&lt;/p></description></item></channel></rss>