+++
date = "2002-10-27 20:23:16"
author = ""
title = "Ensayo dominguero"
slug = "ensayo-dominguero-23"
tags = [ "música" ]
+++
<p align="justify">Qu&eacute; pronto ha oscurecido 
                                hoy... entre el cambio de hora y que el invierno 
                                est&aacute; cada vez m&aacute;s cerca, s&oacute;n 
                                las 7 de la tarde y ya es de noche! Ahora hace 
                                un rato comentaba con unos amigos lo mucho que 
                                me gusta pasar fr&iacute;o cuando llega el invierno. 
                                Bueno, no exactamente el hecho de pasar fr&iacute;o, 
                                si no lo agradable que es poder abrigarte y sentir 
                                ese calorcito debajo de mantas, edredones, chaquetas, 
                                (abrazos, caricias, besos...) Estas navidades 
                                creo que habr&aacute; pocos de estos &uacute;ltimos, 
                                aunque quiz&aacute;s los recuerdos tambi&eacute;n 
                                puedan dar algo de calor, nunca lo he probado...</p><p align="justify">Ayer estuve con <strong>S</strong>, 
                                <strong>J</strong> y <strong>A</strong> en Viladecans. 
                                Preparamos una cena en plan picoteo con algunas 
                                cosillas que compramos en el Alcampo. Y c&oacute;mo 
                                no pod&iacute;a ser de otra forma, acabamos la 
                                cena con unas buenas caipirinhas can Rodr&iacute;guez 
                                ;-). <strong>A</strong> curraba al d&iacute;a 
                                siguiente en la historia esta del Club Super 3 
                                que montan en el estadio Ol&iacute;mpico, as&iacute; 
                                que despu&eacute;s de cenar se fu&eacute; a casa 
                                porque tenia que madrugar. Nosotros nos acercamos 
                                a tomar algo a un bar del que ya no me acuerdo 
                                del nombre, cerca de la plaza de la Iglesia. Si, 
                                al lado de d&oacute;nde estuviste trabajando, 
                                de Saoirse. Estuvo bien, no era un sitio muy grande, 
                                y parec&iacute;a que todos los que estaban all&iacute; 
                                eran habituales, colegas del DJ, de camareros, 
                                del due&ntilde;o... La m&uacute;sica fu&eacute; 
                                un cachondeo. Desde Formula V a Fangoria, pasando 
                                por Marisol, Camilo Sesto, Hombres G... Menudo 
                                pupurri. Estuvimos hasta las 3 o as&iacute; por 
                                si aparec&iacute;a <strong>T</strong>, pero nada, 
                                as&iacute; que nos piramos. Tuvieron un detallazo 
                                y me llevaron en coche de vuelta al Prat. (gr&agrave;cies! 
                                ;-D) </p>
                              <p align="justify">Hoy he estado todo el d&iacute;a 
                                en casa, haciendo el burro con la guitarra y algunos 
                                programas de sonido. Aqu&iacute; os dejo el //penoso// 
                                resultado de un dia de ensayo... no hay manera 
                                de cuadrarlo... Poco se podía mejorar la calidad con un micro de sobremesa. xDDD La primera soy yo tocando 
                                un trocito de la for&ccedil;a de les armes con 
                                un par de pistas de guitarra, una de bajo(que 
                                no es un bajo, est&aacute; grabado tambi&eacute;n 
                                con la guitarra), una de voz y una bater&iacute;a 
                                cutre que me he bajao por ah&iacute;... La segunda 
                                es una que hice con el Fruity Loops y que me mol&oacute; 
                                c&oacute;mo sonaba.</p>
                              <table width="80%" border="0" align="center" cellpadding="0" cellspacing="0">
                                <tr align="center"> 
                                  <td width="50%" class="txt">La For&ccedil;a 
                                    de les Armes<br />
                                    <span class="txtpeqblanc"> (version radioedit 
                                    oboko xD)</span></td>
                                  <td width="50%" class="txt">Obokaman Mix</td>
                                </tr>
                                <tr align="center">
                                  <td class="txt"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,29,0" width="10" height="10">
                                      <param name="movie" value="musica/armesobo.swf">
                                      <param name="quality" value="high">
                                      <embed src="musica/armesobo.swf" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" width="10" height="10"></embed></object></td>
                                  <td class="txt"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,29,0" width="10" height="10">
                                      <param name="movie" value="musica/obokomix.swf">
                                      <param name="quality" value="high">
                                      <embed src="musica/obokomix.swf" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" width="10" height="10"></embed></object></td>
                                </tr>
                              </table>