+++
date = "2002-10-16 21:54:05"
author = ""
title = "Nesecito ayuda"
slug = "nesecito-ayuda-20"
tags = [ "pensamientos" ]
+++
<p align="justify">Ha vuelto a pasar. Cre&iacute; 
                                que ser&iacute;a m&aacute;s fuerte, pero no... 
                                Hoy mi padre ha venido a buscarme al trabajo por 
                                la ma&ntilde;ana. Hemos quedado en la Pza. Catalunya, 
                                en la esquina de la FNAC que da a la calle Vergara. 
                                Cuando he llegado me ha llamado y me ha dicho 
                                que a&uacute;n tardar&iacute;a una media hora, 
                                as&iacute; que &quot;para hacer tiempo&quot;(me 
                                he dicho mentalmente) he subido a dar una vuelta 
                                al piso de libros y m&uacute;sica. </p><p align="justify"><img src="/img_blog_obo/llibres.jpg" width="300" height="225" align="right">Informe 
                                de da&ntilde;os y bajas: 4 libros y 2 CDs: &quot;Dise&ntilde;o 
                                de Logotipos&quot; de Lisa Sylver, &quot;Programaci&oacute;n 
                                en PHP&quot;, de la coleccion &quot;Proyectos 
                                Profesionales&quot; de Anaya, el primer volumen 
                                del &quot;Web Design Index&quot;, y &quot;La Programaci&oacute;n 
                                Extrema en la pr&aacute;ctica&quot; de James NewKirck 
                                y Robert C. Martin. (Parece muy interesante, si 
                                os va el tema este, pod&eacute;is leer un post 
                                que dejamos en el foro de #webmasters, siguiendo 
                                <a href='https://www.ber.to/foros/topic.asp?TOPIC_ID=1015&FORUM_ID=49&CAT_ID=13&Topic_Title=Looking+for%3A+Usability+papers%2E&Forum_Title=Usabilidad' target="_blank">este enlace</a>). Los dos CD son de Ja T'ho Dir&eacute;.
                                El otro d&iacute;a, J. me hizo entrar el gusanillo 
                                cuando me ense&ntilde;o el &uacute;ltimo que hab&iacute;an 
                                sacado, que me sorprendi&oacute; porque era en 
                                castellano. Dos discos geniales. Hoy es el primer 
                                dia que los escucho enteros y me han enganchado. 
                                Por suerte mi padre me ha vuelto a llamar cuando 
                                estaba decidiendo cu&aacute;l ser&iacute;a el 
                                tercer CD, estaba en pleno ataque de compra compulsiva. 
                                Tarjeta en mano, sonrisa, firma, &quot;si, final 
                                de mes&quot;... Que peligro... Tendr&eacute; que 
                                dejar la tarjeta en casa la pr&oacute;xima vez.</p>
                              <p align="justify">Ayer avis&eacute; ya en el curro 
                                de que me piro. Fu&eacute; &quot;mejor&quot; de 
                                lo que me hab&iacute;a pensado. La dire se limit&oacute; 
                                a felicitarme por mi nuevo trabajo y a preguntarme 
                                si, fuera de mi nuevo trabajo, me interesar&iacute;a 
                                encargarme de coordinar de nuevo Virtu&agrave;lia 
                                (os acord&aacute;is?). Obviamente le he dicho 
                                que no. El marr&oacute;n de Virtu&agrave;lia es 
                                una de las cosas que queria evitar pir&aacute;ndome 
                                de la Capsa. El proyecto es genial, me encanta, 
                                y la experiencia fu&eacute; muy gratificante... 
                                hasta que me dijeron lo que me iban a pagar... 
                                eso sumado a las prisas con las que tuvimos que 
                                hacerlo todo y el presupuesto est&aacute;tico 
                                y penoso que venimos arrastrando los 4 a&ntilde;os 
                                que hace que se celebra esta muestra... pues me 
                                quitaron el apetito. Me quedar&aacute; la curiosidad 
                                por saber qu&eacute; hubiera salido este a&ntilde;o... 
                              </p>
                              <p align="justify">Ya estoy empezando a situarme 
                                en el nuevo trabajo, por las ma&ntilde;anas. Hasta 
                                el mes que viene (pasados los 15 d&iacute;as reglamentarios) 
                                seguir&eacute; currando en los dos sitios. A pesar 
                                de que es lo que me gusta y pagan bastante mejor 
                                que donde estoy ahora mismo, me costar&aacute; 
                                acostumbrarme al nuevo ambiente de trabajo... 
                                bueno, no creo que pueda llamarse ambiente. De 
                                estar cont&iacute;nuamente rodeado de gente, hablando 
                                sin parar y yendo de arriba para abajo todo el 
                                dia, a estar s&oacute;lo en un mega despacho de 
                                unos 60m2... pues cuesta habituarse... vamos, 
                                salgo con unas ganas de relacionarme socialmente 
                                que... Le he dicho a S. que ir&eacute; cada noche 
                                a las 9 a la Capsa s&oacute;lo para que me lleve 
                                a casa en coche como hasta ahora <span class="txt">^_^U</span> 
                                . Bueno, y os deja ya por hoy que me llaman a 
                                cenar a la mesa. No he podido colgar ninguna canci&oacute;n 
                                de los CD porque me los he dejado en la capsa 
                                :P. Ma&ntilde;ana os pongo un par que xanan 3000.</p>
