+++
date = "2002-10-14 00:52:16"
author = ""
title = "Veintegenarios"
slug = "veintegenarios-19"
tags = [ "pensamientos" ]
+++
<p align="justify">Bueno, otra semana que se acaba, 
                                otro lunes de madrugada cuando deber&iacute;a 
                                estar durmiendo ya para poder levantarme ma&ntilde;ana... 
                                Este fin de semana no he salido mucho, ayer estuve 
                                en casa de E. ayud&aacute;ndole a instalar el 
                                disco duro nuevo que se ha comprado y a hacer 
                                una imagen de la nueva instalaci&oacute;n con 
                                el Ghost. Todo el d&iacute;a nos llev&oacute;! 
                                Al menos estuvimos entretenidos entre el gato, 
                                la guitarra y hablando de lo genial que ser&aacute; 
                                el salto en paraca&iacute;das. Si!!! El dia 16 
                                de noviembre vamos a ir a tirarnos en paracaidas!!! 
                                Tengo unas ganas incre&iacute;bles, tiene que 
                                ser la experiencia m&aacute;s radical que haya 
                                vivido nunca, una descarga de adrenalina alucinante. 
                                No dejo de buscar fotos y v&iacute;deos de otra 
                                gente para ponerme en situaci&oacute;n. Cuando 
                                llegue el momento ya os contar&eacute;. El viernes 
                                estuvimos ensayando en La Capsa algunas de las 
                                canciones que tocaremos en el happening. De momento 
                                ya tenemos seguras &quot;La For&ccedil;a de les 
                                Armes&quot; de Pep Sala i &quot;Dona&quot; de 
                                Sopa de Cabra. Empieza a tomar forma. Hice tambi&eacute;n 
                                la inscripci&oacute;n al festival. Con qu&eacute; 
                                nombre? Los perlas. Ah&iacute; queda eso. Para 
                                nombres cutres, nosotros.</p><p align="center"> Dona - Sopa de Cabra<br />
                                <object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="https://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,29,0" width="10" height="10">
                                  <param name="movie" value="musica/dona.swf">
                                  <param name="quality" value="high">
                                  <embed src="musica/dona.swf" quality="high" pluginspage="https://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" width="10" height="10"></embed></object>
                              </p>
                              <p align="justify">Hoy he ido al cine con mis abuelos. 
                                Este verano tuvieron que hospitalizar a mi abuelo 
                                y ha estado dos meses en el hospital. Lleva una 
                                temporada bastante bajo de &aacute;nimos con todo 
                                el foll&oacute;n y me pareci&oacute; buena idea 
                                sacarlos un rato a pasear y a ver una peli, as&iacute; 
                                nos distra&iacute;mos m&uacute;tuamente, que buena 
                                falta nos hac&iacute;a. La peli ha estado bien, 
                                &quot;Insomnio&quot; de Al Pacino y Robin Williams. 
                                Despu&eacute;s, a trabajar un rato a casa y terminar 
                                algunas webs que tengo entre manos. A ver si ma&ntilde;ana 
                                aprueban el nuevo dise&ntilde;o de la web de los 
                                cerdos. </p>
