<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>kompotser on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/kompotser/</link>
    <description>Recent content in kompotser on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Mon, 31 Jul 2006 10:20:30 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/kompotser/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Les fotos i la crònica del concert, al Blog de KPS</title>
      <link>https://albert.garcia.gibert.es/les-fotos-i-cronica-concert-al-blog-kps-3432/</link>
      <pubDate>Mon, 31 Jul 2006 10:20:30 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/les-fotos-i-cronica-concert-al-blog-kps-3432/</guid>
      <description>Podreu trobar les fotos i la cr&amp;ograve;nica del concert al blog de KPS ( www.kompotser.com ).</description>
    </item>
    
    <item>
      <title>Kompotser! a la platja</title>
      <link>https://albert.garcia.gibert.es/kompotser-platja-582/</link>
      <pubDate>Mon, 27 Jun 2005 22:56:27 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/kompotser-platja-582/</guid>
      <description>Qu&amp;egrave; r&amp;agrave;pid passen les coses bones... Finalment el concert de laplatja va sortir for&amp;ccedil;a millor del que tots esper&amp;agrave;vem... perqu&amp;egrave;,reconeguem-ho, cap de nosaltres havia depositat moltes esperances en elconcert. Port&amp;agrave;vem la desconfian&amp;ccedil;a en silenci... o no, chatines? ;) Moltmillor per la quantitat de gent que es va arreplegar al llocassenyalat, portats pel bon temps i l&#39;ambient festiu que es respira ala platja aquests primers dies de calor, amb els nous xiringuitos.</description>
    </item>
    
    <item>
      <title>Con los brazos cruzados por Extremadura</title>
      <link>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</link>
      <pubDate>Wed, 18 May 2005 08:33:13 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</guid>
      <description>Bueno, aquí van las fotos. Lo que ocurrió, más tarde desde el trabajo. Mientras tanto también puedes leer la crónica de Ruben en Neburx. ;-)
 </description>
    </item>
    
    <item>
      <title>Con la frente marchita</title>
      <link>https://albert.garcia.gibert.es/frente-marchita-516/</link>
      <pubDate>Mon, 21 Feb 2005 02:01:13 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/frente-marchita-516/</guid>
      <description>Nanos, si aquesta és la primera versió que grabem... el m&amp;agrave;ster quefem a la Capsa pot quedar espectacular. Se felicita a los asistentes.Teniu la versió completa i la versió &amp;quot;karaoke&amp;quot; al FTP per poderpracticar aquests dies. Apa, ara a treballar a casa que estarem unsquants dies sense assajar!
Actualització: Penjada la versió remasteritzada (ara, segueix estant gravada cutrement amb el meu port&amp;agrave;til al buc d&#39;assaig...)
&amp;nbsp;</description>
    </item>
    
    <item>
      <title>La web del grup i altres recomanacions</title>
      <link>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</link>
      <pubDate>Sun, 06 Feb 2005 16:43:27 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</guid>
      <description>Em faig repetitiu amb lo de &amp;quot;aquesta setmana he estat molt enfeinat, i bla, bla, bla...&amp;quot;,ho sé. Per&amp;ograve; no hi ha més, és la veritat. I el més fotut de tot és quequan hagi acabat totes les feines seguiré igual de pobre... Per&amp;ograve; bé, élo que hay. De moment he aprés a, tot i estar de curro fins lesorelles, no agobiar-me, i anar fent granet a granet com lesformiguetes, una horeta per aqui, dues per all&amp;agrave;.</description>
    </item>
    
    <item>
      <title>Cap de setmana KPS</title>
      <link>https://albert.garcia.gibert.es/cap-setmana-kps-495/</link>
      <pubDate>Tue, 01 Feb 2005 23:04:27 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/cap-setmana-kps-495/</guid>
      <description>Port&amp;agrave;vem ja alguns mesos amb els preparatius per aquest cap desetmana. Un parell de dies de desconnexió urbana i conviv&amp;egrave;ncia rural ala casa dels meus pares a Castelló, amb la música com a fil conductor,van ser la manera escollida per provar de posar-nos les piles amb lescan&amp;ccedil;ons noves i endre&amp;ccedil;ar una mica les idees. Hem incorporat novescan&amp;ccedil;ons al repertori i hem recuperat alguns dels antics temes delsprimers anys KPS, així que calia que fessim una sentada tots junts perescoltar-les, comentar-les, assajar-les.</description>
    </item>
    
    <item>
      <title>Concert a la presó</title>
      <link>https://albert.garcia.gibert.es/concert-preso-440/</link>
      <pubDate>Mon, 20 Dec 2004 16:40:38 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/concert-preso-440/</guid>
      <description>Aquitens les imatges que ho confirmen: els Kompotser van estar a CanBrians. Malgrat les cagades, que al menys per part meva van serhist&amp;ograve;riques, el concert va ser molt divertit, gr&amp;agrave;cies al bon rotllo iles ganes que va ficar el nostre públic. Fins i tot alguns d&#39;ells quetenien un grup dins la presó ens van fer de teloners amb un parell detemes. Ens van deixar bocabadats.</description>
    </item>
    
  </channel>
</rss>