+++
date = "2006-09-20 23:33:09"
author = ""
title = "Detectan algunos objetos extraños alrededor del Atlantis"
slug = "detectan-objetos-extranos-alrededor-atlantis-3995"
tags = [ "astronomía","atlantis","espacio","misión espacial","nasa","noticias" ]
+++
<p>
Este mediod&iacute;a nos entar&aacute;bamos de que <a href="http://www.elmundo.es/elmundo/2006/09/20/ciencia/1158745215.html">la NASA hab&iacute;a descubierto un misterioso objeto</a> , a&uacute;n por identificar, flotando cerca del <a href="http://es.wikipedia.org/wiki/STS-115">transbordador Atlantis</a>. Los ingenieros de la NASA lo han detectado desde la Tierra gracias a unas peque&ntilde;as c&aacute;maras situadas en el exterior de la nave, y aunque no han podido verificar su tama&ntilde;o ni su procedencia, parece poco probable que se trate de alguna pieza de la propia nave. Por su aspecto, seg&uacute;n se&ntilde;alaba el propio director del programa de transbordadores de la NASA, Wayne Hale, podr&iacute;a incluso ser basura proviniente de la nave, una peque&ntilde;a bolsa de pl&aacute;stico. Y por la cuenta que les trae a todos, ojal&aacute; sea eso: Cualquier peque&ntilde;o desprendimiento de la cubierta t&eacute;rmica podr&iacute;a tener consecuencias desastrosas durante la reentrada del transbordador en la atm&oacute;sfera.
</p>
<p>
Unas horas m&aacute;s tarde, otra vez <a href="http://www.elmundo.es/elmundo/2006/09/20/ciencia/1158756943.html">se informaba de la aparici&oacute;n de 3 nuevos objetos a pocos metros de la nave</a> , algo similar a dos discos met&aacute;licos y un pedazo de tela reflectante. En palabras de Brent Jett, comandante de la nave, &quot;no se parece a nada que haya visto flotando antes alrededor de un transbordador&quot;. Aunque en un primer momento se apunt&oacute; a que podr&iacute;an ser piezas procedentes de la nave rusa &#39;<a href="http://es.wikipedia.org/wiki/Soyuz">Soyuz</a> &#39;, fuentes de la NASA lo han desmentido, aduciendo la distancia a la que orbita esta nave.
</p>
<p>
Supongo que con la de mierda que deben soltar en el espacio en cada misi&oacute;n... debe haber bastantes posibilidades de avistar alguna pieza que otra... pero hasta 4 objetos raros, y no ser capaces de decir que es ni uno s&oacute;lo de ellos. Vamos... yo me acojonar&iacute;a! Por suerte yo no soy astronauta.
</p>
<p>
M&aacute;s informaci&oacute;n:
</p>
<ul>
	<li><a href="http://www.microsiervos.com/archivo/ciencia/sts-115-dia-10.html">Seguimiento de la misi&oacute;n en Microsiervos</a></li>
	<li><a href="http://www.nasa.gov/mission_pages/shuttle/shuttlemissions/sts115/index.html">P&aacute;gina oficial de la misi&oacute;n en la NASA</a>   </li>
</ul>