+++
date = "2002-12-27 11:49:35"
author = ""
title = "La Ruleta de la Fortuna"
slug = "ruleta-fortuna-40"
tags = [ "pensamientos" ]
+++
<p align="justify">Agh... Llevo ya dos horas y media 
                                aqu&iacute; y no he hecho nada a&uacute;n, m&aacute;s 
                                que ir haciendo clics vagos por toda la pantalla, 
                                sin saber siquiera d&oacute;nde ir. Supongo que 
                                el calvo llegar&aacute; a las 12, y hasta que 
                                se apalanque, haga sus llamaditas para ver como 
                                van las acciones y remover de un lado a otro su 
                                fortuna y compruebe las respuestas a sus ofertas 
                                en el correo, para venir luego y preguntarme con 
                                esa cara de forzada amabilidad, &quot;&iquest;qu&eacute; 
                                estas haciendo?&quot; , pasar&aacute; otra hora, 
                                con suerte hora y media. Ser&aacute; ya la una 
                                y media y podr&eacute; decirle que estaba acabando 
                                de responder unos mails de soporte t&eacute;cnico 
                                y que recog&iacute;a para salir a comer... Con 
                                un poco de suerte...</p><p align="justify"> Este es un resfriado de esos 
                                cabrones, de medias tintas, llorones. Viene un 
                                estornudo, se detiene, lo tienes en la punta de 
                                la <s>leng</s> nariz, y as&iacute; cont&iacute;nuamente, 
                                se queda a las puertas sin salir. Eso si, sigues 
                                goteando como un grifo, y del esfuerzo por sacar 
                                ese estornudo cabr&oacute;n afuera, se te ponen 
                                los ojos rojos e inchados y te llora el derecho... 
                                La cara como un mapa, vamos. Lo peor de todo son 
                                las l&aacute;grimas estas, que no puedo ni leer 
                                lo que escribo. Arghhh!!! &gt;:_( Voy a ver si 
                                me aclaro al menos un poco la vista y puedo empezar 
                                a buscar a mi amigo invisible (eso, invisible 
                                es ahora para mi todo lo que est&aacute; m&aacute;s 
                                lejos de un metro). Los que se&aacute;is un poco 
                                curiosos ya habr&eacute;is encontrado en la p&aacute;gina 
                                principal el regalito que prepar&eacute; para 
                                mi pareja. Creo que me salt&eacute; (un poco) 
                                las fechas m&iacute;nimas de entrega_no sab&iacute;a 
                                que el regalo ten&iacute;a que colgarse a partir 
                                del 28 (lo siento carmen! :P)_. Pero bueno, el 
                                tema es que mi pareja fue muy r&aacute;pida y 
                                avispada y lo encontr&oacute; r&aacute;pidamente 
                                y sin problemas, y (al menos eso me ha dicho) 
                                le hizo ilusi&oacute;n, que es lo que importa. 
                                :) Me alegro de que te gustara! Un beso desde 
                                aqu&iacute;. Yo sigo _empiezo, de hecho_ buscando 
                                el m&iacute;o. Hoy, por un comentario que han 
                                dejado en el post anterior, he cre&iacute;do saber 
                                ya quien me hab&iacute;a tocado, pero al parecer 
                                ha dejado el mismo comment en los otros 120 blogs, 
                                as&iacute; que 'sigue buscando'...</p>
                              <p align="justify">Ahora me estaba acordando de 
                                la timba de ayer por la noche... Estuvimos E., 
                                M., V., H. y yo en casa con la ruleta dale que 
                                te pego. Parece mentira c&oacute;mo puede llegar 
                                a enganchar la bolita esta. Jajajaja... Bueno, 
                                el balance para Can Garcia fue bastante positivo: 
                                a pesar de algunos momentos de p&eacute;rdidas 
                                cercanas a los 20&euro;, los locales recuperaron 
                                su aportaci&oacute;n. Hoy la comida me saldr&aacute; 
                                gratis ;) Desde estas l&iacute;neas simplemente 
                                transmitir todo mi apoyo a la deportividad mostrada 
                                en juego a H. que aguant&oacute; hasta el final 
                                como un campe&oacute;n. ;-DD Tranqui, la pr&oacute;xima 
                                vez tendr&aacute;s m&aacute;s suerte con el JACK! 
                              </p>
                              <p align="justify">Bueno, xavalit@, voy a ponerme 
                                la chaqueta y a salir un rato al balc&oacute;n 
                                a pasear, porque creo que empiezo a tener un poco 
                                de dolor de cabeza y aun me quedan algunas horitas 
                                antes de volver a casa. Hasta luego!</p>