+++
date = "2002-12-04 01:16:26"
author = ""
title = "trouble"
slug = "trouble-35"
tags = [ "pensamientos" ]
+++
<p align="justify">Hoy ha sido un dia bastante relajado. 
                                Esta ma&ntilde;ana me han llamado estando en el 
                                curro para una entrevista de trabajo. Como estoy 
                                todo el d&iacute;a all&iacute; metido he tenido 
                                que buscar una excusa para poder escaparme por 
                                la tarde. Me he sentido mal toda el dia por la 
                                pedazo de historia que me he tenido que inventar 
                                para salir antes. Se me da muy mal mentir, es 
                                la verdad. Cuando tengo que hacerlo se me ve venir 
                                dos horas antes... As&iacute; que he aprovechado 
                                el tembleque que ten&iacute;a para simular que 
                                estaba nervioso porque hab&iacute;an ingresado 
                                a un familiar en el hospital por la ma&ntilde;ana 
                                y me lo acababan de decir. Ten&iacute;a que ir 
                                a verlo porque no sab&iacute;a como estaba y no 
                                me hab&iacute;an contado mucho por tel&eacute;fono. 
                                &iquest;Y sabes esas mentiras que cuando llevas 
                                un rato cont&aacute;ndolas te emocionas y hasta 
                                te las empiezas a creer? Uhm... malo, porque entonces 
                                empiezas a dar m&aacute;s detalles de los necesarios 
                                y la probabilidad de decir cualquier burrada que 
                                te deje en evidencia aumenta. Total, todo el pelicul&oacute;n 
                                para salir salir 3 horas antes... Pat&eacute;tico.</p><p align="justify">La entrevista ha ido bastante 
                                bien. He estado hablando con el jefe de proyectos 
                                de la empresa, <a href="http://www.infojobs.net/visualizar_oferta.cfm?of_codigo=17018724526121322200099812416&ins=true" target="_blank">ITglobal</a>, 
                                y nos hemos estado explicando los temas de rigor: 
                                &eacute;l de qu&eacute; iba la empresa y yo ... 
                                pues de qu&eacute; iba yo. Ea. Muy majo todo, 
                                las oficinas, la gente, el curro... Veremos como 
                                sale todo. Dice que cuando se decidan necesitan 
                                a alguien para incorporaci&oacute;n inmediata, 
                                que c&oacute;mo me lo iba a montar con el curro 
                                de ahora... Le he comentado que no ser&iacute;a 
                                un problema para mi, que no se preocupara por 
                                eso. De hecho a&uacute;n ni he firmado contrato, 
                                y llevo ya dos meses, para que te hagas una idea. 
                                Son bastante impresentables, as&iacute; que yo 
                                no voy a ser menos cuando tenga la oportunidad... 
                                (como me gustar&iacute;a pensar realmente as&iacute;) 
                                Total, que seguimos vagando por la infinidad posando 
                                en culo en 'ningunaparte'. Te tengo informado 
                                de los progresos.</p>
                              <p align="justify">Luego ten&iacute;a toda la tarde 
                                libre, la entrevista era a las 4 y he salido a 
                                las 5 menos cuarto m&aacute;s o menos. He pirado 
                                a casa y mi madre estaba en la cama con un gripazo 
                                de tres pares. No se si se ha enterado de que 
                                le preguntaba c&oacute;mo se encontraba, estaba 
                                totalmente KO. Como estaba por all&iacute; mi 
                                abuelilla, me he pirado a la Capsa a hablar con 
                                la directora sobre la web del centro y a la reuni&oacute;n 
                                que ten&iacute;amos del <a href="http://www.buscaprat.com/5_happening.htm" target="_blank">Happening</a>.(estamos 
                                ah&iacute;, en el n&uacute;mero 79. Los Perlas! 
                                xDD) A ver si podemos cambiar la hora que nos 
                                ha tocado. Las 7 y media es bastante palo, va 
                                a estar vac&iacute;o el local. Tengo que convencer 
                                al Pollo. Y luego, como siempre, me he esperado 
                                a las 9 para que S. me llevara en coche a casa 
                                como hac&iacute;a siempre. Lo echaba de menos. 
                                Es majo el chico nuevo que trabaja en el Lloro, 
                                aunque no s&eacute;, siento una especie de celos 
                                de ver que ocupa mi sitio all&iacute;. Jajaja.. 
                                que idioteces.</p>
                              <p align="justify">Y por la noche nada, he cenado 
                                con mi hermana y mi padre (mi madre sigue en la 
                                cama) y he estado trasteando un rato con el pedal 
                                luego, con J. Ha venido despu&eacute;s de cenar 
                                para echarle un ojo. Saldr&aacute;n buenas cosas 
                                de esos conectores... As&iacute; que ahora estoy 
                                aqu&iacute;, medio terminando el post mientras 
                                subo algunas modificaciones a la web de Carrots 
                                que me ha pasado esta tarde Willy en la Capsa. 
                                Debe de odiarme ya, y con raz&oacute;n. No tengo 
                                perd&oacute;n.</p>
                              <p align="justify">Releo ahora el post antes de 
                                enviarlo y me doy cuenta de lo ins&iacute;pido 
                                que me ha quedado. Fiel reflejo, no obstante, 
                                de lo que explico: <s>un</s> otro d&iacute;a m&aacute;s 
                                simplemente, lleno de cosas, de horas ocupadas, 
                                de muchos sitios y mucha gente... pero ins&iacute;pido. 
                                Le falta sal a todo esto, mira que siempre se 
                                lo digo, pero no hay manera. Qu&egrave; hi farem?...</p>
                                
                              <div align="justify" class="txtpeq">Hab&iacute;a posteado ya, pero 
                                estaba ahora mismo escuchando un tema de m&uacute;m 
                                y me he dado cuenta de que la m&uacute;sica puede 
                                darle sentido y color a casi cualquier situaci&oacute;n... 
                                aunque s&oacute;lo sea durante esos 5 minutos 
                                m&aacute;gicos... incluso a este d&iacute;a tan 
                                poco especial... incluso a este post tan inerte... 
                                cerrad los ojos y dejad que os absorba.<br />
                                <table width="40%" border="0" align="center" cellpadding="1" cellspacing="0">
                                  <tr> 
                                    <td align="center" bgcolor="#333333" class="txtlegneg" style="border:1; border-color:white; border-style:dotted;">M&uacute;m 
                                      - Green Grass of Tunel</td>
                                  </tr>
                                  <tr> 
                                    <td align="center"><object classid="clsid:D27CDB6E-AE6D-11cf-96B8-444553540000" codebase="http://download.macromedia.com/pub/shockwave/cabs/flash/swflash.cab#version=6,0,29,0" width="10" height="10">
                                        <param name="movie" value="musica/mum.swf">
                                        <param name="quality" value="high">
                                        <embed src="musica/mum.swf" quality="high" pluginspage="http://www.macromedia.com/go/getflashplayer" type="application/x-shockwave-flash" width="10" height="10"></embed></object></td>
                                  </tr>
                                </table>
                              </div>