+++
date = "2002-12-10 00:05:43"
author = ""
title = "vidres trencats"
slug = "vidres-trencats-37"
tags = [ "sentimientos" ]
+++
<p align="justify">Se repite el ritual. Antes era 
                                s&oacute;lo los viernes, por la ma&ntilde;ana 
                                y por la tarde. Ahora no importa, lo siento a 
                                diario. Me encojo, hace fr&iacute;o, y miro a 
                                todas partes, busc&aacute;ndolos. Bajo las escaleras 
                                con cierto nerviosismo. Un escalofr&iacute;o en 
                                la nuca y me giro de repente, como si me hubieran 
                                estirado del brazo. La gente pasa por mi lado, 
                                me miran extra&ntilde;ados. Agacho la cabeza y 
                                sigo caminando. Repaso todas las miradas en los 
                                bancos y el and&eacute;n. Nada. Cada d&iacute;a 
                                la misma corazonada. Y ni siquiera s&eacute; qu&eacute; 
                                har&iacute;a si tras ese olor que eriza los pelos 
                                de mis brazos y piernas encontrara lo que espero. 
                                Quiz&aacute;s diera media vuelta y volviera sobre 
                                mis pasos. O quiz&aacute;s no. No lo sabr&eacute; 
                                hasta que ocurra.</p><p align="justify"><img src="/img_blog_obo/botella.gif" width="109" height="114" align="right">Quiz&aacute;s 
                                volv&iacute; a confiar demasiado en lo que me 
                                conoc&iacute;as. Volv&iacute; a pecar de ingenuo 
                                con eso. Lo hice si no has sido capaz de ver el 
                                sentido de todo esto. &iquest;Para qui&eacute;n? 
                                &iquest;Para m&iacute;? &iquest;Para ellos? Aqu&iacute; 
                                no hay isla desierta, ni mar al que lanzar botellas 
                                con mensajes que no saben si llegar&aacute;n algun 
                                d&iacute;a a buen puerto, pero posiblemente esto 
                                sea lo m&aacute;s parecido. Palabras escritas 
                                en la gran telara&ntilde;a. Palabras que me han 
                                hecho sentir un poco m&aacute;s cerca de t&iacute;. 
                                Letras que han buscado cada noche tus ojos, que 
                                deben haber recorrido an&oacute;nimamente estas 
                                l&iacute;neas desde la oscuridad. Miradas apagadas 
                                tras tu silencio. <em>Et sento parlar darrera 
                                seu, per&ograve; el volum &eacute;s tan baix</em>... 
                                Y a pesar de todo seguir&eacute; aqu&iacute; cada 
                                noche, emitiendo en una frecuencia indefinida 
                                para quien quiera escuchar. Para quien quiero 
                                que escuche. Es todo tan complicado... Suerte 
                                y hasta la vista.</p>