+++
date = "2007-05-23 21:33:02"
author = ""
title = "Serestandar.es se pospone hasta principios del 2008"
slug = "serestandares-se-pospone-hasta-principios-2008-12185"
tags = [ "congresos","desarrollo web","estándares","eventos","web semántica" ]
+++
<p>
Esta ma&ntilde;ana le&iacute;a con desilusi&oacute;n <a href="http://www.torresburriel.com/weblog/2007/05/23/postponement-of-serestandares/">el mensaje en el blog de <strong>Daniel</strong></a><strong> </strong>que anunciaba la cancelaci&oacute;n del congreso que se iba a celebrar en Sevilla el mes que viene sobre desarrollo web con est&aacute;ndares, <a href="http://www.serestandar.es"><strong>serestandar.es</strong></a>, y su posposici&oacute;n a principios del 2008. Marcos y yo ya nos hab&iacute;amos hecho casi a la idea... snif. <img src="http://www.obolog.com/js/tiny_mce/plugins/emotions/images/smiley-cry.gif" border="0" alt="Cry" title="Cry" />
</p>
<p>
Por lo que parece, algunos problemas de financiaci&oacute;n han obligado a la organizaci&oacute;n a tomar la decisi&oacute;n: o se cancelaba definitivamente, o se pospon&iacute;a a principios de a&ntilde;o. Durante el d&iacute;a de hoy han enviado notificaciones a los asistentes y a los ponentes, insistiendo en el caso de &eacute;stos &uacute;ltimos en que tratar&aacute;n de contar con su participaci&oacute;n. Y es que si por algo tomaba inter&eacute;s este evento, era precisamente por la calidad de los profesionales que durante esos tres d&iacute;as iban a compartir sus conocimientos con los dem&aacute;s. Veremos si en febrero hay m&aacute;s suerte... aunque Sevilla en invierno no es ya lo mismo. <img src="http://www.obolog.com/js/tiny_mce/plugins/emotions/images/smiley-undecided.gif" border="0" alt="Undecided" title="Undecided" />
</p>
<p>
El mensaje desde la organizaci&oacute;n de <strong>serestandar.es</strong>:
</p>
<blockquote>
	<p>
	Estimados colegas:
	</p>
	<p>
	Despu&eacute;s de muchos meses de trabajo por todos hemos decidido aplazar serestandar.es a una fecha 
	mas apropiada para asegurar el &eacute;xito a todos los niveles: mejor &eacute;poca del a&ntilde;o; incrementar el 
	apoyo del sector p&uacute;blico y privado y asegurar mas participaci&oacute;n de profesionales.
	</p>
	<p>
	Seguimos trabajando para asegurarnos que todo esto pueda ocurrir en 2008 y de momento tenemos el 
	mismo programa ya que los ponentes est&aacute;n tan involucrados y comprometidos como nosotros.
	</p>
	<p>
	Queremos pedir disculpas por los inconvenientes que esto  haya podido causarles pero pensamos que 
	con este aplazamiento Serestandar.es se ver&aacute; recompensado al final.
	</p>
	<p>
	Muchas gracias.
	</p>
</blockquote>
<p>
&nbsp;
</p>