<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Viajes on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/viajes/</link><description>Recent content in Viajes on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Sun, 25 Nov 2007 23:39:00 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/viajes/index.xml" rel="self" type="application/rss+xml"/><item><title>Volviendo de Egipto</title><link>https://albert.garcia.gibert.es/volviendo-egipto-41936/</link><pubDate>Sun, 25 Nov 2007 23:39:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/volviendo-egipto-41936/</guid><description>&lt;p>
 &lt;a class="thickbox" href= "/images/post/41936-39282.jpg">
 &lt;img class="fotobonita" title="Esperando a la escolta" src= "/images/post/41936-39282.jpg" alt=" - " align="right">&lt;/a>&amp;nbsp;Acabo de mandar hace unos
 minutos un mail a los compañeros del que hicimos la semana pasada
 a Egipto. Un viaje increíble, por cierto, recomendable en todos
 los aspectos. &lt;strong>Económico&lt;/strong> ( unos 1000€, incluyendo
 vuelos, pensión completa, crucero, hoteles, excursiones... ),
 &lt;strong>enriquecedor&lt;/strong>, por la cantidad de cosas que hemos
 aprendido, &lt;strong>emocionante&lt;/strong>, por la cantidad de
 monumentos, esculturas, templos y lugares emblemáticos que hemos
 visitado, &lt;strong>intenso&lt;/strong>, por los horarios
 intempestivos que tuvimos que "soportar" y
 &lt;strong>divertido&lt;/strong>, por la gente con la que tuvimos la
 suerte de compartir el tour, desde los compañeros de viaje hasta
 el propio guia. Un abrazo bien fuerte por si alguno de vosotros
 lee esto.&amp;nbsp;
&lt;/p></description></item><item><title>Lanzarote</title><link>https://albert.garcia.gibert.es/lanzarote-5940/</link><pubDate>Tue, 12 Dec 2006 22:10:10 +0000</pubDate><guid>https://albert.garcia.gibert.es/lanzarote-5940/</guid><description>&lt;div align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/5940-5985.jpg" alt="5940-5985.jpg" title="5940-5985.jpg" width="450" height="300" /> 
&lt;/div>
&lt;p>
Esta pasada semana, aprovechando nuestros &amp;uacute;ltimos d&amp;iacute;as de fiesta del a&amp;ntilde;o, nos lo montamos para pasar el puente en &lt;strong>Lanzarote&lt;/strong>. Nunca antes hab&amp;iacute;a estado en &lt;strong>las Canarias&lt;/strong>, y la verdad es que tras escuchar experiencias y ver varios cientos de fotos de los viajes de amigos y familia me tiraba mucho la idea de visitar esta isla,&lt;strong> tierra de fuego, volcanes y lava&lt;/strong>.
&lt;/p>
&lt;p>
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/5940-5983.jpg" alt="5940-5983.jpg" title="5940-5983.jpg" width="200" height="133" align="left" />A pesar del mal tiempo que nos hizo ( nos llovi&amp;oacute; y el cielo estuvo la mayor parte del viaje nublado... &lt;strong>&amp;iexcl;y yo que pensaba que las Canarias eran el para&amp;iacute;so del sol eterno!&lt;/strong> ) , la verdad es que el paisaje y las excursiones no defraudaron. Si bien es cierto que durante la mayor&amp;iacute;a de ellas el comentario m&amp;aacute;s repetido era del estilo &amp;quot;&lt;em>qu&amp;eacute; bonito se ver&amp;iacute;a esto con un cielo despejado y azul y con un poco m&amp;aacute;s de luz del sol...&lt;/em>&amp;quot;, me atrever&amp;iacute;a a decir que otras, como la visita al &lt;strong>Parque del Timanfaya&lt;/strong>, resultaron m&amp;aacute;s impresionantes si cabe, debido al espantoso viento y un cielo de lo m&amp;aacute;s gris.
&lt;/p></description></item><item><title>Viaje a Donosti</title><link>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</link><pubDate>Mon, 18 Sep 2006 15:05:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/viaje-a-donosti-3964/</guid><description>&lt;p>
Este fin de semana estuvimos en San Sebasti&amp;aacute;n, con motivo de la boda de unos amigos. A pesar de la constante llovizna ( &amp;iexcl;y no tan -izna en algunos momentos! ), la verdad es que me encant&amp;oacute;, tanto la visita a la ciudad, como el paisaje durante el trayecto. &amp;iexcl;El verde lo invade todo!
&lt;/p>
&lt;p>
Nos alojamos en un hotelito bastante majo en Lasarte, a unos 10 - 15 minutos de San Sebasti&amp;aacute;n, desde el jueves hasta el domingo, as&amp;iacute; que, adem&amp;aacute;s de la boda, tuvimos tiempo para hacer unas visitas con la calma y descansar en el hotel para coger fuerzas. Aqu&amp;iacute; algunas fotos de la ma&amp;ntilde;ana pasada por agua por San Sebasti&amp;aacute;n.&amp;nbsp;
&lt;/p></description></item><item><title>Córcega: Isla de tortuosas carreteras</title><link>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</link><pubDate>Tue, 15 Aug 2006 21:15:42 +0000</pubDate><guid>https://albert.garcia.gibert.es/corcega-isla-tortuosas-carreteras-3581/</guid><description>&lt;p>
Para las vacaciones de este a&amp;ntilde;o decidimos organizarnos para coincidir e ir de viaje con un grupo de amigos. Sin m&amp;aacute;s premisas que divertirnos y descansar, estuvimos barajando diferentes posibilidades: viaje en furgoneta por la Costa Azul francesa, ruta folcl&amp;oacute;rico-fiestera por la Castilla profunda, varios paquetes tur&amp;iacute;sticos pre-cocinados... pero finalmente la isla de C&amp;oacute;rcega se llev&amp;oacute; la papeleta. 
&lt;/p>
&lt;p>
Alquilamos a trav&amp;eacute;s de internet una casita en Alata, una poblaci&amp;oacute;n cercana a la costa sur de la isla y a 8 Km. de una de las ciudades portuarias m&amp;aacute;s importantes, Ajaccio. Puesto que la limitaci&amp;oacute;n econ&amp;oacute;mica era un punto com&amp;uacute;n a todos nosotros, descartamos de inicio hacer el viaje hasta all&amp;iacute; en avi&amp;oacute;n, as&amp;iacute; que el Ferry fu&amp;eacute; la alternativa m&amp;aacute;s factible. 
&lt;/p></description></item><item><title>Fotos desde Cardona</title><link>https://albert.garcia.gibert.es/fotos-cardona-1551/</link><pubDate>Mon, 20 Mar 2006 23:17:43 +0000</pubDate><guid>https://albert.garcia.gibert.es/fotos-cardona-1551/</guid><description>&lt;p>
Aqui os dejo algunas fotos que saqu&amp;eacute; este fin de semana en Cardona, durante la boda de unos amigos, y la posterior visita a Cardona y las minas de sal.&lt;br />
 
&lt;/p></description></item><item><title>La revancha</title><link>https://albert.garcia.gibert.es/la-revancha-1346/</link><pubDate>Thu, 02 Mar 2006 07:52:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-revancha-1346/</guid><description>&lt;p>
 Despu&amp;eacute;s de que unas desafortunadas circunstancias hace algunas semanas echaran por tierra nuestra escapada blanca, hace unos d&amp;iacute;as le tomamos la revancha a la nieve, a las nubes y al hombre del tiempo de TV1. El sol y la nieve polvo fueron una constante, y el pack &amp;quot;todo inclu&amp;iacute;do&amp;quot; del &lt;a href="https://www.ahotels.ad/hotel/default.aspx?codMant=7">hotel &lt;/a> puso la guinda al pastel.
&lt;/p>
 
&lt;p>
 Confirmado, 3 d&amp;iacute;as de vacaciones son suficientes para desconectar. En la segunda bajada ya ni me acordaba de d&amp;oacute;nde trabajaba. Eso si, lo confieso: le&amp;iacute; el correo y revis&amp;eacute; &lt;a href="https://www.obolog.com">OboLog &lt;/a> desde el ordenador de la cafeter&amp;iacute;a. &lt;img border="0" title="Inocente" alt="Inocente" src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-innocent.gif" />
&lt;/p></description></item><item><title>Aïllats per la neu!</title><link>https://albert.garcia.gibert.es/aillats-per-neu-1022/</link><pubDate>Thu, 09 Feb 2006 00:01:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/aillats-per-neu-1022/</guid><description>&lt;p>B&amp;eacute;, com veieu, vam tornar sans i estalvis de la nostra escapada blanca. Tot i les previsions meteorol&amp;oacute;giques i els avisos del Ministeri, nosaltres vam llen&amp;ccedil;ar-nos de cap a l'aventura, creuant els dits perqu&amp;egrave; l'home del temps hagu&amp;egrave;s estat m&amp;eacute;s pessimista del compte. Malauradament no va ser aix&amp;iacute;, i l'&amp;uacute;nic que vam aconseguir &amp;eacute;s passar-les canutes, amb alegr&amp;iacute;a i bona companyia, aix&amp;ograve; si.&lt;/p>&lt;p> Des que vam passar per Vilafranca del Pened&amp;eacute;s el dissabte de matinada, fins a tornar a passar per Cervera diumenge a la tarda, de tornada, no va parar de nevar ni un moment. El blanc de la neu es confon&amp;iacute;a amb la boirina regnant al cel, i era impossible determinar on acabava un i comen&amp;ccedil;ava l'altre. Pel cam&amp;iacute;, vam creuar uns quants cotxes que s'havien sortit de la cal&amp;ccedil;ada&amp;nbsp; _cap accident greu, per sort_, els conductors del quals, a dins dels cotxes, i amb cara de ressignaci&amp;oacute;, esper&amp;agrave;ven l'arribada de les gr&amp;uacute;es amb la calefacci&amp;oacute; a tope. &lt;/p></description></item><item><title>¿Quién dijo frío?</title><link>https://albert.garcia.gibert.es/quien-dijo-frior-841/</link><pubDate>Fri, 27 Jan 2006 20:16:39 +0000</pubDate><guid>https://albert.garcia.gibert.es/quien-dijo-frior-841/</guid><description>&lt;p>Llevan dos d&amp;iacute;as anunci&amp;aacute;ndolo y hoy se ha hecho m&amp;aacute;s que evidente. Hace 5 minutos, por si quedaba alg&amp;uacute;n resquicio de esperanza, lo he confirmado en su web : &lt;/p>&lt;p>BOI-TA&amp;Uuml;LL, temperaturas m&amp;iacute;nimas de -12&amp;ordm;C, nevando y con previsi&amp;oacute;n de empeorar. &lt;/p>&lt;p>A todo esto, los colegas del grupo empiezan a grabar la maqueta este fin de semana. &amp;iquest;Qu&amp;eacute; hago? Pues nada, de cabeza a la aventura. &amp;iexcl;Si volvemos, ya os contar&amp;eacute;!&lt;br />&lt;/p></description></item><item><title>La linea amarilla</title><link>https://albert.garcia.gibert.es/linea-amarilla-643/</link><pubDate>Mon, 26 Sep 2005 21:47:47 +0000</pubDate><guid>https://albert.garcia.gibert.es/linea-amarilla-643/</guid><description>&lt;p>Cr&amp;oacute;nica fotogr&amp;aacute;fica del viaje sorpresa a Menorca de este fin de semana.&lt;br /> &lt;/p>&lt;p>&lt;/p></description></item><item><title>Cabeza de Castilla</title><link>https://albert.garcia.gibert.es/cabeza-castilla-639/</link><pubDate>Mon, 12 Sep 2005 20:52:00 +0000</pubDate><guid>https://albert.garcia.gibert.es/cabeza-castilla-639/</guid><description>&lt;p>
 &lt;a class="thickbox" href= "/images/post/639-652.jpg" alt=" TAGS:">&lt;/a>
&lt;/p>
&lt;p>
 De mis vacaciones de este año a dia de hoy sólo me quedan ya
 vagos recuerdos.
&lt;/p>
&lt;p>
 Recuerdos de infinitas praderas, de campos de girasoles, de
 largas, largísimas carreteras, hasta donde se difumina el
 horizonte, de fiestas de pueblo, de cachis de medio litro, de
 orquestas, de tapas de jamón a las 6 de la mañana, de puertas
 abiertas, de pueblos medievales, de monasterios acogedores, de
 riachuelos, cascadas, arroyos y cuevas, de aves rapaces volando a
 ras de suelo sobre nuestras cabezas, de evasión, de desconexión,
 de tranquilidad, de relax, de sol, de amigos, de buena compañía,
 de buenos días, de hasta luegos y de despedidas...
&lt;/p></description></item><item><title>Camping La Pola</title><link>https://albert.garcia.gibert.es/camping-la-pola-608/</link><pubDate>Tue, 02 Aug 2005 00:14:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/camping-la-pola-608/</guid><description>Aquest cop vam decidir provar i deixar a un costat l'acampada lliure que veniem practicant els darrers dos anys al Saiol, tirant cap a la Costa Brava. Si b&amp;eacute; he de dir que en un principi no m'acabava de conv&amp;egrave;ncer el tema aquest del &amp;quot;camping guiri-playero&amp;quot; en modalitat multitudin&amp;agrave;ria (vam ser m&amp;eacute;s de 25 persones), la veritat &amp;eacute;s que la cosa va sortir for&amp;ccedil;a b&amp;eacute;. Treient el fet que fossim els &amp;uacute;nics jugadors &amp;quot;locals&amp;quot; (juntament amb una recepcionista), que l'acc&amp;eacute;s a les parcel&amp;middot;les fos un petit calvari i que els del camping &amp;quot;La Pola&amp;quot; havien adoptat uns horaris m&amp;eacute;s aviat &amp;quot;europeus&amp;quot;, vam disfrutar &lt;em>lo suyo&lt;/em>. &lt;p>Aqu&amp;iacute; us deixo un recull fotogr&amp;agrave;fic de l'excursioneta. &lt;/p></description></item><item><title>Hoy no me puedo levantar</title><link>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</link><pubDate>Mon, 23 May 2005 15:45:24 +0000</pubDate><guid>https://albert.garcia.gibert.es/hoy-no-me-levantar-559/</guid><description>&lt;div align="center">&lt;img src="https://estaticos.elmundo.es/fotografia/2004/09/musical/img/logo.gif" style="border: 1px solid white; padding: 4px; background: black none repeat scroll 0% 50%; -moz-background-clip: initial; -moz-background-origin: initial; -moz-background-inline-policy: initial;" />&lt;/div>
&lt;p>Ni el terrible madrugón, ni las 6 horas y media del viaje de ida
(contando el tiempo que invertimos en encontrar la conexión con la
M-30), más las otras 5 y pico del de vuelta, ni las Autovías
Temblorosas al paso por Castilla, ni los Temibles Vendavales que nos
que dan vida a los Molinos Gigantes de la Muela consiguieron
amedrentarnos. Habíamos decidido adentrarnos en la Península, viajar
hasta su mismísimo centro, a la Capital, a las riendas de Fluky, y nada
nos iba hacer cambiar de opinión. Allí nos esperaba El Musical. &lt;/p></description></item><item><title>Con los brazos cruzados por Extremadura</title><link>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</link><pubDate>Wed, 18 May 2005 08:33:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/brazos-cruzados-extremadura-558/</guid><description>&lt;p>Bueno, aquí van las fotos. Lo que ocurrió, más tarde desde el trabajo. Mientras tanto también puedes leer &lt;a target="_blank" href="https://www.factorianorte.com/neburx/index.php?option=content&amp;task=view&amp;id=86">la crónica de Ruben en Neburx&lt;/a>. ;-)&lt;/p>&lt;p> &lt;/p></description></item><item><title>Esquí a la Molina - 2</title><link>https://albert.garcia.gibert.es/esqui-molina-2-533/</link><pubDate>Sun, 20 Mar 2005 17:30:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/esqui-molina-2-533/</guid><description>&lt;p>El passat cap de setmana, 12 i 13 de Mar&amp;ccedil;, i com ja ve sent una
tradició, vam anar a la Molina a celebrar l'aniversari del Xavi (el 27é
aniversari per ser més exactes, que un es fa gran, eh?). Vam sortir el
divendres a la tarda creuant els dits per no trobar caravana, per&amp;ograve; les
nostres preg&amp;agrave;ries van ser en va... Tot arribant a Gironella vam entrar
en una esp&amp;egrave;cie de bucle espai-temporal en qu&amp;egrave; vam quedar atrapats
durant un parell d'hores. Per més que la cua avancés i anéssim,
aparentment, canviant de lloc, totes les sortides que trob&amp;agrave;vem seguien
portant a Gironella. O Gironella és més gran que Barcelona, o vam ser
abdu&amp;iuml;ts en algún punt del trajecte.&lt;br />&lt;/p></description></item><item><title>Esquí a la Molina - 1</title><link>https://albert.garcia.gibert.es/esqui-molina-1-532/</link><pubDate>Sun, 20 Mar 2005 17:09:44 +0000</pubDate><guid>https://albert.garcia.gibert.es/esqui-molina-1-532/</guid><description>&lt;p>Fa un parell de setmanes vam fer les nostres primeres
'mini-vacances'. Tres dies a l'estació d'esquí de la Molina, aprop de
Puigcerd&amp;agrave;. Ens van servir per desconnectar una mica de la ciutat, la
feina, la familia, i poder concentrar-nos una mica més l'un en l'altre.
I ens feia més falta que no em pensava. Si, ja: un cop aqui, trobes que
tot segueix igual i trigues ben poc a tornar a agafar el fil i
estressar-te de nou, per&amp;ograve; al menys has buidat el got i ja calen més
gotes per colmar-lo.&lt;br />&lt;/p></description></item><item><title>Cap de setmana KPS</title><link>https://albert.garcia.gibert.es/cap-setmana-kps-495/</link><pubDate>Tue, 01 Feb 2005 23:04:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/cap-setmana-kps-495/</guid><description>&lt;div align="center">&lt;img src="https://albert.garcia.gibert.es/img_blog_obo/kps-pulpis.jpg" class="fotobonita" />&lt;/div>
&lt;p>Port&amp;agrave;vem ja alguns mesos amb els preparatius per aquest cap de
setmana. Un parell de dies de desconnexió urbana i conviv&amp;egrave;ncia rural a
la casa dels meus pares a Castelló, amb la música com a fil conductor,
van ser la manera escollida per provar de posar-nos les piles amb les
can&amp;ccedil;ons noves i endre&amp;ccedil;ar una mica les idees. Hem incorporat noves
can&amp;ccedil;ons al repertori i hem recuperat alguns dels antics temes dels
primers anys KPS, així que calia que fessim una sentada tots junts per
escoltar-les, comentar-les, assajar-les... Molt difícil de fer en els
assajos-llampec que fem a La Capsa. &lt;/p></description></item></channel></rss>