+++
date = "2006-03-15 21:41:06"
author = ""
title = "Upload de archivos y progressbar con PHP,Perl y AJAX"
slug = "upload-archivos-progressbar-phpperl-ajax-1511"
tags = [ "ajax","desarrollo web","javascript","web 2.0" ]
+++
<p>
     A&uacute;n cuando no he conseguido desentramar <a href="/mensaje/1505">el misterio de la antena reaparecida</a>, otra misteriosa casualidad ha roto mi paz interior, esta vez relacionada con el trabajo.     
</p>
           
<p>
     Hoy al llegar a la oficina me he encontrado con una recomendaci&oacute;n por mail en qu&eacute; se citaba <a href="https://tomas.epineer.se/archives/3">un art&iacute;culo en ingl&eacute;s</a> que habla acerca de un sistema de carga de ficheros con barra de progreso usando t&eacute;cnicas AJAX y PHP+Perl como lenguages de servidor.
</p>
           
<p>
     Da la casualidad que llevo semanas intentando montar un sistema as&iacute; para el upload de videos y audio en <a href="https://www.obolog.com">OboLog</a> , y de hecho hace algunos d&iacute;as que he conseguido <a href="https://www.obolog.com/upload.php">una primera versi&oacute;n funcional</a>, y me ha sorprendido que el art&iacute;culo de Thomas Epineer, &quot;<a href="https://tomas.epineer.se/archives/3">Asynchronous file upload with AJAX progress bar in PHP</a>&quot;, se ha basado exactamente en los mismos proyectos que el &quot;mix&quot; en qu&eacute; he estado trabajando, como <a href="https://jquery.com/discuss/2006-March/000226/">apunt&eacute;</a> <a href="https://jquery.com/discuss/2006-March/000263/">d&iacute;as atr&aacute;s</a> en la lista de correo de JQuery.
</p><p>
   Realmente hasta ahora no habia nada sobre el tema, y los &uacute;nicos acercamientos al upload de archivos que hac&iacute;an uso de AJAX, como el de <a href="https://www.air4web.com/files/upload/">Martin Konicek</a> , dejaban de lado la posibilidad de saber en cada momento qu&eacute; porcentaje del archivo llevamos cargado, debido en parte a la limitaci&oacute;n de PHP al respecto ( PHP no permite acceder 'en bruto' a los datos POST durante el env&iacute;o ).
</p>
           
<p>
   El ejemplo de Martin va orientado principalmente al upload de im&aacute;genes para una galer&iacute;a y esto significa que los archivos no ser&aacute;n, en principio, demasiado grandes. En este caso una barra de upload no es imprescindible, puesto que los tiempos de carga ser&aacute;n generalmente bastante bajos, y adem&aacute;s los ficheros se van cargando en paralelo,en segundo plano, cada vez que el usuario selecciona uno.   
</p>
           
<p>
   En otras situaciones, sin embargo, como ser&iacute;a el caso de v&iacute;deos, archivos de audio, o documentos de cierto tama&ntilde;o ( &gt; 1 MB ), es mucho m&aacute;s probable que la demora en la carga pueda provocar desconcierto en el usuario y una ocasional cancelaci&oacute;n por su parte, reenviando el formulario o volviendo atr&aacute;s para probar de nuevo. La barra de progreso permite que mantengamos informado en todo momento al usuario del estado del upload que est&aacute; realizando, y nos evita problemas, consecuencia de las largas esperas y la falta de informaci&oacute;n acerca del estado de su solicitud.   
</p>
           
<p>
   La limitaci&oacute;n de PHP la podemos solventar simplemente usando otro lenguaje a la hora de gestionar la carga de los archivos al servidor: un CGI en Perl. Buscando un poco (tampoco hab&iacute;a mucha literatura sobre el tema, como os comentaba), en <a href="https://www.raditha.com/">raditha.com</a> encontr&eacute; un script que hac&iacute;a precisamente esto: combinar PHP y CGIs para conseguir un upload con  barra de progreso: <a href="https://www.raditha.com/php/progress.php/">Mega Upload</a>. . B&aacute;sicamente lo que hace es generar varios archivos en una carpeta temporal con datos acerca de la carga que se est&aacute; realizando: Tama&ntilde;o total del env&iacute;o, nombre de los archivos que se env&iacute;an, y datos en bruto del env&iacute;o post combinando todos los archivos contenidos. S&oacute;lo queda acceder a esos datos de manera repetitiva mientras se lleve a cabo el upload para ir dibujando la correspondiente barra de progreso.
</p>
           
<p>
     En la implementaci&oacute;n de AJAX, sin embargo, hemos usado herramientas diferentes. Thomas ha usado <a href="https://prototype.conio.net/">Prototype</a>, una librer&iacute;a Javascript muy potente (&iquest;os suena <a href="https://script.aculo.us/">script.aculo.us</a>?) que permite simplificar algunos procesos para el acceso y la modificaci&oacute;n de los elementos DOM y el uso de peticiones as&iacute;ncronas via XMLHttpRequest ( AJAX, vamos ). Sin embargo, uno de los problemas de Prototype es, a mi parecer, el excesivo peso de la librer&iacute;a por si sola ( sin tener en cuenta ya el peso total de las librer&iacute;as JS necesarias si pensamos usar todo el potencial de script.aculo.us ). La versi&oacute;n de Prototype inclu&iacute;da en el ejempo de Thomas pesa m&aacute;s de 40Kb.
</p>
           
<p>
     Para llevar a cabo <a href="https://www.obolog.com/upload.php">el experimento</a>  que he mencionado arriba he usado una librer&iacute;a que descubr&iacute; hace poco: <a href="https://www.jquery.com">JQuery</a>. Permitidme tirarme a la piscina, y asegurar sin demasiado miedo a equivocarme, que creo que JQuery es una aut&eacute;ntica revoluci&oacute;n. En menos de 15Kb de peso tenemos una librer&iacute;a que permite simplificar en extremo la sintaxis de Javascript, acceder y modificar el &aacute;rbol DOM usando sintaxis de CSS1,2 y 3, XPath y algunos m&eacute;todos propios, aplicar efectos visuales sencillos y ejecutar peticiones AJAX, as&iacute; como parsear las respuestas resultantes en XML o usarlas para escribir directamente dentro de contenedores de la propia p&aacute;gina. Podr&iacute;a extenderme largamente, y posiblemente lo haga en el futuro con un post dedicado a JQuery en exclusiva, pero ahora mismo lo m&aacute;s sencillo es que<a href="https://www.jquery.com"> entr&eacute;is a su web</a> y ech&eacute;is un vistazo a la <a href="https://jquery.com/docs/">documentaci&oacute;n</a> y los <a href="https://jquery.com/docs/Demos/">ejemplos</a> de uso. Sencillamente es-pec-ta-cu-lar. De hecho la estoy usando para simplificar librer&iacute;as que uso para otros menesteres, adapt&aacute;ndolas al &quot;JQuery way of coding&quot;. Os aseguro que la mejora en cuanto a ahorro de espacio y simplificaci&oacute;n es del orden del 70%. Tambi&eacute;n debo decir, por otra parte, que tiene algunos puntos d&eacute;biles: las funciones AJAX devuelven errores o no funcionan correctamente en algunos navegadores. JQuery se encuentra en cont&iacute;nua evoluci&oacute;n, as&iacute; que estoy seguro de que pronto las solucionar&aacute;n estos problemas.
</p>

<p>
El toque final, la idea de seleccionar varios archivos usando un _aparentemente_ &uacute;nico campo &quot;file&quot; la tom&eacute; prestada de un art&iacute;culo que le&iacute; hace un tiempo en StickBlog, &quot;<a rel="bookmark" href="https://the-stickman.com/web-development/javascript/upload-multiple-files-with-a-single-file-element/">Upload multiple files with a single file element</a>&quot;. El tema es ir creando din&aacute;micamente nuevos campos file a medida que el usuario va seleccionando ficheros, e ir ocultando los campos file ya usados. Adicionalemente, para llevar un control de todos los ficheros seleccionados, se va creando una lista con los nombres de los archivos. Hacer todo esto con Jquery no s&oacute;n m&aacute;s de 5 l&iacute;neas de c&oacute;digo ( lo pod&eacute;is comprobar revisando el c&oacute;digo fuente <a href="https://www.obolog.com/upload.php">del experimento</a>).
</p>
           
<p>
   Bueno, y eso es todo. Espero que alguien pueda sacar provecho de todo esto, despu&eacute;s de la parrafada! Al final la sorpresa me ha inducido a reflexionar en voz alta y dejar por escrito algo en lo que llevaba &quot;trabajando en silencio&quot; desde hace un tiempo. Los usuarios de OboLog lo ver&eacute;is en funcionamiento dentro de poco. Tened paciencia. <img border="0" title="Gui&ntilde;o" alt="Gui&ntilde;o" src="/js/tiny_mce/plugins/emotions/images/smiley-wink.gif" />     
</p>
