<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Internet on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/internet/</link><description>Recent content in Internet on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Wed, 11 Apr 2007 23:07:25 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/internet/index.xml" rel="self" type="application/rss+xml"/><item><title>El código de conducta blogger de O'Reilly, ¿o la netiquette 2.0?</title><link>https://albert.garcia.gibert.es/codigo-conducta-blogger-oreilly-o-netiquette-20r-9855/</link><pubDate>Wed, 11 Apr 2007 23:07:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/codigo-conducta-blogger-oreilly-o-netiquette-20r-9855/</guid><description>&lt;p>
Al principio fueron las &lt;strong>BBS&lt;/strong>. Luego, con los primeros ordenadores conectados a la red, &lt;strong>el correo electr&amp;oacute;nico&lt;/strong>. Despu&amp;eacute;s, durante bastantes a&amp;ntilde;os, y gracias a la progresiva popularizaci&amp;oacute;n de Internet y su llegada al &amp;aacute;mbito dom&amp;eacute;stico, &lt;strong>el IRC y los foros&lt;/strong>. Y finalmente, durante los &amp;uacute;ltimos a&amp;ntilde;os, &lt;strong>los blogs&lt;/strong>. 
&lt;/p>
&lt;p>
Todos ellos son sistemas que permiten a las personas comunicarse, conversar, estar en contacto. Y en todos ellos surgi&amp;oacute;, en el momento en que se popularizaron y se masific&amp;oacute; su uso, &lt;strong>la necesidad de &amp;quot;regular&amp;quot; de alg&amp;uacute;n modo las relaciones que se establec&amp;iacute;an entre las personas&lt;/strong>, unas m&amp;iacute;nimas reglas de conducta que aseguraran una convivencia c&amp;iacute;vica y pac&amp;iacute;fica: &lt;strong>a ese conjunto de reglas se las llam&amp;oacute; &lt;a href="https://es.wikipedia.org/wiki/Netiquette">netiquette&lt;/a> &lt;/strong>.
&lt;/p></description></item><item><title>Confirmado: Twitter mola</title><link>https://albert.garcia.gibert.es/confirmado-twitter-mola-9516/</link><pubDate>Sat, 31 Mar 2007 00:53:56 +0000</pubDate><guid>https://albert.garcia.gibert.es/confirmado-twitter-mola-9516/</guid><description>&lt;p>
Pues si, mola, y mucho. 
&lt;/p>
&lt;p>
Como ya dije anteriormente, si no lo hab&amp;iacute;a probado antes era porque en una primera impresi&amp;oacute;n, no me pareci&amp;oacute; nada interesante ni &amp;uacute;til. Me pareci&amp;oacute; que simplemente se trataba de una especie de pseudo-mini-blogs colectivos y poco m&amp;aacute;s, y dej&amp;aacute;ndome llevar tambi&amp;eacute;n por comentarios que hab&amp;iacute;a le&amp;iacute;do por ah&amp;iacute; en la misma direcci&amp;oacute;n, me qued&amp;eacute; en la superficie. Moda chorra pasajera y ef&amp;iacute;mera, pens&amp;eacute;. Error.
&lt;/p></description></item><item><title>Internet Explorer 7 en castellano</title><link>https://albert.garcia.gibert.es/internet-explorer-7-castellano-4779/</link><pubDate>Thu, 02 Nov 2006 12:23:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/internet-explorer-7-castellano-4779/</guid><description>&lt;p>
Hace unos d&amp;iacute;as &lt;a href="https://albert.garcia.gibert.es/mensaje/4541/limpieza-de-floats-en-ie-7">comentaba que ya estaba disponible la edici&amp;oacute;n en ingl&amp;eacute;s del &lt;span style="font-weight: bold">Internet Explorer&lt;/span> versi&amp;oacute;n final&lt;/a> . Pues bien, parece que se han dado m&amp;aacute;s prisa de lo que imagin&amp;aacute;bamos con las traducciones: Ya tenemos disponible la edici&amp;oacute;n en castellano para descarga desde su web oficial:
&lt;/p>
&lt;p>
&lt;a href="https://www.microsoft.com/spain/windows/ie/default.mspx">Descarga &lt;span style="font-weight: bold">Internet Explorer 7&lt;/span> en castellano&lt;/a>
&lt;/p></description></item><item><title>IE 7 ya está aquí</title><link>https://albert.garcia.gibert.es/ie-7-aqui-4424/</link><pubDate>Thu, 19 Oct 2006 10:14:40 +0000</pubDate><guid>https://albert.garcia.gibert.es/ie-7-aqui-4424/</guid><description>&lt;p>
&lt;a href="https://blogs.msdn.com/ie/archive/2006/10/18/internet-explorer-7-for-windows-xp-available-now.aspx">Lo anuncian en el blog de desarrollo de IE7&lt;/a> , y ya aparece en &lt;a href="https://www.microsoft.com/windows/ie/default.mspx">la p&amp;aacute;gina oficial de descarga de Internet Explorer&lt;/a> : finalmente sale a la luz la esperada nueva versi&amp;oacute;n del navegador de Microsoft, por el momento s&amp;oacute;lo en ingl&amp;eacute;s. Para la versi&amp;oacute;n en castellano a&amp;uacute;n tendremos que esperar posiblemente hasta enero.&lt;br />
&lt;/p>
&lt;p>
Digo &amp;quot;esperada nueva versi&amp;oacute;n&amp;quot; porque IE7 ha levantado un gran nivel de expectaci&amp;oacute;n, en primer lugar por que la versi&amp;oacute;n actual lleva ya unos 5 a&amp;ntilde;os de vida y &amp;quot;tocaba&amp;quot; una renovaci&amp;oacute;n. Aunque Internet Explorer haya mantenido su hegemon&amp;iacute;a en el mercado de los navegadores web, durante este tiempo sus competidores han ido ganando terreno, gracias a una mayor capacidad de adaptaci&amp;oacute;n y agilidad para llevar a cabo actualizaciones. Y en segundo lugar, por lo que trae consigo. Con esta nueva versi&amp;oacute;n Explorer incorpora nuevas funcionalidades, mejora el rendimiento e se ajusta a una mejor interpretaci&amp;oacute;n de los est&amp;aacute;ndares ( por fin! ). Esperemos que con esta nueva versi&amp;oacute;n se termine aquello de &amp;quot;dise&amp;ntilde;ar para la mayor&amp;iacute;a... y para Explorer&amp;quot;.
&lt;/p></description></item><item><title>Emule Rebirth</title><link>https://albert.garcia.gibert.es/emule-rebirth-636/</link><pubDate>Wed, 07 Sep 2005 23:30:52 +0000</pubDate><guid>https://albert.garcia.gibert.es/emule-rebirth-636/</guid><description>&lt;p>&amp;nbsp;Ahhhhh! No he podido evitar ponerlo en el blog. Después de más
de un a&amp;ntilde;o de fallidos intentos, y sin sobrepasar una velocidad de 5KB/s
en el emule, al doblar la velocidad a 1Mb, mi Emule por fin... ha
despegado! Hoy ha habido picos de 120KB/s!!!! Que dure, porfavor, que
dure!&lt;br />
&lt;/p>&lt;p>&lt;/p></description></item><item><title>¿Mande?</title><link>https://albert.garcia.gibert.es/mander-578/</link><pubDate>Wed, 22 Jun 2005 08:57:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/mander-578/</guid><description>&lt;p>Me ha costado unos 5 minutos reaccionar y caer en la cuenta de que
había otros lugares donde acudir para encontrar una web... Tremendo.
Durante esta ma&amp;ntilde;ana Google no ha dejado de darme errores 404 y de
impedirme el acceso diciendo que alguien desde mi red estaba intentando
realizar accesos a Google de manera masiva. Pero se&amp;ntilde;or Google, si acabo
de encender el ordenador! Maldita sea...&lt;br />&lt;/p>&lt;p>&lt;/p></description></item><item><title>Mal, mal, mal...</title><link>https://albert.garcia.gibert.es/mal-mal-mal-547/</link><pubDate>Tue, 12 Apr 2005 21:50:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/mal-mal-mal-547/</guid><description>&lt;p>Es feo. Definitivamente es feo y duele a la vista encontrarse
errores de ortografía en la publicidad. Y sorprende que a estas alturas
y tratándose de quien se trata, se les escapen letras en un anuncio de
3 frases...&lt;/p>&lt;p>Digo yo que qué interés tendrá ver GI&amp;Ntilde;AR a alguien en pantalla completa...&lt;/p>&lt;p>&lt;br />&lt;/p></description></item><item><title>La web del grup i altres recomanacions</title><link>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</link><pubDate>Sun, 06 Feb 2005 16:43:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/web-grup-i-altres-recomanacions-500/</guid><description>&lt;p>Em faig repetitiu amb lo de &amp;quot;&lt;em>aquesta setmana he estat molt enfeinat, i bla, bla, bla...&lt;/em>&amp;quot;,
ho sé. Per&amp;ograve; no hi ha més, és la veritat. I el més fotut de tot és que
quan hagi acabat totes les feines seguiré igual de pobre... Per&amp;ograve; bé, é
lo que hay. De moment he aprés a, tot i estar de curro fins les
orelles, no agobiar-me, i anar fent granet a granet com les
formiguetes, una horeta per aqui, dues per all&amp;agrave;. On he arribi, he
arribat, i si alguna cosa es queda per fer, em sap molt de greu,
disculpi'm, &amp;quot;estamos trabajando en ello&amp;quot;. Currant, per&amp;ograve; sense nervis.
Que després surten aliens a la panxa.&lt;/p></description></item><item><title>Combat l'spam al teu blog</title><link>https://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</link><pubDate>Wed, 19 Jan 2005 10:46:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/combat-lspam-al-teu-blog-482/</guid><description>&lt;p>Ens trobem al blog de notícies sobre &lt;a href="https://www.google.es" target="_blank">Google&lt;/a> en castell&amp;agrave;, &lt;a href="https://google.dirson.com" target="_blank">google.dirson.com&lt;/a>, una &lt;a href="https://google.dirson.com/noticias.new/1037/" target="_blank">refer&amp;egrave;ncia&lt;/a>
a la implementació en el Googlebot d'una nova funció, que el permetr&amp;agrave;
ignorar determinar enlla&amp;ccedil;os, amb la finalitat de no tenir-lo en compte
a l'hora de calcular el PageRank de la p&amp;agrave;gina a la que s'enlla&amp;ccedil;a. I
quina funció pot tenir aix&amp;ograve;? Doncs senzill: anular totalment la
efectivitat de l'spam en els comentaris dels weblogs, entre d'altres,
ja que les p&amp;agrave;gines dels spammers a les que enllacen no podr&amp;agrave;n
aprofitar-se del PageRank del blog on apareixen. A partir d'ara el
GoogleBot ignorar&amp;agrave; qualsevol enlla&amp;ccedil; amb la propietat &lt;em>rel=nofollow&lt;/em>. &lt;/p></description></item><item><title>Bloquejats a bitacoles.net</title><link>https://albert.garcia.gibert.es/bloquejats-bitacolesnet-480/</link><pubDate>Mon, 17 Jan 2005 18:34:01 +0000</pubDate><guid>https://albert.garcia.gibert.es/bloquejats-bitacolesnet-480/</guid><description>&lt;p>&lt;strong>Actualització&lt;/strong> (24/01/2004): El Dani ha respost en un mail comentant la possibilitat de fer ping amb els missatges escrits en català, al igual que fins ara fem a la web de catapings. Tot un detall per part seva.&lt;br />&lt;/p> 
&lt;p>Decepcionat i una mica dolgut amb la gent de &lt;a target="_blank" href="https://www.bitacoles.net">bitacoles.net&lt;/a>, doncs la conversa iniciada fa un temps en relació a alguns problemes que tenia per aparèixer llistat a la web ha quedat parada i morta. Us poso en precedents i que consti que no pretenc iniciar cap tipus de campanya en contra seva ni cap paranoia per l'estil, només deixar constància del meu descontent amb la inclusió del blog d'obokaman a la llista d'spam de &lt;a target="_blank" href="https://www.bitacoles.net">bitacoles.net&lt;/a>. Pel que he vist, ara &lt;a target="_blank" href="https://www.bitacoles.net/faq.htm">ja avisen que ho faran&lt;/a> amb a aquells blogs que no siguin en català (suposo que íntegrament, es refereixen). Els darrers missatges que vam creuar ven ser tal que així:&lt;/p></description></item><item><title>Inauguració de Feedness</title><link>https://albert.garcia.gibert.es/inauguracio-feedness-431/</link><pubDate>Tue, 07 Dec 2004 18:02:32 +0000</pubDate><guid>https://albert.garcia.gibert.es/inauguracio-feedness-431/</guid><description>&lt;p>Avui s'ha fet pública la versió beta del nou lector de noticies de la gent d'&lt;a target="_blank" href="https://www.studio.st/">Studio.st&lt;/a>, &lt;strong>&lt;a target="_blank" href="https://www.feedness.com/">Feedness&lt;/a>&lt;/strong>.
Una interfície clara i sencilla, i un munt d'opcions interessants _que
encara no he pogut repassar a fons_ el converteixen en una alternativa
real i s&amp;ograve;lida a lectors de notícies de la talla de Bloglines. Com
correspón a la seu car&amp;agrave;cter 'beta', encara hi ha certs problemes amb el
registre d'usuaris, la extracció de text dels feeds o la visualització
dels suscriptors dels canals, per&amp;ograve; de ben segur que poc a poc es podran
llimar aquests petits problemes. Si encara no utilitzes un lector de
feeds per llegir els teus blogs i altres llocs de noticies preferits, a
qu&amp;egrave; esperes? &lt;a target="_blank" href="https://www.feedness.com/registro.php">Registra't a Feedness&lt;/a> i concentra &amp;quot;&lt;a target="_blank" href="https://www.feedness.com/">Tots els teus llocs en un&lt;/a>&amp;quot;.&lt;/p></description></item><item><title>Gmail en una PDA?</title><link>https://albert.garcia.gibert.es/gmail-pdar-419/</link><pubDate>Wed, 17 Nov 2004 16:51:03 +0000</pubDate><guid>https://albert.garcia.gibert.es/gmail-pdar-419/</guid><description>&lt;p>Muchos de los poseedores de una cuenta de Gmail sabréis ya que desde hace poco (a mi me lo han activado hoy mismo) &lt;a href="https://gmail.google.com/support/bin/answer.py?answer=13273" target="_blank">es posible acceder mediante el protocolo POP a vuestra cuenta&lt;/a>.
Esto se traduce en la posibilidad de leer y enviar correo mediante
vuestro cliente favorito (Thunderbird, Eudora, Outlook...). En el caso
concreto de Gmail creo que usar un cliente de correo en vez del webmail
nos hace perdernos las estudiadas y cuidadas funcionalidades de las que
han dotado al interfaz de acceso web. Es simplemente el sistema más
sencillo, cómodo y organizado que he conocido para mantener una cuenta
de correo. Aunque esto signifique un uso intensivo de javascript, Gmail
es accesible desde la mayoria de navegadores de pc de sobremesa. El
problema viene cuando el dispositivo no es un PC, si no un dispositivo
móvil... y ahí es donde (al menos eso pensaba) entra en juego esta
nueva capacidad de Gmail: el acceso POP.&lt;/p></description></item><item><title>Versió 'beta' del cercador de MSN</title><link>https://albert.garcia.gibert.es/versio-beta-cercador-msn-415/</link><pubDate>Fri, 12 Nov 2004 13:13:57 +0000</pubDate><guid>https://albert.garcia.gibert.es/versio-beta-cercador-msn-415/</guid><description>&lt;p>Ahir mateix us comentava la pugna en què es troben inmersos dos dels principals 'monstres' d'Internet en la cursa per controlar el cim dels cercadors per internet. MSN Search veia la llum i Google anunciava a la pàgina principal que doblava la quantitat de pàgines indexades, confirmant així els rumors propiciats les darreres setmanes per la frenètica activitat dels &lt;em>Google Bots&lt;/em> que s'havia registrat a molts sites. &lt;/p>
&lt;p>Doncs avui el que he pogut veure és &lt;a href="https://beta.search.msn.com/" target="_blank">la versió beta (si que corren aquesta gent) del MSN Search&lt;/a>. Veuràs que manté l'estil però millora bàsicament la presentació dels continguts i afegeix funcionalitats (vegeu el "Generador de Búsquedas", que bonic.)&lt;/p></description></item><item><title>Firefox 1.0, disponible per descàrrega</title><link>https://albert.garcia.gibert.es/firefox-10-disponible-per-descarrega-406/</link><pubDate>Tue, 09 Nov 2004 14:19:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/firefox-10-disponible-per-descarrega-406/</guid><description>&lt;p>Tal com anunci&amp;agrave;vem diumenge, avui ja podem disposar de la primera versi&amp;oacute; estable i definitiva del Mozilla, tot i que a la web principal del projecte encara no ho han comunicat oficialment (ja veus, obokaman portant-te exclusives de la muerte, eh? :D)&lt;/p> &lt;p>Tot just escric aquest missatge, rebo una actualitzaci&amp;oacute; a trav&amp;eacute;s de Bloglines, i veig que a &lt;a target="_blank" href="https://www.error500.net">Error500&lt;/a> ja &lt;a target="_blank" href="https://www.error500.net/modules/news/article.php?storyid=1058">comenten la not&amp;iacute;cia&lt;/a>, i a m&amp;eacute;s mostren &lt;a target="_blank" href="https://www.google.es/firefox?client=firefox-a&amp;amp;rls=org.mozilla:es-AR:official">la p&amp;agrave;gina d'inici que col.loca Firefox&lt;/a>. Curi&amp;oacute;s, no?&lt;/p></description></item><item><title>Firefox 1.0 disponible el próximo martes</title><link>https://albert.garcia.gibert.es/firefox-10-disponible-proximo-martes-404/</link><pubDate>Sun, 07 Nov 2004 23:53:17 +0000</pubDate><guid>https://albert.garcia.gibert.es/firefox-10-disponible-proximo-martes-404/</guid><description>&lt;p>Como te &lt;a href="https://albert.garcia.gibert.es/mensaje/389">comentaba hace unos dias&lt;/a>, Mozilla est&amp;aacute; preparando el lanzamiento de la versi&amp;oacute;n 1.0 de su navegador Firefox. Veamos qu&amp;eacute; tal funciona la campa&amp;ntilde;a de difusi&amp;oacute;n y si por fin alg&amp;uacute;n navegador es capaz de plantar cara a IE en cuanto a n&amp;uacute;mero de usuarios se refiere. Puedes ver m&amp;aacute;s informaci&amp;oacute;n en &lt;a target="_blank" href="https://www.mozilla.org/products/firefox/">la web oficial de Firefox&lt;/a>. Si no lo usas todav&amp;iacute;a, este es el momento. Pru&amp;eacute;balo y ya no podr&amp;aacute;s vivir sin &amp;eacute;l. ;-)&lt;/p></description></item><item><title>Firefox en el New York Times</title><link>https://albert.garcia.gibert.es/firefox-new-york-times-389/</link><pubDate>Fri, 29 Oct 2004 00:07:22 +0000</pubDate><guid>https://albert.garcia.gibert.es/firefox-new-york-times-389/</guid><description>&lt;p>Justo hace un par de d&amp;iacute;as &lt;a target="_blank" href="https://www.elmundo.es/navegante/2004/10/26/softlibre/1098778632.html">se anunciaba&lt;/a> que la campa&amp;ntilde;a iniciada por &lt;a target="_blank" href="https://www.spreadfirefox.com/">Spread Firefox&lt;/a> hab&amp;iacute;a sido un rotundo &amp;eacute;xito. Un grupo de voluntarios se propusieron publicitar a p&amp;aacute;gina completa y en todo color la salida de la versi&amp;oacute;n final 1.0 del navegador libre y gratuito Mozilla Firefox, nada m&amp;aacute;s y nada menos que en el &lt;a target="_blank" href="https://www.nytimes.com/">New York Times&lt;/a>. No me atrevo a aventurar los miles de $$ que debe suponer un anuncio de ese tipo en una publicaci&amp;oacute;n de primer nivel como el NY Times, pero era de esperar que trat&amp;aacute;ndose de una campa&amp;ntilde;a para promover el software libre se intentara costear a trav&amp;eacute;s de un&lt;a target="_blank" href="https://www.spreadfirefox.com/?q=node/view/3749"> llamamiento a la colaboraci&amp;oacute;n desinteresada y las aportaciones voluntarias&lt;/a>. Son las aportaciones desinteresadas de c&amp;oacute;digo las que hacen posible el software libre, y en este caso han sido las aportaciones desinteresadas de dinero las que permitir&amp;aacute;n hacer llegar a millones de lectores el lanzamiento de la nueva versi&amp;oacute;n del primer navegador que est&amp;aacute; consiguiendo levantar cabeza frente al omnipotente Internet Explorer. Levantar cabeza en cuanto a n&amp;uacute;mero de usuarios, que no en facilidad de uso, rapidez, cumplimiento de est&amp;aacute;ndares... ya que en eso hace tiempo que varios navegadores le han pasado la mano por la cara. Los 2500 participantes, meta que se hab&amp;iacute;an marcado los organizadores para llevar a cabo la campa&amp;ntilde;a, han sido ya superados.M&amp;aacute;s de 2500 personas, familias, entidades y empresas que ver&amp;aacute;n aparecer su nombre en la p&amp;aacute;gina del conocido peri&amp;oacute;dico.&lt;/p></description></item></channel></rss>