<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>php on Albert García Gibert</title>
    <link>http://albert.garcia.gibert.es/tags/php/</link>
    <description>Recent content in php on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Tue, 15 May 2007 21:30:21 +0000</lastBuildDate>
    
	<atom:link href="http://albert.garcia.gibert.es/tags/php/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Mensajes de error en entornos de producción</title>
      <link>http://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</link>
      <pubDate>Tue, 15 May 2007 21:30:21 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/mensajes-error-entornos-produccion-11582/</guid>
      <description>&amp;iquest;Que por qu&amp;eacute; es importante desactivar la visualizaci&amp;oacute;n de mensajes de error en producci&amp;oacute;n? Pues para evitar situaciones como &amp;eacute;sta:Y c&amp;oacute;mo hacerlo:A lo bruto: Puedes detectar mediante c&amp;oacute;digo si te encuentras en el entorno de producci&amp;oacute;n o de desarrollo mediante, por ejemplo, una variable de servidor: $_SERVER[&amp;quot;SERVER_NAME&amp;quot;]. Dependiendo de si est&amp;aacute;s o no en producci&amp;oacute;n, puedes eliminar los mensajes de error con un error_reporting(0), y en cualquier caso usar un sistema de logueo o de avisos propio para informarte del problema.</description>
    </item>
    
    <item>
      <title>Buffete libre de Cheat Sheets: Sírvase usted mismo</title>
      <link>http://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</link>
      <pubDate>Mon, 13 Nov 2006 20:54:35 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/buffete-libre-cheat-sheets-sirvase-usted-mismo-5150/</guid>
      <description>Si eres desarrollador o trabajas en esto del dise&amp;ntilde;o web estar&amp;aacute;s conmigo en lo &amp;uacute;til que resulta en ocasiones disponer de peque&amp;ntilde;as chuletas donde apuntar los patrones m&amp;aacute;s comunes al contruir una query, o los diferentes selectores soportados por CSS2, o un listado con funciones de tratamiento de cadenas de texto para PHP...A estos efectos, los Cheat Sheets de ilovejackdaniels.com son bastante pr&amp;aacute;cticos ( yo tengo 3 copias plastificadas en el escritorio ) y cubren diferentes &amp;aacute;reas o tecnolog&amp;iacute;as.</description>
    </item>
    
    <item>
      <title>Descripción y fuentes del upload  PHP &#43; AJAX con barra de progreso</title>
      <link>http://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</link>
      <pubDate>Thu, 23 Mar 2006 23:17:54 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</guid>
      <description>D&amp;iacute;as atr&amp;aacute;s coment&amp;eacute; que hab&amp;iacute;a estado trabajando en un peque&amp;ntilde;o experimento para conseguir implementar un sistema para realizar upload de archivos mediante PHP, que permitiera generar una barra de progreso, con la que controlar el estado de la carga de archivos en todo momento. A continuaci&amp;oacute;n encontrar&amp;eacute;is disponible para descara el c&amp;oacute;digo fuente de dicho experimento y una peque&amp;ntilde;a descripci&amp;oacute;n del paquete y de los requisitos para su puesta en marcha.</description>
    </item>
    
    <item>
      <title>En casa del herrero... II</title>
      <link>http://albert.garcia.gibert.es/casa-herrero-ii-695/</link>
      <pubDate>Fri, 23 Dec 2005 13:07:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/casa-herrero-ii-695/</guid>
      <description>Siguiendo con la serie de errores inauditos y sorprendentes, hace justo unos minutos que la home de PHP.net nos devuelve este error. Lo peor no es s&amp;oacute;lo eso, sino que al escribir la URL del include que est&amp;aacute; dando error... PUM! aparece el c&amp;oacute;digo fuente de los mismos. Bueno, nadie es perfecto.
Una vez m&amp;aacute;s se demuestra... En casa del herrero, cuchillo de palo. </description>
    </item>
    
    <item>
      <title>Buscador en PHP</title>
      <link>http://albert.garcia.gibert.es/buscador-en-php-433/</link>
      <pubDate>Fri, 10 Dec 2004 00:18:37 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/buscador-en-php-433/</guid>
      <description>Bueeeno, aquesta nit toca post t&amp;egrave;cnic, que ja he aconseguit _quasi_ acabar una de les parts que trobo m&amp;eacute;s interessant del blog: el cercador. Amb el pas del temps la quantitat d&#39;informaci&amp;oacute; enregistrada a la web ha augmentat considerablement, i sense una bona categoritzaci&amp;oacute; i organitzaci&amp;oacute; dels continguts, certs missatges corren el perill de caure en l&#39;oblit. En aquest sentit, tenir un arxiu de missatges agrupats per categories o data pot ser molt &amp;uacute;til, per&amp;ograve; perd efectivitat quan parlem de categor&amp;iacute;es amb m&amp;eacute;s de 100 missatges.</description>
    </item>
    
  </channel>
</rss>