<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>web 2.0 on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/web-2.0/</link>
    <description>Recent content in web 2.0 on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Wed, 23 May 2007 23:46:50 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/web-2.0/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Google comprará Feedburner por $100 millones</title>
      <link>https://albert.garcia.gibert.es/google-comprara-feedburner-100-millones-12189/</link>
      <pubDate>Wed, 23 May 2007 23:46:50 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/google-comprara-feedburner-100-millones-12189/</guid>
      <description>Ah&amp;iacute; es nada. $100 millones por la compa&amp;ntilde;&amp;iacute;a que fundaron 4 colegas de Andersen Consulting que se preguntaban acerca del futuro de la distribuci&amp;oacute;n de contenidos una tarde de octubre, all&amp;aacute; por el 2003.En menos de 4 a&amp;ntilde;os, y con $10 millones de inversi&amp;oacute;n detr&amp;aacute;s, han conseguido convertirse en el referente en cuanto a la sindicaci&amp;oacute;n de contenidos, ofreciendo un mont&amp;oacute;n de servicios de valor a&amp;ntilde;adido y gestionando una de las principales redes publicitarias basadas en feeds de la actualidad.</description>
    </item>
    
    <item>
      <title>De cuando Pandora calló</title>
      <link>https://albert.garcia.gibert.es/cuando-pandora-callo-11219/</link>
      <pubDate>Fri, 11 May 2007 02:35:56 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/cuando-pandora-callo-11219/</guid>
      <description>Dear Pandora Visitor,We are deeply, deeply sorry to say that due to licensing constraints,we can no longer allow access to Pandora for most listeners locatedoutside of the U.S. We will continue to work diligently to realize thevision of a truly global Pandora, but for the time being we arerequired to restrict its use. We are very sad to have to do this, butthere is no other alternative.</description>
    </item>
    
    <item>
      <title>XORTR o quién la tiene más corta</title>
      <link>https://albert.garcia.gibert.es/xortr-o-quien-tiene-mas-corta-10440/</link>
      <pubDate>Thu, 26 Apr 2007 12:35:51 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/xortr-o-quien-tiene-mas-corta-10440/</guid>
      <description>Ayer por la noche, para desconectar un poco de tanto obologueo, estuve jugando con una idea que ten&amp;iacute;a en mente desde hace unos d&amp;iacute;as, concretamente desde que le&amp;iacute; acerca de Yoh.es, un servicio para acortar URLs que puso en marcha Manu Contreras.Es una de esas cosas que a&amp;uacute;n y sin ser original ( b&amp;aacute;sicamente reproduce la funcionalidad de TinyURL y similares ), es pr&amp;aacute;ctica de la leche si usas historias como Twitter, o quieres poder recordar f&amp;aacute;cilmente una direcci&amp;oacute;n largu&amp;iacute;sima, evitar que las direcciones se corten en tus mails, o simplemente escribirte una URL en una servilleta.</description>
    </item>
    
    <item>
      <title>Pandora en aprietos</title>
      <link>https://albert.garcia.gibert.es/pandora-aprietos-10137/</link>
      <pubDate>Wed, 18 Apr 2007 22:59:41 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/pandora-aprietos-10137/</guid>
      <description>Precisamente hoy, en la oficina, hablaba con Alejandro de Last.fm y Pandora, de lo interesante que era la idea del Genome Music Project, y de c&amp;oacute;mo realizaba un acercamiento &amp;quot;diferente&amp;quot; al tema de los contenidos personalizados: an&amp;aacute;lisis de variables parametrizables de la m&amp;uacute;sica [objetivo/cient&amp;iacute;fico] VS recomendaciones por afinidad con usuarios [subjetivo/emocional].Total, que al llegar esta tarde a casa he encontrado este correo en mi buz&amp;oacute;n de hotmail, el que uso para registrarme en mil y un sitios por ah&amp;iacute;, entre ellos Pandora.</description>
    </item>
    
    <item>
      <title>Cineame.net - Novedades y noticias de cine al estilo Menéame</title>
      <link>https://albert.garcia.gibert.es/cineamenet-novedades-noticias-cine-al-estilo-meneame-9590/</link>
      <pubDate>Tue, 03 Apr 2007 09:21:30 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/cineamenet-novedades-noticias-cine-al-estilo-meneame-9590/</guid>
      <description>Me informa Alex, de Cinenga&amp;ntilde;os y CineAgora , de la puesta online de Cineame.net , su nuevo proyecto online. Cineame es un site para promocionar novedades y not&amp;iacute;cias del mundo cinematogr&amp;aacute;fico: estrenos, novedades, noticias, trailers... cotilleos! El &amp;eacute;xito de su portal de cr&amp;iacute;ticas y rese&amp;ntilde;as cinematogr&amp;aacute;ficas les avala, as&amp;iacute; que os animo a echarle un vistazo y participar. &amp;iexcl;Mi &amp;aacute;nimo desde aqu&amp;iacute; y suerte!Mas informaci&amp;oacute;n:Cineame : promoci&amp;oacute;n de noticias y novedades de cine</description>
    </item>
    
    <item>
      <title>Confirmado: Twitter mola</title>
      <link>https://albert.garcia.gibert.es/confirmado-twitter-mola-9516/</link>
      <pubDate>Sat, 31 Mar 2007 00:53:56 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/confirmado-twitter-mola-9516/</guid>
      <description>Pues si, mola, y mucho. Como ya dije anteriormente, si no lo hab&amp;iacute;a probado antes era porque en una primera impresi&amp;oacute;n, no me pareci&amp;oacute; nada interesante ni &amp;uacute;til. Me pareci&amp;oacute; que simplemente se trataba de una especie de pseudo-mini-blogs colectivos y poco m&amp;aacute;s, y dej&amp;aacute;ndome llevar tambi&amp;eacute;n por comentarios que hab&amp;iacute;a le&amp;iacute;do por ah&amp;iacute; en la misma direcci&amp;oacute;n, me qued&amp;eacute; en la superficie. Moda chorra pasajera y ef&amp;iacute;mera, pens&amp;eacute;.</description>
    </item>
    
    <item>
      <title>Twittereando espero</title>
      <link>https://albert.garcia.gibert.es/twittereando-espero-9450/</link>
      <pubDate>Thu, 29 Mar 2007 09:51:17 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/twittereando-espero-9450/</guid>
      <description>Mientras espero en casa a que abran el taller para ir a cambiar la rueda a Fluky ( el pobre se ha quedado cojo esta noche... ), me ha dado por juguetear un rato con Twitter , la aplicaci&amp;oacute;n 2.0 del momento. Me ha costado decidirme a probarla: Habiendo le&amp;iacute;do sobre ella y echado un par de vistazos r&amp;aacute;pidos no le v&amp;iacute; la gracia ni la utilidad.A global community of friends and strangers answering one simple question: What are you doing?</description>
    </item>
    
    <item>
      <title>Office Live by Google, Google Spreadsheets</title>
      <link>https://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</link>
      <pubDate>Wed, 07 Jun 2006 18:10:16 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/office-live-by-google-google-spreadsheets-2805/</guid>
      <description>Hace unos d&amp;iacute;as habl&amp;aacute;bamos en la oficina de c&amp;oacute;mo dentro de poco tiempo ver&amp;iacute;amos nuestras m&amp;aacute;s&amp;nbsp;habituales aplicaciones de escritorio migradas a un entorno distribuido. La aplicaciones ofim&amp;aacute;ticas ser&amp;aacute;n de las primeras en caer.Google ya est&amp;aacute; all&amp;iacute;, como otras veces, mientras el resto a&amp;uacute;n busca el camino.Google Spreadsheets&amp;nbsp; </description>
    </item>
    
    <item>
      <title>Nueva home de Yahoo</title>
      <link>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</link>
      <pubDate>Tue, 16 May 2006 15:38:26 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/nueva-home-yahoo-2322/</guid>
      <description>Ya hab&amp;iacute;an corrido por ah&amp;iacute; algunas screenshots, ahora es p&amp;uacute;blicamente accesible: http://www.yahoo.com/preview Fijaos en la manera que tienen de presentar las nuevas opciones desde el &amp;quot;Take a quick tour&amp;quot; ( superponen un PNG transparente, o c&amp;oacute;mo ponen en pr&amp;aacute;ctica algunas de los &amp;uacute;ltimos patrones de dise&amp;ntilde;o de su librer&amp;iacute;a en las opciones laterales, &amp;quot;mail&amp;quot;, &amp;quot;messenger&amp;quot;, &amp;quot;radio&amp;quot;... Destacable tambi&amp;eacute;n el uso de CSS Sprites para ahorrar ancho de banda en lo que se refiere al uso de iconos peque&amp;ntilde;os.</description>
    </item>
    
    <item>
      <title>Descripción y fuentes del upload  PHP &#43; AJAX con barra de progreso</title>
      <link>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</link>
      <pubDate>Thu, 23 Mar 2006 23:17:54 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/descripcion-fuentes-upload-php-ajax-barra-progreso-1596/</guid>
      <description>D&amp;iacute;as atr&amp;aacute;s coment&amp;eacute; que hab&amp;iacute;a estado trabajando en un peque&amp;ntilde;o experimento para conseguir implementar un sistema para realizar upload de archivos mediante PHP, que permitiera generar una barra de progreso, con la que controlar el estado de la carga de archivos en todo momento. A continuaci&amp;oacute;n encontrar&amp;eacute;is disponible para descara el c&amp;oacute;digo fuente de dicho experimento y una peque&amp;ntilde;a descripci&amp;oacute;n del paquete y de los requisitos para su puesta en marcha.</description>
    </item>
    
    <item>
      <title>Upload de archivos y progressbar con PHP,Perl y AJAX</title>
      <link>https://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</link>
      <pubDate>Wed, 15 Mar 2006 21:41:06 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/upload-archivos-progressbar-phpperl-ajax-1511/</guid>
      <description>A&amp;uacute;n cuando no he conseguido desentramar el misterio de la antena reaparecida, otra misteriosa casualidad ha roto mi paz interior, esta vez relacionada con el trabajo. Hoy al llegar a la oficina me he encontrado con una recomendaci&amp;oacute;n por mail en qu&amp;eacute; se citaba un art&amp;iacute;culo en ingl&amp;eacute;s que habla acerca de un sistema de carga de ficheros con barra de progreso usando t&amp;eacute;cnicas AJAX y PHP+Perl como lenguages de servidor.</description>
    </item>
    
    <item>
      <title>Pandora, o tu asesor musical online</title>
      <link>https://albert.garcia.gibert.es/pandora-o-asesor-musical-online-1013/</link>
      <pubDate>Tue, 07 Feb 2006 23:57:47 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/pandora-o-asesor-musical-online-1013/</guid>
      <description>Hace poco le&amp;iacute; una rese&amp;ntilde;a en Techcrunch  acerca de este servicio, Pandora , y desde que empec&amp;eacute; a probarlo no he podido dejar de alucinar... Se trata de un servicio que te propone una serie de temas musicales a partir de tu elecci&amp;oacute;n inicial: tu escribes el nombre de una canci&amp;oacute;n o un grupo musical, y Pandora  te devuelve una estaci&amp;oacute;n radiof&amp;oacute;nica personalizada con temas musicales afines a tu propuesta.</description>
    </item>
    
  </channel>
</rss>