<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>ipod on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/ipod/</link>
    <description>Recent content in ipod on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Fri, 23 Feb 2007 09:33:34 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/ipod/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Microsoft realizó el video-parodia sobre la caja de Ipod</title>
      <link>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</link>
      <pubDate>Fri, 23 Feb 2007 09:33:34 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</guid>
      <description>Hace algo menos de un a&amp;ntilde;o, comentaba un curioso v&amp;iacute;deo en el que se planteaba qu&amp;eacute; hubiera ocurrido si Microsoft hubiera dise&amp;ntilde;ado la caja del Ipod. El video estaba planteado como un ejercicio de dise&amp;ntilde;o en que se parodiaba la tendencia de Microsoft a sobrecargar el dise&amp;ntilde;o de los paquetes de sus productos, versus la sencillez y la elegancia de los de la competencia, Apple.Ahora ( un poco tarde, he de reconocer ) me entero de que aquel video no fu&amp;eacute; fruto de alg&amp;uacute;n dise&amp;ntilde;ador graciosillo, ni siquiera de la propia competencia, Apple, &amp;iexcl;si no de los propios dise&amp;ntilde;adores de Microsoft!</description>
    </item>
    
    <item>
      <title>Ipod Begins</title>
      <link>https://albert.garcia.gibert.es/ipod-begins-5063/</link>
      <pubDate>Fri, 10 Nov 2006 16:59:34 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/ipod-begins-5063/</guid>
      <description>En Wired  han publicado un reportaje sobre el reproductor musical de Apple, Ipod . En &amp;eacute;l hablan sobre el proceso de dise&amp;ntilde;o del interfaz. &amp;iquest;Os imagin&amp;aacute;is la reuni&amp;oacute;n alrededor de ese prototipo de cart&amp;oacute;n? &amp;quot;Uhm... S&amp;iacute;, es bonito, es simple... 5 &amp;uacute;nicos botones... &amp;iexcl;Pero os aseguro que podemos mejorarlo!&amp;quot; Y vaya si lo hicieron...Visto en No lo entiendo . </description>
    </item>
    
    <item>
      <title>Gramola para iPod</title>
      <link>https://albert.garcia.gibert.es/gramola-ipod-3288/</link>
      <pubDate>Tue, 18 Jul 2006 09:09:14 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/gramola-ipod-3288/</guid>
      <description>Para los nost&amp;aacute;lgicos y amantes del iPod: iDesk. De momento parece que es s&amp;oacute;lo una idea que llega de manos del dise&amp;ntilde;ador ingl&amp;eacute;s Michael Kennedy, pero me parece realmente genial. Ha sustituido el lugar que deber&amp;iacute;a ocupar el vinilo por una pantalla t&amp;aacute;ctil que muestra la imagen del &amp;aacute;lbum correspondiente a la canci&amp;oacute;n que suena, y hace las veces de rueda del iPod. &amp;iquest;Llegaremos a verlo alg&amp;uacute;n dia en las estanter&amp;iacute;as de la FNAC?</description>
    </item>
    
    <item>
      <title>¿Y si Microsoft hubiera diseñado la caja del Ipod?</title>
      <link>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</link>
      <pubDate>Fri, 03 Mar 2006 01:16:27 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</guid>
      <description>Curioso e interesante ejercicio en clave de humor, planteando qu&amp;eacute; hubiera ocurrido si Microsoft hubiera sido quien comercializara el conocido Ipod de Apple. Visto en YouTube </description>
    </item>
    
  </channel>
</rss>