+++
date = "2008-08-12 20:56:27"
author = ""
title = "Por fin llegaron las tarjetas de MOO cards"
slug = "llegaron-tarjetas-moo-cards-118265"
tags = [ "moo.com","tarjetas" ]
+++
<p><img align="right" title="Logo Moo" src="/images/post/118265-85828.jpg" alt="Logo Moo" width="171" height="77" /><a href="http://www.moo.com">MOO.com</a> es un servicio de impresi&oacute;n online que te permite <strong>dise&ntilde;ar tus propias tarjetas de visita y pegatinas</strong>, a partir de fotograf&iacute;as o im&aacute;genes hechas por ti o desde diferentes dise&ntilde;os que ellos mismos ofrecen. Adem&aacute;s, <strong>se integra con el servicio de alojamiento de fotograf&iacute;as <a href="http://www.flickr.com">Flickr</a></strong>, as&iacute; que si tienes fotos alojadas all&iacute;, resulta sencill&iacute;simo preparar un pack de tarjetas a partir de tus mejores fotos.</p>
<p>Hace cosa de un par de meses realic&eacute; un pedido, animado al ver el fant&agrave;stico acabado de las tarjetas que acababa de pedir <a href="http://blog.albertlg.com">Albert</a>. Al parecer hubo alg&uacute;n problema con el env&iacute;o, y mis tarjetitas se perdieron por el camino, se quedaron en alg&uacute;n lugar entre Londres y Barcelona. A pesar del contratiempo, tengo que reconocer que fueron muy r&aacute;pidos en responder: a las dos horas de mi reclamaci&oacute;n ya ten&iacute;an otro paquete enviado con el mismo contenido. Y esta vez s&iacute;, el paquete lleg&oacute; a su destino.</p>
<p style="text-align: center;"><img class="fotobonita" title="Tarjetas moo" src="/images/post/118265-85827.jpg" alt="Tarjetas moo" /></p>
<p>Ayer por la ma&ntilde;ana recib&iacute; el pedido de tarjetas MOO.com y la verdad es que la calidad es, como esperaba, muy alta. Para probar esta primera vez, hab&iacute;a decidido hacer unas tarjetas "de emancipados", con el nombre de Silvia y el m&iacute;o y nuestros datos de contacto. Una parte de las tarjetas con fotos suyas, otras con fotos m&iacute;as, y una tercera parte con fotos de los dos. Chorras que somos. Seguramente pronto har&eacute; otro pedido con tarjetitas para los nexoBloggers.</p>