<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>apple on Albert García Gibert</title>
    <link>http://albert.garcia.gibert.es/tags/apple/</link>
    <description>Recent content in apple on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Tue, 08 Jan 2008 22:54:29 +0000</lastBuildDate>
    
	<atom:link href="http://albert.garcia.gibert.es/tags/apple/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>De resaca navideña, a la espera de los MacBook Thin</title>
      <link>http://albert.garcia.gibert.es/resaca-navidena-espera-macbook-thin-52126/</link>
      <pubDate>Tue, 08 Jan 2008 22:54:29 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/resaca-navidena-espera-macbook-thin-52126/</guid>
      <description>Bueno, pasaron las fiestas y aunque dejamos atr&amp;aacute;s unos d&amp;iacute;as de -merecidas y bien aprovechadas- vacaciones y un pu&amp;ntilde;ado de buenos momentos pasados con la familia y nuestros mejores amigos, algo quedar&amp;aacute; en el ambiente durante una temporada (adem&amp;aacute;s de los kilos de m&amp;aacute;s). Este a&amp;ntilde;o tuve la suerte de cogerme un par de semanitas de fiesta, gracias a la providencial ubicaci&amp;oacute;n de los festivos, y al detalle navide&amp;ntilde;o que tuvieron en la oficina, &amp;quot;regal&amp;aacute;ndonos&amp;quot; los d&amp;iacute;as 24 y 31.</description>
    </item>
    
    <item>
      <title>iMac VS Dell</title>
      <link>http://albert.garcia.gibert.es/imac-vs-dell-21394/</link>
      <pubDate>Tue, 07 Aug 2007 22:41:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/imac-vs-dell-21394/</guid>
      <description>Y es que algunas comparaciones son odiosas...Ya llegaron los nuevos iMac, lo sab&amp;iacute;as?&amp;nbsp;</description>
    </item>
    
    <item>
      <title>oPhone: la respuesta de Microsoft al iPhone de Apple</title>
      <link>http://albert.garcia.gibert.es/ophone-respuesta-microsoft-al-iphone-apple-14566/</link>
      <pubDate>Wed, 20 Jun 2007 11:44:29 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ophone-respuesta-microsoft-al-iphone-apple-14566/</guid>
      <description>
Video: Microsoft&#39;s oPhoneLlega el oPhone, la respuesta de Microsoft al iPhone de Apple.Cuanto HDPtismo. ;)Actualizaci&amp;oacute;n: Por si acaso lo aclaro, se trata de una parodia, al estilo del conocido v&amp;iacute;deo &amp;iquest;Qu&amp;eacute; hubiera pasado si Microsoft hubiera dise&amp;ntilde;ado la caja del iPod? </description>
    </item>
    
    <item>
      <title>Entrevista en SoloMacs</title>
      <link>http://albert.garcia.gibert.es/entrevista-solomacs-14520/</link>
      <pubDate>Tue, 19 Jun 2007 22:53:47 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/entrevista-solomacs-14520/</guid>
      <description>Hace cosa de una semana los chicos de soloMacs, el blog sobre Apple de nexoBlogs me convencieron ( a&amp;uacute;n no s&amp;eacute; muy bien c&amp;oacute;mo... ) para grabar un v&amp;iacute;deo con el que abrir una nueva secci&amp;oacute;n en el blog dedicada exclusivamente a entrevistas. En fins, m&amp;aacute;s all&amp;aacute; de mi nula presencia ante una c&amp;aacute;mara ( qu&amp;eacute; verg&amp;uuml;enza, por dios ), quer&amp;iacute;a agradecerles el esfuerzo y felicitarles por el montaje del v&amp;iacute;deo.</description>
    </item>
    
    <item>
      <title>Safari para Windows, o cómo cagarla por salir demasiado pronto</title>
      <link>http://albert.garcia.gibert.es/safari-windows-o-cagarla-salir-demasiado-pronto-14060/</link>
      <pubDate>Wed, 13 Jun 2007 09:50:03 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/safari-windows-o-cagarla-salir-demasiado-pronto-14060/</guid>
      <description>Hace un par de d&amp;iacute;as se inaugur&amp;oacute; la WWDC07, que se celebra en San Francisco, del 11 al 15 de Junio. En el marco de dichas conferencias, Steve Jobs present&amp;oacute; algunas novedades: habl&amp;oacute; sobre Leopard, el nuevo sistema operativo de Apple, y mostr&amp;oacute; algunos ejemplos de funcionamiento en vivo, entr&amp;oacute; en detalles ( la mayor&amp;iacute;a de ellos ya conocidos ) sobre el iPhone, y present&amp;oacute; la beta de la nueva versi&amp;oacute;n de Safari, el navegador web de Apple.</description>
    </item>
    
    <item>
      <title>La campaña &#34;Ven a Mac&#34;, ahora en castellano</title>
      <link>http://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</link>
      <pubDate>Tue, 17 Apr 2007 00:47:29 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</guid>
      <description>Hace un par de meses comentaba la campa&amp;ntilde;a de publicidad que estaba llevando a cabo Apple para promocionar a sus iMacs, en la que dos actores, uno gordito, con gafas y traje representando a un PC con Windows, y otro joven y moderno, representando a un Mac.Me entero a trav&amp;eacute;s de Toni que Apple ha traducido ya al castellano los v&amp;iacute;deos de la campa&amp;ntilde;a. Si te apetece echarles un vistazo ( te lo recomiendo ), podr&amp;aacute;s encontrarlos tanto en su web oficial como en YouTube.</description>
    </item>
    
    <item>
      <title>Microsoft realizó el video-parodia sobre la caja de Ipod</title>
      <link>http://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</link>
      <pubDate>Fri, 23 Feb 2007 09:33:34 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</guid>
      <description>Hace algo menos de un a&amp;ntilde;o, comentaba un curioso v&amp;iacute;deo en el que se planteaba qu&amp;eacute; hubiera ocurrido si Microsoft hubiera dise&amp;ntilde;ado la caja del Ipod. El video estaba planteado como un ejercicio de dise&amp;ntilde;o en que se parodiaba la tendencia de Microsoft a sobrecargar el dise&amp;ntilde;o de los paquetes de sus productos, versus la sencillez y la elegancia de los de la competencia, Apple.Ahora ( un poco tarde, he de reconocer ) me entero de que aquel video no fu&amp;eacute; fruto de alg&amp;uacute;n dise&amp;ntilde;ador graciosillo, ni siquiera de la propia competencia, Apple, &amp;iexcl;si no de los propios dise&amp;ntilde;adores de Microsoft!</description>
    </item>
    
    <item>
      <title>Get a Mac: Seguridad</title>
      <link>http://albert.garcia.gibert.es/get-mac-seguridad-7930/</link>
      <pubDate>Fri, 09 Feb 2007 09:15:15 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/get-mac-seguridad-7930/</guid>
      <description>De un tiempo hasta aqu&amp;iacute; Apple viene realizando una campa&amp;ntilde;a de publicidad muy graciosa, en la que aparecen dos personajes: uno algo gordito, con gafas, torpe y trajeado, representando a un PC y otro joven, moderno y desenfadado representando a un Mac. La campa&amp;ntilde;a se llama &amp;quot;Get A Mac &amp;quot;, y viene consistiendo en diversas cu&amp;ntilde;as publicitarias en formato v&amp;iacute;deo, en las que hablan sobre aspectos concretos de los diferentes Sistemas Operativos: facilidad de uso, conectividad, reproducci&amp;oacute;n multimedia, entornos de trabajo, est&amp;eacute;tica.</description>
    </item>
    
    <item>
      <title>Cambiando a Mac</title>
      <link>http://albert.garcia.gibert.es/cambiando-a-mac-6946/</link>
      <pubDate>Fri, 12 Jan 2007 20:32:11 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/cambiando-a-mac-6946/</guid>
      <description>&amp;nbsp;Hace ya unas semanas que recib&amp;iacute; en casa el nuevo iMac. Haciendo uso los pr&amp;eacute;stamos a inter&amp;eacute;s 0% ofrecidos por nuestro banco en colaboraci&amp;oacute;n con el plan Avanza del ICO, nos hicimos nuestro, primer auto-regalo de navidad ( pagadero a tres a&amp;ntilde;os vista... ) : un fabuloso iMac de 24&amp;quot;. Mi viejo PC, un Pentium IV, ya echaba humo, y cuando se me ocurr&amp;iacute;a abrir alg&amp;uacute;n archivo de Photoshop m&amp;aacute;s grande de la cuenta mientras ten&amp;iacute;a el servidor corriendo o mientras escuchaba m&amp;uacute;sica, ya no ten&amp;iacute;a fuerzas ni para colgarse, pobre.</description>
    </item>
    
    <item>
      <title>Mañana es el día...</title>
      <link>http://albert.garcia.gibert.es/manana-dia-6011/</link>
      <pubDate>Thu, 14 Dec 2006 23:27:00 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/manana-dia-6011/</guid>
      <description>A partir de ma&amp;ntilde;ana, si se cumplen los plazos y todo va bien, la habitaci&amp;oacute;n multimedia ser&amp;aacute; un poco m&amp;aacute;s blanca... </description>
    </item>
    
    <item>
      <title>Ipod Begins</title>
      <link>http://albert.garcia.gibert.es/ipod-begins-5063/</link>
      <pubDate>Fri, 10 Nov 2006 16:59:34 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/ipod-begins-5063/</guid>
      <description>En Wired  han publicado un reportaje sobre el reproductor musical de Apple, Ipod . En &amp;eacute;l hablan sobre el proceso de dise&amp;ntilde;o del interfaz. &amp;iquest;Os imagin&amp;aacute;is la reuni&amp;oacute;n alrededor de ese prototipo de cart&amp;oacute;n? &amp;quot;Uhm... S&amp;iacute;, es bonito, es simple... 5 &amp;uacute;nicos botones... &amp;iexcl;Pero os aseguro que podemos mejorarlo!&amp;quot; Y vaya si lo hicieron...Visto en No lo entiendo . </description>
    </item>
    
    <item>
      <title>Apple también la caga</title>
      <link>http://albert.garcia.gibert.es/apple-tambien-caga-4422/</link>
      <pubDate>Thu, 19 Oct 2006 09:23:09 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/apple-tambien-caga-4422/</guid>
      <description>Este es el bot&amp;oacute;n dedescarga que aparece en la p&amp;aacute;gina de actualizaci&amp;oacute;n de software de Ipod.Y si no os lo creeis, pod&amp;eacute;is verlo online en http://www.apple.com/es/ipod/download/O ser&amp;aacute; una contra-campa&amp;ntilde;a contra sus competidores: &amp;quot;Los dem&amp;aacute;s la CAGAN, nosotros la DES-CAGAMOS&amp;quot;. &amp;iquest;Qui&amp;eacute;n sabe? Via ALT1040 </description>
    </item>
    
    <item>
      <title>¿Y si Microsoft hubiera diseñado la caja del Ipod?</title>
      <link>http://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</link>
      <pubDate>Fri, 03 Mar 2006 01:16:27 +0000</pubDate>
      
      <guid>http://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</guid>
      <description>Curioso e interesante ejercicio en clave de humor, planteando qu&amp;eacute; hubiera ocurrido si Microsoft hubiera sido quien comercializara el conocido Ipod de Apple. Visto en YouTube </description>
    </item>
    
  </channel>
</rss>