<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Estrenos on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/estrenos/</link><description>Recent content in Estrenos on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Thu, 06 Dec 2007 21:16:25 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/estrenos/index.xml" rel="self" type="application/rss+xml"/><item><title>Nuevo trailer de Cloverfield ( 1.18.08 )</title><link>https://albert.garcia.gibert.es/nuevo-trailer-cloverfield-11808-44765/</link><pubDate>Thu, 06 Dec 2007 21:16:25 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-trailer-cloverfield-11808-44765/</guid><description>&lt;p align="center">
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/44765-40865.jpg" alt="Cartel de Cloverfield" title="Cartel de Cloverfield" width="221" height="300" /> 
&lt;/p>
&lt;p>
&lt;strong>Cloverfield&lt;/strong> es un proyecto de largometraje que llega de la mano de &lt;a href="https://es.wikipedia.org/wiki/J.J._Abrams">J.J.Abrams&lt;/a>, co-creador y productor ejecutivo de, entre otros &amp;eacute;xitos televisivos, Lost ( Perdidos ). La primera noticia que se tuvo del film fu&amp;eacute; a trav&amp;eacute;s de un anuncio en cines, emitido antes de la proyecci&amp;oacute;n de Transformers.
&lt;/p>
&lt;p>
En el trailer se daba muy poca informaci&amp;oacute;n: b&amp;aacute;sicamente se trataba de una grabaci&amp;oacute;n hecha con una c&amp;aacute;mara de video dom&amp;eacute;stica en la que se ve&amp;iacute;a una fiesta de cumplea&amp;ntilde;os que se ve&amp;iacute;a interrumpida por un temblor al que segu&amp;iacute;an una serie de explosiones. La cinta terminaba con una imagen inquietante: la cabeza de la estatua de la libertad cayendo del cielo en medio de una calle.
&lt;/p></description></item><item><title>Nuevo trailer de Transformers</title><link>https://albert.garcia.gibert.es/nuevo-trailer-transformers-12176/</link><pubDate>Wed, 23 May 2007 20:05:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-trailer-transformers-12176/</guid><description>&lt;p>
Ha salido un nuevo trailer de la pel&amp;iacute;cula Transformers. En el primero s&amp;oacute;lo se intu&amp;iacute;an algunos detalles, pero este muestra ya a los robots con todo lujo de detalles. No te lo puedes perder.
&lt;/p>
&lt;div style="width:448px;margin:0 auto;">
&lt;iframe src="https://www.dailymotion.com/blog/video/3371680?key=du3tonloc3ab0vp02catsidxkgv5mwu6arn1kwjd" style="width:448px;height:358px;border:none;margin:0px;" width="448" height="358"frameborder="0" marginwidth="0" marginheight="0" scrolling="no" id="idu3tonloc3ab0vp02catsidxkgv5mwu6arn1kwjd">Dailymotion blogged video&lt;/iframe>
&lt;/div></description></item><item><title>El 2008 será el año Indy: vuelve el mejor héroe de acción de todos los tiempos</title><link>https://albert.garcia.gibert.es/2008-sera-ano-indy-vuelve-mejor-heroe-accion-todos-tiempos-8926/</link><pubDate>Sun, 11 Mar 2007 12:44:09 +0000</pubDate><guid>https://albert.garcia.gibert.es/2008-sera-ano-indy-vuelve-mejor-heroe-accion-todos-tiempos-8926/</guid><description>&lt;p>
&lt;img class="fotobonita" src="https://albert.garcia.gibert.es/images/post/8926-10232.jpg" alt="8926-10232.jpg" title="8926-10232.jpg" width="135" height="200" align="right" />
Con el estreno del nuevo episodio de la saga de &lt;strong>Indiana Jones&lt;/strong> ha pasado un poco como con el cuento de &lt;em>&amp;quot;Pedro y el Lobo&amp;quot;&lt;/em>... de tanto anunciar y desmentir, de tantos rumores sin fundamento, de tantas filtraciones falsas... al final no hab&amp;iacute;a a qui&amp;eacute;n creerse. Pero parece que esta vez s&amp;iacute; va en serio...
&lt;/p>
&lt;p>
Ya no se trata s&amp;oacute;lo de art&amp;iacute;culos, declaraciones o entrevistas en revistas especializadas: &lt;strong>LucasFilm&lt;/strong> &lt;a href="https://www.lucasfilm.com/press/news/news20070102.html">publica en su web&lt;/a> , y &lt;a href="https://www.indianajones.com/community/news/news20070102.html">en la p&amp;aacute;gina oficial de &lt;strong>Indiana Jones&lt;/strong>&lt;/a> , un comunicado de prensa en qu&amp;eacute; se confirman algunos datos importantes, como que &lt;strong>Indiana Jones 4 se estrenar&amp;aacute; el d&amp;iacute;a 22 de Mayo de 2008&lt;/strong> y que &lt;strong>el rodaje empezar&amp;aacute; en Junio de este mismo a&amp;ntilde;o&lt;/strong> ( concretamente el 18 de Junio, si hacemos caso a lo que dijeron en la ceremonia de los Oscar ).
&lt;/p></description></item><item><title>Rocky ha vuelto!</title><link>https://albert.garcia.gibert.es/rocky-ha-vuelto-3238/</link><pubDate>Wed, 12 Jul 2006 09:03:11 +0000</pubDate><guid>https://albert.garcia.gibert.es/rocky-ha-vuelto-3238/</guid><description>&lt;p>
 Stallone vuelve a las pantallas para protagonizar de nuevo, y dirigir, la nueva entrega de la saga de Rocky, &lt;a href="https://www.imdb.com/title/tt0479143/">&lt;b>Rocky VI&lt;/b>&lt;/a> .
&lt;/p>

&lt;p>
Me declaro fan absoluto de la primera pel&amp;iacute;cula, tanto de &lt;b>&lt;a href="https://www.imdb.com/title/tt0075148/">Rocky&lt;/a> &lt;/b>como de &lt;a href="https://www.imdb.com/title/tt0083944/">&lt;b>Rambo&lt;/b>&lt;/a> , Acorralado, as&amp;iacute; como de la banda sonora de toda la saga. Las pelis de acci&amp;oacute;n por excelencia. Veremos que nos ha preparado esta vez. A sus 60 a&amp;ntilde;os el tio a&amp;uacute;n conserva algunos m&amp;uacute;sculos en su sitio.
&lt;/p></description></item><item><title>Must See</title><link>https://albert.garcia.gibert.es/must-see-456/</link><pubDate>Tue, 28 Dec 2004 21:50:30 +0000</pubDate><guid>https://albert.garcia.gibert.es/must-see-456/</guid><description>&lt;div align="center">&lt;img src="https://albert.garcia.gibert.es/img_blog_obo/cine_batmanalejandro.jpg" />&lt;/div>
	 &lt;p>Ahhh... se acerca el estreno de dos películas en las que he depositado mis ilusionadas expectativas al 200%. De momento todo pinta perfecto para las dos: &lt;a href="https://alexanderthemovie.warnerbros.com/" target="_blank" title="Site Oficial de la Película">Alejandro Magno&lt;/a> y &lt;a href="https://batmanbegins.warnerbros.com/" target="_blank" title="Site Oficial de la Película">Batman Begins&lt;/a>. &lt;/p>
	 &lt;p>La primera, por lo visto, &lt;a href="https://economia.eluniversal.com/2004/11/29/til_ava_29A511725.shtml" target="_blank">ha recibido críticas bastante duras desde los EEUU&lt;/a>. Se la acusa de que el guion establece paralelismos entre la figura de Alejandro Magno y George W. Bush, ambos los líderes mundiales más importantes de su época. Mucho desconocimiento de la historia, soberbia y prepotencia me parece a mí eso de poner al tosco e ignorante, a pesar de poderoso, George Bush a la altura de un mito, un líder militar y político a la vez que filósofo e intelectual, sabio y consecuente, un héroe épico de la talla de Alejandro Magno. No me sorprendería leer en sus libros de historia de dentro de 500 años (si es que siguen existiendo los EEUU) que ellos fueron los primeros habitantes de las Américas o que el resto del mundo les fué arrebatado en sangrientas guerras, por lo que contínuamente se encuentran enfrentados aquí y allá para recuperar lo que les perteneció. Bush si que da miedo, y no el coco.&lt;/p></description></item></channel></rss>