+++
date = "2006-10-01 22:28:04"
author = ""
title = "Fundamentos Web 2006: A sólo dos días"
slug = "fundamentos-web-2006-dos-dias-4120"
tags = [ "accesibilidad","desarrollo web","diseño","eventos","formación","fundamentos web","fundamentosweb2006","usabilidad" ]
+++
<p>
El pr&oacute;ximo martes, d&iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &aacute;mbito del dise&ntilde;o web: <a href="http://www.fundamentosweb.org/2006/index.html.es"><b>Fundamentos Web 2006</b></a> . <br />
</p>
<p>
Expertos de la talla de <a href="http://www.fundamentosweb.org/2006/Ponentes/index.html.es#andy"><b>Andy Clarke</b></a> , <a href="http://www.fundamentosweb.org/2006/Ponentes/index.html.es#dave"><b>Dave Shea</b></a> , <a href="http://www.fundamentosweb.org/2006/Ponentes/index.html.es#kevin"><b>Kevin Yank</b></a> , <a href="http://www.fundamentosweb.org/2006/Ponentes/index.html.es#vint"><b>Vinton Cerf</b></a>  ( <a href="http://www.fundamentosweb.org/2006/Ponentes/index.html.es">y muchos m&aacute;s</a> ... ) intentar&aacute;n, a lo largo de varias sesiones, durante 3 d&iacute;as, echar algo de luz y entablar discusi&oacute;n sobre nuevas tendencias, buenas pr&aacute;cticas, dise&ntilde;o con est&aacute;ndares, casos de &eacute;xito... &iexcl;Y un servidor ha tenido la suerte de poderse contar entre los participantes!
</p>
<p>
<a href="http://www.fundamentosweb.org/2006/programa/index.html.es">Dos d&iacute;as de charlas y coloquios</a>  ( con alg&uacute;n que otro encuentro informal de por medio ) y un d&iacute;a destinado enteramente a un taller pr&aacute;ctico bajo el t&iacute;tulo &quot;<b>Designing for Web 2.0</b>&quot;. No podr&iacute;a estar m&aacute;s impaciente.
</p>
<p>
S&iacute;, esto me apasiona: trato de estar al d&iacute;a, intento seguir varias listas de correo y estar atento a mi lector de not&iacute;cias... pero en un evento de este tipo tendr&eacute; la ocasi&oacute;n de escuchar en directo a aquellos a quienes leo a diario, aquellos que crean las tendencias que otros en la mayor&iacute;a de los casos simplemente nos esforzamos en seguir... Una ocasi&oacute;n sin igual, desde luego.
</p>
<p>
Aunque sea a modo de resumen, intentar&eacute; ir publicando un seguimiento de las sesiones.  
</p>