+++
date = "2004-10-29 00:07:22"
author = ""
title = "Firefox en el New York Times"
slug = "firefox-new-york-times-389"
tags = [ "firefox","internet","noticias" ]
+++
<p>Justo hace un par de d&iacute;as <a target="_blank" href="http://www.elmundo.es/navegante/2004/10/26/softlibre/1098778632.html">se anunciaba</a> que la campa&ntilde;a iniciada por <a target="_blank" href="http://www.spreadfirefox.com/">Spread Firefox</a> hab&iacute;a sido un rotundo &eacute;xito. Un grupo de voluntarios se propusieron publicitar a p&aacute;gina completa y en todo color la salida de la versi&oacute;n final 1.0 del navegador libre y gratuito Mozilla Firefox, nada m&aacute;s y nada menos que en el <a target="_blank" href="http://www.nytimes.com/">New York Times</a>. No me atrevo a aventurar los miles de $$ que debe suponer un anuncio de ese tipo en una publicaci&oacute;n de primer nivel como el NY Times, pero era de esperar que trat&aacute;ndose de una campa&ntilde;a para promover el software libre se intentara costear a trav&eacute;s de un<a target="_blank" href="http://www.spreadfirefox.com/?q=node/view/3749"> llamamiento a la colaboraci&oacute;n desinteresada y las aportaciones voluntarias</a>. Son las aportaciones desinteresadas de c&oacute;digo las que hacen posible el software libre, y en este caso han sido las aportaciones desinteresadas de dinero las que permitir&aacute;n hacer llegar a millones de lectores el lanzamiento de la nueva versi&oacute;n del primer navegador que est&aacute; consiguiendo levantar cabeza frente al omnipotente Internet Explorer. Levantar cabeza en cuanto a n&uacute;mero de usuarios, que no en facilidad de uso, rapidez, cumplimiento de est&aacute;ndares... ya que en eso hace tiempo que varios navegadores le han pasado la mano por la cara. Los 2500 participantes, meta que se hab&iacute;an marcado los organizadores para llevar a cabo la campa&ntilde;a, han sido ya superados.M&aacute;s de 2500 personas, familias, entidades y empresas que ver&aacute;n aparecer su nombre en la p&aacute;gina del conocido peri&oacute;dico.</p><p>Todo esto significa que algo grande se cuece. Un navegador de software libre apareciendo a toda p&aacute;gina en una publicaci&oacute;n no t&eacute;cnica y de lectura masiva. &iquest;Alguno de vosotros es capaz de recordar algun campa&ntilde;a similar de alg&uacute;n producto de software, aunque sea de Micro$oft? El software libre est&aacute; en boca de todos, aunque la mitad no sepan ni de lo que hablan, y eso ya es mucho. Si a&uacute;n no lo has hecho, p&aacute;sate a nuestro bando. Convi&eacute;rtete y convierte a los tuyos. Difunde el software libre.<a target="_blank" href="http://www.mozilla-europe.org/es/products/firefox/"> Usa Firefox</a>! (<a target="_blank" href="http://www.softcatala.org/projectes/mozilla/#firefox">Versi&oacute; en catal&agrave;</a>) 			</p><div align="center"><a target="_blank" href="http://www.mozilla-europe.org/es/products/firefox/"><img width="110" height="32" border="0" alt="Usa Firefox" src="/img/icons/usa-firefox.png" /></a> 	    </div>