+++
date = "2007-07-03 00:56:41"
author = ""
title = "Demasiada carrerilla"
slug = "demasiada-carrerilla-15817"
tags = [ "exceso de trabajo","pensamientos" ]
+++
<p>
<img src="/images/post/15817-15124.jpg" alt="15817-15124.jpg" title="15817-15124.jpg" width="170" height="134" align="left" />
Demasiada carrerilla. Esa es precisamente la sensaci&oacute;n que tengo ahora mismo... La sensaci&oacute;n que te invade cuando bajas corriendo, demasiado r&aacute;pido, por una pendiente mojada: Ves que no puedes detenerte, o al menos no sin evitar el resbal&oacute;n y el costalazo. De alg&uacute;n modo, sin embargo, intuyes que si aguantas el ritmo el rato suficiente, la pendiente disminuir&aacute; en alg&uacute;n momento y te salvar&aacute;s de la ca&iacute;da. Ah&iacute; precisamente estoy yo... <strong>esperando a que la pendiente se modere</strong>. Y es que soy de los que gustan de disfrutar del paisaje, y as&iacute; no hay manera... :-) 
</p>
<p>
En fins... Mientras me quejo &quot;al viento&quot; del exceso de trabajo y de la falta de tiempo ( como la mayor&iacute;a ), la verdad es que he de reconocer que estos d&iacute;as est&aacute;n ocurriendo cosas interesantes. <a href="https://www.nexoblogs.com"><strong>nexoBlogs</strong></a> crece a un ritmo del 60% cada mes en cuanto a tr&aacute;fico. Nuestros blogs se posicionan y algunos de ellos empiezan a ganar visibilidad. Mientras tanto, estamos preparando nuevos blogs (tres, concretamente), que posiblemente vean la luz durante este verano. Est&aacute; resultando una experiencia realmente enriquecedora: muchos errores de los que aprender y muchas dificultades que nos animan a seguir dando la lata. Ya, por supuesto, hay muchos por delante... &iexcl;Pero justo por eso resulta tan divertido, no?!
</p>
<p>
<a href="https://www.obolog.com"><strong>OboLog</strong></a> por su parte est&aacute; creciendo a un muy buen ritmo ( unos 40 nuevos usuarios de media al d&iacute;a ), y parece que la gente est&aacute; contenta tras <a href="https://blog.obolog.com/p/rediseno-y-novedades-en-obolog-14628">los &uacute;ltimos cambios y el redise&ntilde;o</a>. Diana me est&aacute; dando estos d&iacute;as unos muuuuy buenos consejos 'marketinianos' de cara a esta nueva etapa, que espero poder empezar a poner pronto en pr&aacute;ctica. Y parece que le voy cogiendo el tranquillo a la priorizaci&oacute;n de tareas en el TO-DO del Basecamp: Encontrar ese punto medio en la balanza entre tiempo de implementaci&oacute;n/dificultad/beneficio para el usuario no es nada f&aacute;cil...
</p>
<p>
Las nuevas plantillas, por ejemplo, son una de esas cosas a las que nunca acabo de encontrarles el hueco: no me da la vida... Aprovecho estas l&iacute;neas para lanzar una propuesta a aquel que pueda interesar: <strong>si te manejas en CSS, tienes cierto sentido de la est&eacute;tica y te gustar&iacute;a ver tu firma en algunas plantillas del OboLog, ya est&aacute;s tardando en <a href="https://www.obokaman.com/contacto">contactar conmigo</a></strong>. Yo en primer lugar, y los dem&aacute;s usuarios del <strong>OboLog</strong>, seguro, te lo agradeceremos eternamente.
</p>
<p>
Y qu&eacute; m&aacute;s... veamos: est&aacute; el proyecto para el Departamento de Sanidad del ayuntamiento de Granollers que espero terminar este mismo mes... ah! &iexcl;Y <a href="https://www.kompotser.com">el grupo</a>! Por que este mes hemos decidido que, por fin, vamos a a terminar <a href="https://www.kompotser.com/p/dissabte-de-maqueta-1067">la maqueta que empezamos el a&ntilde;o pasado</a>, con una serie de ensayos/grabaciones intensivos a lo largo de todo el mes. A todo esto, el proyecto secreto sigue en <em>standby</em> a la espera que alguien tome las&nbsp; riendas o insista un poco m&aacute;s (&iquest;ver&aacute; alg&uacute;n dia la luz?), y obviamente sigo dedicando 40 horitas semanales ( &iexcl;35 ahora en verano! ) al trabajo que nos alimenta a mi, a Silvia, y al BBVA.
</p>
<p>
!Y es que todo me gusta demasiado como para dejar de hacer algo!
</p>
