<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>ciencia on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/ciencia/</link>
    <description>Recent content in ciencia on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <copyright>All rights reserved - 2015</copyright>
    <lastBuildDate>Wed, 21 Mar 2007 09:39:23 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/ciencia/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Indicios de moralidad en el comportamiento de los primates</title>
      <link>https://albert.garcia.gibert.es/indicios-moralidad-comportamiento-primates-9239/</link>
      <pubDate>Wed, 21 Mar 2007 09:39:23 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/indicios-moralidad-comportamiento-primates-9239/</guid>
      <description>Os remito a un art&amp;iacute;culo del NY Times muy interesante que ha citado Antoni Basses esta ma&amp;ntilde;ana en El Mat&amp;iacute; de Catalunya R&amp;agrave;dio .En &amp;eacute;l, comentan las tesis de Frans de Waal, director del Living Links Center de la universidad de Emory, en las que defiende, frente a diversas voces desde el mundo de la filosof&amp;iacute;a, que los or&amp;iacute;genes de la moralidad humana pueden entreverse en muchos de los comportamientos sociales de los primates.</description>
    </item>
    
    <item>
      <title>El James Cook parte desde Tenerife hacia el centro de la Tierra</title>
      <link>https://albert.garcia.gibert.es/james-cook-parte-tenerife-hacia-centro-tierra-8789/</link>
      <pubDate>Tue, 06 Mar 2007 09:19:47 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/james-cook-parte-tenerife-hacia-centro-tierra-8789/</guid>
      <description>El James Cook, tripulado por una expedici&amp;oacute;n brit&amp;aacute;nica, parte desde Tenerife hacia un punto del oc&amp;eacute;ano Alt&amp;aacute;ntico situado frente a la costa norte de Sudam&amp;eacute;rica para investigar un extra&amp;ntilde;o agujero situado a unos 5000 metros de profundidad y de m&amp;aacute;s de 3 Km. metros de di&amp;aacute;metro.El agujero se encuentra en el punto de uni&amp;oacute;n entre las placas de Sudam&amp;eacute;rica, Norteam&amp;eacute;rica y &amp;Aacute;frica, con lo que podr&amp;iacute;a haber sido provocado por el propio movimiento tect&amp;oacute;nico que separa estas placas a una velocidad de 2 cm por a&amp;ntilde;o.</description>
    </item>
    
    <item>
      <title>Ciencia VS Fe</title>
      <link>https://albert.garcia.gibert.es/ciencia-vs-fe-8414/</link>
      <pubDate>Fri, 23 Feb 2007 09:40:04 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/ciencia-vs-fe-8414/</guid>
      <description> Brillante.Via Microsiervos &amp;gt; El retorno de los charlatanes &amp;gt; Wellington Grey </description>
    </item>
    
    <item>
      <title>Aproximaciones alternativas a problemas habituales</title>
      <link>https://albert.garcia.gibert.es/aproximaciones-alternativas-problemas-habituales-4056/</link>
      <pubDate>Tue, 26 Sep 2006 21:37:55 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/aproximaciones-alternativas-problemas-habituales-4056/</guid>
      <description>Leo en Signal VS Noise una nota interesante en que hacen eco un art&amp;iacute;culo publicado en el Chicago Tribune . En dicho art&amp;iacute;culo se habla de una convenci&amp;oacute;n de profesores de matem&amp;aacute;ticas celebrada hace unos dias en Chicago. En dicha convenci&amp;oacute;n se pusieron en evidencia divergencias en las metodolog&amp;iacute;as propuestas para la ense&amp;ntilde;anza de dicha materia. Por un lado, los defensores de los m&amp;eacute;todos clasicos, y por otro algunas propuestas novedosas que revisan el modelo com&amp;uacute;nmente aceptado e implantado hasta ahora, y por el cual no suelen tenerse muy en cuenta las diferencias en el razonamiento para las diferentes edades de los alumnos.</description>
    </item>
    
  </channel>
</rss>