<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>Esqui on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/esqui/</link><description>Recent content in Esqui on Albert García Gibert</description><generator>Hugo</generator><language>es-es</language><lastBuildDate>Thu, 02 Mar 2006 07:52:02 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/esqui/index.xml" rel="self" type="application/rss+xml"/><item><title>La revancha</title><link>https://albert.garcia.gibert.es/la-revancha-1346/</link><pubDate>Thu, 02 Mar 2006 07:52:02 +0000</pubDate><guid>https://albert.garcia.gibert.es/la-revancha-1346/</guid><description>&lt;p>
 Despu&amp;eacute;s de que unas desafortunadas circunstancias hace algunas semanas echaran por tierra nuestra escapada blanca, hace unos d&amp;iacute;as le tomamos la revancha a la nieve, a las nubes y al hombre del tiempo de TV1. El sol y la nieve polvo fueron una constante, y el pack &amp;quot;todo inclu&amp;iacute;do&amp;quot; del &lt;a href="https://www.ahotels.ad/hotel/default.aspx?codMant=7">hotel &lt;/a> puso la guinda al pastel.
&lt;/p>
 
&lt;p>
 Confirmado, 3 d&amp;iacute;as de vacaciones son suficientes para desconectar. En la segunda bajada ya ni me acordaba de d&amp;oacute;nde trabajaba. Eso si, lo confieso: le&amp;iacute; el correo y revis&amp;eacute; &lt;a href="https://www.obolog.com">OboLog &lt;/a> desde el ordenador de la cafeter&amp;iacute;a. &lt;img border="0" title="Inocente" alt="Inocente" src="https://albert.garcia.gibert.es/js/tiny_mce/plugins/emotions/images/smiley-innocent.gif" />
&lt;/p></description></item><item><title>Aïllats per la neu!</title><link>https://albert.garcia.gibert.es/aillats-per-neu-1022/</link><pubDate>Thu, 09 Feb 2006 00:01:21 +0000</pubDate><guid>https://albert.garcia.gibert.es/aillats-per-neu-1022/</guid><description>&lt;p>B&amp;eacute;, com veieu, vam tornar sans i estalvis de la nostra escapada blanca. Tot i les previsions meteorol&amp;oacute;giques i els avisos del Ministeri, nosaltres vam llen&amp;ccedil;ar-nos de cap a l'aventura, creuant els dits perqu&amp;egrave; l'home del temps hagu&amp;egrave;s estat m&amp;eacute;s pessimista del compte. Malauradament no va ser aix&amp;iacute;, i l'&amp;uacute;nic que vam aconseguir &amp;eacute;s passar-les canutes, amb alegr&amp;iacute;a i bona companyia, aix&amp;ograve; si.&lt;/p>&lt;p> Des que vam passar per Vilafranca del Pened&amp;eacute;s el dissabte de matinada, fins a tornar a passar per Cervera diumenge a la tarda, de tornada, no va parar de nevar ni un moment. El blanc de la neu es confon&amp;iacute;a amb la boirina regnant al cel, i era impossible determinar on acabava un i comen&amp;ccedil;ava l'altre. Pel cam&amp;iacute;, vam creuar uns quants cotxes que s'havien sortit de la cal&amp;ccedil;ada&amp;nbsp; _cap accident greu, per sort_, els conductors del quals, a dins dels cotxes, i amb cara de ressignaci&amp;oacute;, esper&amp;agrave;ven l'arribada de les gr&amp;uacute;es amb la calefacci&amp;oacute; a tope. &lt;/p></description></item></channel></rss>