<?xml version="1.0" encoding="utf-8" standalone="yes"?>
<rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom">
  <channel>
    <title>emprendedores on Albert García Gibert</title>
    <link>https://albert.garcia.gibert.es/tags/emprendedores/</link>
    <description>Recent content in emprendedores on Albert García Gibert</description>
    <generator>Hugo -- gohugo.io</generator>
    <language>es-es</language>
    <lastBuildDate>Fri, 07 Nov 2008 01:29:00 +0000</lastBuildDate>
    
	<atom:link href="https://albert.garcia.gibert.es/tags/emprendedores/index.xml" rel="self" type="application/rss+xml" />
    
    
    <item>
      <title>Aprender, contínuamente</title>
      <link>https://albert.garcia.gibert.es/aprender-continuamente-153126/</link>
      <pubDate>Fri, 07 Nov 2008 01:29:00 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/aprender-continuamente-153126/</guid>
      <description>Esa ha sido siempre una de mis mayores motivaciones. Iba a decir que en el plano profesional, pero en realidad lo es también en el plano personal -al fin y al cabo siempre me ha gustado rodearme de personas de las que pueda aprender, a querer, a conocerme mejor, a enfrentar los problemas, a dialogar...-.  En lo profesional, hago memoria echando la mirada atrás y trato de recordar los motivos por los que acepté, rechazé o dejé algunos trabajos.</description>
    </item>
    
    <item>
      <title>Para triunfar hay que renunciar a la vida personal</title>
      <link>https://albert.garcia.gibert.es/triunfar-hay-renunciar-vida-personal-81089/</link>
      <pubDate>Wed, 30 Apr 2008 17:17:07 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/triunfar-hay-renunciar-vida-personal-81089/</guid>
      <description>O al menos eso es lo que piensan el 72% de los espa&amp;ntilde;oles. Pues qu&amp;eacute; quereis que os diga... yo en ning&amp;uacute;n caso considerar&amp;iacute;a un triunfo algo que te ha llevado a renunciar a tu vida personal. Ning&amp;uacute;n proyecto, trabajo, emprendimiento... lo vale.
Y ojo, que no digo que no haya que hacer sacrificios -s&amp;eacute; de lo que hablo-. Ojeras, noches interminables, s&amp;aacute;bados por la ma&amp;ntilde;ana y domingos por la tarde.</description>
    </item>
    
    <item>
      <title>El próximo First Tuesday sobre Web 2.0, blogs y redes sociales</title>
      <link>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</link>
      <pubDate>Mon, 05 Mar 2007 14:09:22 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/proximo-first-tuesday-web-20-blogs-redes-sociales-8769/</guid>
      <description>Para los que no lo sep&amp;aacute;is, First Tuesday es, a grandes rasgos, un evento que re&amp;uacute;ne a emprendedores e inversores interesados en el entorno Internet y Nuevas Tecnolog&amp;iacute;as. Una iniciativa realmente interesante que viene celebr&amp;aacute;ndose desde hace varios a&amp;ntilde;os en diversas ciudades europeas.En esta ocasi&amp;oacute;n, el tema sobre el que girar&amp;aacute; la ponencia-coloquio ser&amp;aacute; el negocio de la Web 2.0, los blogs y las redes sociales . Y como es un tema que me interesa de verdad, y adem&amp;aacute;s los ponentes son de calidad ( Julio Alonso , de WeblogsSL, Jose Antonio del Moral , de Alianzo y Toni Salvatella , de Galenicum ) no he dudado ni un momento en inscribirme al evento.</description>
    </item>
    
    <item>
      <title>nexoBlogs y Miss Viajes, dos nuevos hermanitos para OboLog</title>
      <link>https://albert.garcia.gibert.es/nexoblogs-miss-viajes-dos-nuevos-hermanitos-obolog-5651/</link>
      <pubDate>Fri, 01 Dec 2006 09:07:00 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/nexoblogs-miss-viajes-dos-nuevos-hermanitos-obolog-5651/</guid>
      <description>No quería dejar pasar la ocasión sin compartir con vosotros la emoción que supone empezar algo nuevo, y eso es justo lo que estamos haciendo durante los últimos meses.  De un tiempo aquí venía dando vueltas a dos proyectos: en primer lugar un completo rediseño de OboLog . Después de casi un año, tras más de 5500 mensajes y unos 1200 blogs creados, la verdad es que vuestras sugerencias y vuestros comentarios nos han sido de una ayuda extraordinaria, y creemos que podemos focalizar la experiencia acumulada en vistas a conseguir mejorar al herramienta que día a día nos permite expresarnos y comunicarnos desde estas pequeñas parcelas, estos nuevos &#34;</description>
    </item>
    
    <item>
      <title>Crear una SL en España: más fácil a partir del 2007</title>
      <link>https://albert.garcia.gibert.es/crear-sl-espana-mas-facil-partir-2007-5414/</link>
      <pubDate>Wed, 22 Nov 2006 20:57:01 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/crear-sl-espana-mas-facil-partir-2007-5414/</guid>
      <description>Hace un par de meses le&amp;iacute;a en el blog de Jes&amp;uacute;s Encinar un art&amp;iacute;culo en que, a partir de los datos presentados en un estudio del Banco Mundial ( Doing Business 2007 ), comentaba las dificultades que hab&amp;iacute;a en Espa&amp;ntilde;a para crear una empresa , y comparaba, por ejemplo, los pasos para crear una SL: unas 10-15 gestiones en Espa&amp;ntilde;a frente a 2-3 gestiones en pa&amp;iacute;ses como Nueva Zelanda, Canad&amp;aacute;, Suecia o Dinamarca.</description>
    </item>
    
    <item>
      <title>Los emprendedores y la implicación</title>
      <link>https://albert.garcia.gibert.es/emprendedores-implicacion-5069/</link>
      <pubDate>Fri, 10 Nov 2006 18:27:00 +0000</pubDate>
      
      <guid>https://albert.garcia.gibert.es/emprendedores-implicacion-5069/</guid>
      <description>Hace poco le&amp;iacute; un art&amp;iacute;culo muy interesante de Paul Graham, y hoy al encontrarlo referenciado en el blog de Alberto Knapp , no he querido dejarlo pasar sin compartirlo contigo. Se trata de una de estas t&amp;iacute;picas listas de &amp;quot;N cosas que nunca debes olvidar/hacer&amp;quot;, orientada a emprendedores y redactada pensando en proyectos online, aunque algunos puntos son f&amp;aacute;cilmente extrapolables a modelos fuera de la red. Algunas obvias, otras no tanto.</description>
    </item>
    
  </channel>
</rss>