<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>accesibilidad on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/accesibilidad/</link><description>Recent content in accesibilidad on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Sat, 15 Mar 2008 00:06:50 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/accesibilidad/index.xml" rel="self" type="application/rss+xml"/><item><title>Nuevo billete de $5 en USA</title><link>https://albert.garcia.gibert.es/nuevo-billete-5-usa-69142/</link><pubDate>Sat, 15 Mar 2008 00:06:50 +0000</pubDate><guid>https://albert.garcia.gibert.es/nuevo-billete-5-usa-69142/</guid><description>Le&amp;iacute;a hace unos minutos en un tweet de Jennifer Laycock c&amp;oacute;mo se preguntaba si &amp;quot;era la &amp;uacute;nica que cre&amp;iacute;a que el n&amp;uacute;mero 5 lila gigante en la parte posterior de los nuevos billetes de $5 parece fuera de lugar&amp;quot;. Y es que, al parecer, hace muy pocos d&amp;iacute;as han entrado en circulaci&amp;oacute;n unos nuevos billetes en Estados Unidos. Entre varios otros cambios y mejoras, han incorporado un 5 muy grande en la parte posterior, impreso en un color con un alto contraste con el verde que domina el resto del billete: color lila.</description></item><item><title>Fundamentos Web 2006 en imágenes</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</link><pubDate>Sun, 08 Oct 2006 20:44:59 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-imagenes-4223/</guid><description> Aqu&amp;iacute; os dejo algunas de las fotograf&amp;iacute;as que saqu&amp;eacute; durante el congreso Fundamentos Web 2006 , celebrado en Oviedo durante los d&amp;iacute;as 3, 4 y 5 de octubre. Espero poder publicar un peque&amp;ntilde;o mini-site durante los pr&amp;oacute;ximos d&amp;iacute;as, con res&amp;uacute;menes de las conferencias y algunos enlaces interesantes para ampliar parte de la informaci&amp;oacute;n. Un saludo y mi agradecimiento desde aqu&amp;iacute; por la c&amp;aacute;lida acogida de los compa&amp;ntilde;eros ovetenses.</description></item><item><title>Fundamentos Web en directo desde torresburriel.com</title><link>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</link><pubDate>Wed, 04 Oct 2006 12:05:12 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-directo-torresburrielcom-4155/</guid><description> Si no hab&amp;eacute;is podido acercaros a Oviedo para asistir a Fundamentos del Web , recordad que pod&amp;eacute;is seguir las ponencias en directo desde El Mundo, en formato video. Adem&amp;aacute;s, Daniel Torres Burriel est&amp;aacute; realizando un seguimiento exhaustivo de cada una de las sesiones. Desde su weblog pod&amp;eacute;is seguir, pr&amp;aacute;cticamente al minuto, la evoluci&amp;oacute;n de las charlas. &amp;iexcl;Realmente impresionante!</description></item><item><title>Fundamentos Web 2006: A sólo dos días</title><link>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</link><pubDate>Sun, 01 Oct 2006 22:28:04 +0000</pubDate><guid>https://albert.garcia.gibert.es/fundamentos-web-2006-dos-dias-4120/</guid><description>El pr&amp;oacute;ximo martes, d&amp;iacute;a 3 de Octubre, empieza en Oviedo uno de los eventos de mayor importancia a nivel nacional en el &amp;aacute;mbito del dise&amp;ntilde;o web: Fundamentos Web 2006 .
Expertos de la talla de Andy Clarke , Dave Shea , Kevin Yank , Vinton Cerf ( y muchos m&amp;aacute;s ... ) intentar&amp;aacute;n, a lo largo de varias sesiones, durante 3 d&amp;iacute;as, echar algo de luz y entablar discusi&amp;oacute;n sobre nuevas tendencias, buenas pr&amp;aacute;cticas, dise&amp;ntilde;o con est&amp;aacute;ndares, casos de &amp;eacute;xito.</description></item><item><title>3ª Jornadas de Usabilidad en Barcelona ( o 'en casa del herrero...' III )</title><link>https://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</link><pubDate>Wed, 10 May 2006 11:45:28 +0000</pubDate><guid>https://albert.garcia.gibert.es/3-jornadas-usabilidad-barcelona-o-casa-herrero-iii-2227/</guid><description>El d&amp;iacute;a 26 de abril asist&amp;iacute;, junto con algunos compa&amp;ntilde;eros del trabajo, a las 3&amp;ordf; Jornadas de Usabilidad en Sistemas de Informaci&amp;oacute;n Digitales , organizadas por el Colegio Oficial de Documentalistas de Catalunya en la Universidad Pompeu Fabra de Barcelona.
En general la valoraci&amp;oacute;n fu&amp;eacute; positiva, aunque nos quedamos con la sensaci&amp;oacute;n de que en algunos momentos hab&amp;iacute;amos estado asistiendo a la presentaci&amp;oacute;n de los proyectos personales de algunos de los ponentes.</description></item><item><title>Diseño adaptable a todos los bolsillos</title><link>https://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</link><pubDate>Fri, 29 Oct 2004 13:05:13 +0000</pubDate><guid>https://albert.garcia.gibert.es/diseno-adaptable-todos-bolsillos-390/</guid><description>O m&amp;aacute;s bien dicho, de dise&amp;ntilde;os adaptables a todos los dispositivos de bolsillo, eso es de lo que vamos a hablar. Sobre c&amp;oacute;mo conseguirlo trata el &amp;uacute;ltimo art&amp;iacute;culo que he leido en A List Apart. Si bien ya muchos desarrolladores estamos sensibilizados con los beneficios de programar usando est&amp;aacute;ndares web, a veces creo que no llegamos a ser conscientes (al menos hablo por mi) del enorme beneficio que podemos llegar a conseguir por ese &amp;quot;sobreesfuerzo&amp;quot; que puede suponer atenerse a los, en ocasiones, r&amp;iacute;gidos est&amp;aacute;ndares del W3C.</description></item></channel></rss>