<?xml version="1.0" encoding="utf-8" standalone="yes"?><rss version="2.0" xmlns:atom="http://www.w3.org/2005/Atom"><channel><title>microsoft on Albert García Gibert</title><link>https://albert.garcia.gibert.es/tags/microsoft/</link><description>Recent content in microsoft on Albert García Gibert</description><generator>Hugo -- gohugo.io</generator><language>es-es</language><lastBuildDate>Wed, 20 Jun 2007 11:44:29 +0000</lastBuildDate><atom:link href="https://albert.garcia.gibert.es/tags/microsoft/index.xml" rel="self" type="application/rss+xml"/><item><title>oPhone: la respuesta de Microsoft al iPhone de Apple</title><link>https://albert.garcia.gibert.es/ophone-respuesta-microsoft-al-iphone-apple-14566/</link><pubDate>Wed, 20 Jun 2007 11:44:29 +0000</pubDate><guid>https://albert.garcia.gibert.es/ophone-respuesta-microsoft-al-iphone-apple-14566/</guid><description>Llega el oPhone, la respuesta de Microsoft al iPhone de Apple.
Cuanto HDPtismo. ;)</description></item><item><title>La campaña "Ven a Mac", ahora en castellano</title><link>https://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</link><pubDate>Tue, 17 Apr 2007 00:47:29 +0000</pubDate><guid>https://albert.garcia.gibert.es/campana-ven-mac-ahora-castellano-10073/</guid><description>Hace un par de meses comentaba la campa&amp;ntilde;a de publicidad que estaba llevando a cabo Apple para promocionar a sus iMacs, en la que dos actores, uno gordito, con gafas y traje representando a un PC con Windows, y otro joven y moderno, representando a un Mac.
Me entero a trav&amp;eacute;s de Toni que Apple ha traducido ya al castellano los v&amp;iacute;deos de la campa&amp;ntilde;a. Si te apetece echarles un vistazo ( te lo recomiendo ), podr&amp;aacute;s encontrarlos tanto en su web oficial como en YouTube.</description></item><item><title>Microsoft realizó el video-parodia sobre la caja de Ipod</title><link>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</link><pubDate>Fri, 23 Feb 2007 09:33:34 +0000</pubDate><guid>https://albert.garcia.gibert.es/microsoft-realizo-video-parodia-caja-ipod-8413/</guid><description>Hace algo menos de un a&amp;ntilde;o, comentaba un curioso v&amp;iacute;deo en el que se planteaba qu&amp;eacute; hubiera ocurrido si Microsoft hubiera dise&amp;ntilde;ado la caja del Ipod. El video estaba planteado como un ejercicio de dise&amp;ntilde;o en que se parodiaba la tendencia de Microsoft a sobrecargar el dise&amp;ntilde;o de los paquetes de sus productos, versus la sencillez y la elegancia de los de la competencia, Apple.
Ahora ( un poco tarde, he de reconocer ) me entero de que aquel video no fu&amp;eacute; fruto de alg&amp;uacute;n dise&amp;ntilde;ador graciosillo, ni siquiera de la propia competencia, Apple, &amp;iexcl;si no de los propios dise&amp;ntilde;adores de Microsoft!</description></item><item><title>Get a Mac: Seguridad</title><link>https://albert.garcia.gibert.es/get-mac-seguridad-7930/</link><pubDate>Fri, 09 Feb 2007 09:15:15 +0000</pubDate><guid>https://albert.garcia.gibert.es/get-mac-seguridad-7930/</guid><description>De un tiempo hasta aqu&amp;iacute; Apple viene realizando una campa&amp;ntilde;a de publicidad muy graciosa, en la que aparecen dos personajes: uno algo gordito, con gafas, torpe y trajeado, representando a un PC y otro joven, moderno y desenfadado representando a un Mac. La campa&amp;ntilde;a se llama &amp;quot;Get A Mac &amp;quot;, y viene consistiendo en diversas cu&amp;ntilde;as publicitarias en formato v&amp;iacute;deo, en las que hablan sobre aspectos concretos de los diferentes Sistemas Operativos: facilidad de uso, conectividad, reproducci&amp;oacute;n multimedia, entornos de trabajo, est&amp;eacute;tica.</description></item><item><title>La caja de Windows Vista: elegancia y buen gusto</title><link>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</link><pubDate>Mon, 13 Nov 2006 15:08:12 +0000</pubDate><guid>https://albert.garcia.gibert.es/caja-windows-vista-elegancia-buen-gusto-5134/</guid><description>
Posiblemente Microsoft merezca m&amp;aacute;s de la mitad de las cr&amp;iacute;ticas que recibe, pero de cuando en cuando hace las cosas bien. En ocasiones incluso MUY bien.
Visto en Bitelia .
Por cierto, si no la conoc&amp;iacute;as ya, no dejes de visitar Microsoft Design.</description></item><item><title>¿Y si Microsoft hubiera diseñado la caja del Ipod?</title><link>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</link><pubDate>Fri, 03 Mar 2006 01:16:27 +0000</pubDate><guid>https://albert.garcia.gibert.es/microsoft-hubiera-disenado-caja-ipodr-1368/</guid><description>
Curioso e interesante ejercicio en clave de humor, planteando qu&amp;eacute; hubiera ocurrido si Microsoft hubiera sido quien comercializara el conocido Ipod de Apple.
Visto en YouTube</description></item></channel></rss>