+++
date = "2007-02-15 19:37:17"
author = ""
title = "Mi liblog (Vol. I) - El blog de Vagamundos llevado al papel"
slug = "liblog-vol-i-blog-vagamundos-llevado-al-papel-8199"
tags = [ "blogs","literatura","obolog","publicatuslibros" ]
+++
<p>
Aunque deber&iacute;a haber escrito esta rese&ntilde;a mucho antes... dicen que m&aacute;s vale tarde que nunca.
</p>
<p>
Posiblemente, si eres lector habitual de otros blogs de <a href="http://www.obolog.com"><strong>OboLog</strong></a> , conozcas el blog de <strong>Fernando R. Ortega</strong>, <a href="http://fernandortega.obolog.com"><strong>Vagamundos</strong></a> . Fernando, adem&aacute;s de escritor, poeta, gal&aacute;n, bohemio y emprendedor incansable, es uno de los autores m&aacute;s activos de nuestra comunidad de blogs. Pues bien, a trav&eacute;s del proyecto Publicatuslibros.com, Fernando ha editado una recopilaci&oacute;n de mensajes de su blog en formato papel y libro electr&oacute;nico bajo el t&iacute;tulo &quot;<strong>Mi liblog (Vol. I)</strong>&quot;.
</p>
<p align="center">
<img class="fotobonita" src="/images/post/7118-8959.jpg" alt=" " /> 
</p>
<p>
Nos lo contaba hace unas semanas en <a href="http://fernandortega.obolog.com/mensaje/7118/mi-liblog-voli-ya-en-la-red">esta anotaci&oacute;n</a> : 
</p>
<blockquote>
	<div>
	Publicatuslibros.com acaba de editar y publicar el primero de una serie de 
	libros digitales que contienen los post&acute;s o anotaciones m&aacute;s comentadas en este blog.<br />
	<br />
	<strong><a href="http://www.publicatuslibros.com/biblioteca/libro/mi-liblog-vol-i/">Mi liblog (Vol.I)</a></strong>
	es un recopilatorio  integrado por cuarenta y tres anotaciones
	on&iacute;ricas, &ldquo;post&acute;s&rdquo; o &ldquo;ni-nadas&rdquo; efectuadas a lo largo de m&aacute;s de un a&ntilde;o
	de tarea diaria que realizo aqu&iacute; en interacci&oacute;n con tod@s l@s lectores
	de <a href="http://fernandortega.obolog.com"><strong>Vagamundos</strong></a> .
	</div>
	<div>
	</div>
	<div>
	Puedo asegurar que 
	cada uno de ellos responde a segundos de reflexi&oacute;n. Entre l&iacute;neas hay mucho m&aacute;s 
	que a simple vista. 
	</div>
	<div>
	</div>
	<div>
	Ahora presenta <strong><a href="http://www.publicatuslibros.com/biblioteca/libro/mi-liblog-vol-i/">Mi liblog 
	(Vol.I)</a></strong> 
	</div>
	<div>
	</div>
	<a href="http://www.publicatuslibros.com"><strong>
	Publicatuslibros.com</strong></a>  como editor literario digital 
	apuesta con su f&oacute;rmula por la universalizaci&oacute;n del acceso a la literatura, 
	editando y difundiendo s&oacute;lo en &ldquo;digital&rdquo; y gratis, obras y @utores de calidad, 
	conocidos y reci&eacute;n llegados. <a href="http://www.publicatuslibros.com"><strong>Publicatuslibros.com</strong></a>  sigue buscando su hueco en el complicado mundo de la edici&oacute;n y publicaci&oacute;n, 
	aportando al panorama literario actual nuevos soportes, usando la Red como la 
	mejor herramienta para la difusi&oacute;n y dar a conocer la tarea silenciosa de los 
	creadores. Publicatuslibros.com edita adem&aacute;s con 
	car&aacute;cter mensual la e-revista <strong><a href="http://www.revistacomunicando.com">Comunicando</a></strong>. 
	Publicatuslibros.com es una iniciativa de <a href="http://www.ittakus.com"><strong>&Iacute;ttakus</strong>, sociedad para la informaci&oacute;n</a>. 
</blockquote>
<p>
No quer&iacute;a dejar pasar la ocasi&oacute;n para felicitar a Fernando por su iniciativa y compartir su alegr&iacute;a por el &eacute;xito y la visibilidad que est&aacute; teniendo en la blogosfera.  
</p>