+++
date = "2007-02-16 07:33:43"
author = ""
title = "Paracaidista sobrevive a una caída desde más de 3600m de altura"
slug = "paracaidista-sobrevive-caida-mas-3600m-altura-8213"
tags = [ "curiosidades","noticias","videos" ]
+++
<p>
Desde YA os digo que <strong>si plane&aacute;is practicar el salto libre en las pr&oacute;ximas semanas, casi mejor que no sig&aacute;is con el mensaje, ni ve&aacute;is el v&iacute;deo</strong>. No es necesario, y os va a dar un mal rollo de la leche.
</p>
<p>
Al parecer, el protagonista, Michael Holmes, tiene alg&uacute;n problema con su paraca&iacute;das durante el salto: <strong>A pesar de abrirse, no lo hace de forma correcta, y Michael sigue descendiendo en ca&iacute;da libre a una velocidad de unos 130Km/h, girando continuamente sobre s&iacute; mismo a causa del propio paraca&iacute;das mal extendido</strong>. Lo m&aacute;s sorprendente: <strong>Michael sobrevive a la ca&iacute;da</strong>. 
</p>
<p>
Su compa&ntilde;ero de salto lo ve todo desde arriba, pero poco puede hacer por ayudarle. Ambos disponen de c&aacute;maras de v&iacute;deo en sus cascos, con lo que <strong>el suceso est&aacute; registrado en v&iacute;deo desde ambos puntos de vista</strong>.
</p>
<p>
El resultado es realmente sobrecogedor: desde la voz desesperada del paracaidista en los &uacute;ltimos metros antes de impactar contra el suelo, como su respiraci&oacute;n r&aacute;pida y entrecortada una vez tendido inm&oacute;vil en el suelo...
</p>
<p>
Eso SI que es &quot;volver a nacer&quot;...
</p>
<p align="center">
<object width="425" height="350">
	<param name="movie" value="https://www.youtube.com/v/sgaLxD3wu6M" />
	<param name="wmode" value="transparent" />
	<embed src="https://www.youtube.com/v/sgaLxD3wu6M" wmode="transparent" type="application/x-shockwave-flash" width="425" height="350"></embed>
</object>
 
</p>
<p>
Via <a href="https://alt1040.com/archivo/2007/02/13/video-en-primera-persona-de-un-paracaidista-golpeando-el-suelo-a-130-kmhora/">Alt1040</a> .
</p>
<p>
M&aacute;s informaci&oacute;n en la web del <a href="https://www.dailymail.co.uk/pages/live/articles/mos/skydiver.html?in_article_id=435694&amp;in_page_id=1990&amp;in_a_source=">Daily Mail</a> .&nbsp;
</p>
