+++
date = "2007-02-01 09:49:02"
author = ""
title = "Windows Vista -On Air- desde el martes"
slug = "windows-vista-on-air-martes-7615"
tags = [ "lanzamientos","software","windows" ]
+++
<p>
<img src="/images/post/7615-9172.jpg" alt="7615-9172.jpg" title="7615-9172.jpg" width="160" height="159" align="left" />
Microsoft llev&oacute; a cabo el martes pasado el lanzamiento de su nuevo sistema operativo, <a href="http://www.microsoft.com/latam/windows/products/windowsvista/default.mspx"><strong>Windows Vista</strong></a>, bajo un escueto y sonoro slogan: <strong>Wow!</strong>. Es incre&iacute;ble el despliegue de medios y la inversi&oacute;n en publicidad que han hecho. &iexcl;Durante el mismo martes, copaban la publicidad de agencia de la mayor&iacute;a de portales de noticias! 
</p>
<p>
Por el momento s&oacute;lo he podido verlo en funcionamiento unos minutos en uno de los ordenadores del trabajo, aparte del mont&oacute;n de <a href="http://www.anandtech.com/systems/showdoc.aspx?i=2780">reviews</a>  y screenshots que corren por ah&iacute;, y la verdad es que el cambio es potente... demasiado bestia quiz&aacute;s. Precisamente sobre eso coment&aacute;bamos ayer en la oficina, sobre <strong>c&oacute;mo muchas empresas de software siguen apostando por actualizaciones muy importantes y muy separadas en el tiempo, en vez de por peque&ntilde;as actualizaciones, pero cont&iacute;nuas.</strong> 
</p>
<p>
<img class="fotobonita" src="/images/post/7615-9173.jpg" alt="7615-9173.jpg" title="7615-9173.jpg" width="200" height="132" align="right" />
Supongo que de esta forma los lanzamientos son mucho m&aacute;s &quot;sonados&quot; desde el punto de vista de marketing, se hace mucho m&aacute;s ruido, hay posibilidades de &quot;destacar&quot; mucho m&aacute;s frente a la competencia y se pueden justificar unos buenos aumentos de precio frente a versiones anteriores, as&iacute; como los elevados precios de las licencias ( la versi&oacute;n m&aacute;s simple y barata cuesta 300&euro; ).
</p>
<p>
Sin embargo, desde el punto de vista de la experiencia de los usuarios, es <strong>una gran putada</strong>. 
</p><p>
Me explico: a mi o a cualquier aficionado a esto de las maquinitas nos
puede hacer cierta gracia investigar sobre las novedades del nuevo
sistema operativo, pelearnos con la nueva interfaz de b&uacute;squeda o tratar
de encontrar los controles de texto en la nueva suite ofim&aacute;tica, pero
para el usuario medio es un esfuerzo extra. <strong>Un esfuerzo que ni le apetecer&aacute; hacer, ni posiblemente pueda permitirse</strong>.
A ese usuario le ha costado lo suyo aprender a utilizar esas
herramientas. Demasiado como para que ahora le digan que se olvide de
lo que ha visto hasta ahora, que los grandes <em>senseis </em>de la inform&aacute;tica han desarrollado un nuevo sistema revolucionario que le har&aacute; la vida m&aacute;s f&aacute;cil. &iquest;M&aacute;s f&aacute;cil? <strong>Lo m&aacute;s f&aacute;cil es lo que ya s&eacute; usar.</strong>
</p>
<p>
Hoy en d&iacute;a la mayor&iacute;a de los ordenadores est&aacute;n conectados a la red
mediante banda ancha, lo que permitir&iacute;a que, junto con las ya
habituales actualizaciones de seguridad, el propio &quot;motor&quot; del sistema
operativo fuera incluyendo de forma progresiva mejoras y nuevas
funcionalidades, disminuyendo de esta forma la frustrante experiencia
que supone re-aprender a utilizar un sistema operativo cada X a&ntilde;os, una
pieza de software que afecta TOTALMENTE a nuestra forma de usar el
ordenador. 
</p>
<p>
Cambiando el modelo, las empresas de software podr&iacute;an dejar de lado sus
licencias actuales, y pasar a modalidades de suscripci&oacute;n, que nos
garantizar&iacute;an estar al d&iacute;a, tener un sistema operativo que se
adaptar&iacute;a, incorporando mejoras y cambios que podr&iacute;amos asumir de forma
progresiva. Los precios por licencia disminuir&iacute;an y muy posiblemente
aumentara el porcentaje de usuarios con licencias &quot;legales&quot;: no es lo
mismo pagar 400&euro; por una licencia que voy a usar dos o tres a&ntilde;os que
15&euro; al mes por la garant&iacute;a de que mi sistema va a estar actualizado de
por vida mientras pague esa cuota. Los sistemas operativos, adem&aacute;s,
podr&iacute;an adaptarse al mismo ritmo al que mejoran los ordenadores,
evitando de esta forma situaciones como la actual, en la que la mayor&iacute;a
de los ordenadores nuevos que hoy salen al mercado a duras penas
superan el &quot;suficiente&quot; en los tests de rendimiento de Windows Vista.
</p>
<p>
Hace un tiempo le&iacute; una anotaci&oacute;n interesante acerca de este tema en <a href="http://headrush.typepad.com/creating_passionate_users/"><strong>Creating Passionate Users</strong></a> : <a href="http://headrush.typepad.com/creating_passionate_users/2006/09/why_they_dont_u.html" target="_top" title="Site: Creating Passionate Users">Why they don&#39;t upgrade (and what to do about it)</a> 
</p>